{
  "fileName": "Abdul Hussein, Jawad IHA.pdf",
  "originalText": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Mr.   Jawad   Abdul Hussein   Date of Loss:   2018 - 01 - 14  Address:   59 Dragon Park Drive,   Ottawa  ON K 2J 0H1  Telephone #:   613 - 882 - 0909  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Jody Ranger   Insurer:   Economical Insurance  Claim No.:   1348323  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assessment:   2021 - 11 - 15  Date of Report:   2021 - 11 - 18  THERAPIST   QUALIFICATIONS:  Mr. Ferland   is an Occupational Therapist with over   23   years of experience.   His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and  launched himself in the world of private business. Over the years,   he   has provided services to the  automobile insurance and   legal communities as well the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Mr. Ferland   has extensive experience working with individuals suffering from catastrophic  injuries. He provides assessment and treatment services as a primary Occu pational Therapist as  well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries  and amputations.   He also has extensive experience working with individuals who have been  deemed to meet the catastrophic threshold on   the basis of psychological and/or psychiatric  impairments.  Over his years of working with individuals injured in motor vehicle accidents,   Mr. Ferland  developed a strong interest in the field of mental health, focussed on functional reactivation for  injur ed individuals suffering from depression,   anxiety,   and posttraumatic stress.   His clinical\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   2   of   19  acumen has led him to be qualified as an Expert in his field by the Ontario Superior Court of  Justice.  PURPOSE OF REFERRAL :  Mr.   Abdul Hussein was referred to Ferland & Associates Rehabilitation Inc. by his legal  representative Mr. Frank McNally of McNally Gervan Law Firm in order to complete an In - Home  Assessment   as well as to provide urgent treatment interventions. Mr. Abdul Huss ein was found in  a state of acute emotional distress   at the time of referral and a number of treatment sessions were  provided   leading to the completion of this In - Home Assessment. A number of referrals were made  by this therapist to intervene in Mr. Abdul   Hussein’s   poor emotional state and to provide him with  a circle of care   from a multi - disciplinary team of professionals.  SUMMARY OF FINDINGS:  Mr. Abdul Hussein is a   23 - year - old   man who was involved in a motor vehicle accident on January  14, 2018 in which he sustained the following injuries:  •   Sprain and strain of lumbar spine and ankle  •   Whiplash associated disorder  •   Concussion with post   concussional   syndrome  •   Anxiety Disorder, unspecified  •   Somatic Symptom Disorder  •   Makor Depressive Disorder  Almost   4 years post - accident, Mr. Abdul Hussein continues to struggle with an array of physical  emotional and cognitive   symptoms which have led to a significant de terioration in his mental  health.   In recent weeks, Mr. Abdul Hussein was taken twice to the hospital ER (once by  ambulance) as a result of uncontrollable anxiety leading to a severe panic attack.   Mr. Abdul  Hussein presented with suicidal   ideation and not ed that he no longer wishes to live.   He has  experienced significant losses as a result of his   injuries,   and he fears for the future   given how his  symptoms do not appear to be improving. He finds his cognitive symptoms particularly troubling  a s his   short - term   memory, concentration, focus, problem   solving,   and multi - tasking have all been  deeply impacted.  Prior to the s u bject motor vehicle accident, Mr. Abdul Hussein was   working as a self - employed  restaurant eur, operating a pizza and Greek food restaur ant. He worked long hours, up to   12 - hour  days, six days per week.   In his limited time off, he would go out   for dinner with friends, got to  the gym 3 -   4 times per week and socialize in various   locales. He noted that he was a hard worker  and enjoyed build ing   and running his business with his father.  Following the subject motor vehicle accident, Mr. Abdul Hussein experienced an array of physic al,  cognitive,   and emotional symptoms which persist to this day. By his account, potentially due to a  lack of treatment over the last two years, his condition has become worse resulting in significant  increases in his emotional distress and suicidal thoughts.   Communic ation with his father has\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   3   of   19  confirmed a pattern of   panic attacks and   periods of emotional distress which Mr. Abdul Hussein  is ill - equipped to manage. He has a limited array of coping strategies and is finding prescription  medication ineffective in   maintaini ng a calm disposure.   He has been recently assessed by the  Royal Ottawa Hospital Mood Disorder Clinic and will be obtaining psychiatric support in tandem  with the multi - disciplinary team which is now being activated in his care.   This therapist has  fostere d the following referrals to support Mr. Abdul Hussein at this critical time in his recovery:  •   Ricci & Associates   –   Mr. Abdul Hussein has been referred to Dr. Ricci for a psychological  assessment which was originally scheduled for January of 2022.   Given M r. Abdul  Hussein’s   deteriorating mental health, this therapist communicated with the offices of Ricci  & Associates in order to seek emergency care in advance of completing the assessment.  This has been achieved and the   assessment has been moved to early - D ecember   of 2021  with   treatment interventions to begin imminently.  •   Apollo Physical Therapy   –   This therapist communicated with Apollo Physical Therapy in  order to   have Mr .   Abdul Hussein resume care.   He has undergone a re - assessment and  resumed   Chiropractic Care with Dr. Vikas Dhawan .  •   Fleming Fitness   –   Mr. Abdul Hussein was found to have no physical outlet and   engaged in  limited   physical activity. In order to assist with conditioning and to help reduce his anxiety  levels, a referral for Yoga and   Kinesiology was facilitated by this therapist.   Both  treatments have been approved by the insurer.  •   Opticalm   –   Mr. Abdul Hussein has noted significant issues with light sensitivity as a result  of his persistent concussive symptoms. He has been referred to   Opticalm for a visual stress  assessment to be followed by a prescription for   tinted eyeglasses.  •   Ottawa Distress Line   –   Mr. Abdul Hussein has been provided with the number for the  Ottawa Distress Line to provide him with an alternative when he wishes to   speak with  someone outside of his household during peri o ds of distress where   family members   may  not be available.  At this juncture, Mr. Abdul Hussein is readily engaged in treatment with this therapist and has  been highly responsive to the interventions p rovided to date.   He is reporting a sense of  optimism with the   newly forming team of professionals and   confirmed his willingness to  engage in all therapies proposed by thi s   therapist.   He continues to benefit from Attendant Care  provided by his   family to assist with managing his emotional outbursts where he loses control  of his anxiety , unfolding into recurrent and frequent panic attacks. It is expected that the Mood  Disorder clinic   psychiatric assessment will lead to changes in his medication t o assist him in  better   navigating the next steps in his rehabilitation.  Mr. Abdul   Hussein   has not been able to return to work post - accident, having reportedly  attempted to work two days and being unable to cope with the demands of his employment.  His fa ther   has   since sold his restaurant and he has no means of gainful employment at this  juncture. He relies on his mother to complete the few housekeeping tasks he used to manage  pre - accident   as he finds himself unable to   find the motivation to   contribute at   this time,   He  has largely interrupted all of his leisure activities and is mostly isolating in his home with  periodic visits to his father’s barber shop in an attempt to socialize.\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   4   of   19  RECOMMENDATIONS:  Attendant Care:  Mr. Abdul Hussein would   benefit from ongoing provision of Attendant Care by his father and  mother   in order to intervene during periods of acute   emotional distress   and to assist with meal  preparation . He otherwise remains independent in the completion of core self - care tasks, alb eit at  a reduced frequency   and decreased quality.   He would currently benefit from   292.05   hours per  month of Attendant Care   for a total monthly assessed attendant care benefit of $ 4181.43 .  Housekeeping:  Mr. Abdul Hussein has been unable to resume engagement in t he few housekeeping tasks he was  responsible for pre - accident. He   relies on approximately 2 hours per week of assistance provided  by his mother to maintain his bedroom and bathroom environment as well as to complete his  laundry.  Assistive Devices:  There are no assistive devices currently recommended to   assist in Mr. Abdul Hussein’s  rehabilitation.   Consideration for assistive devices will be given during the delivery of OT  treatment sessions   proposed below.  Further Occupational Therapy Interventions:  Mr. Abdul Hussein has been   provided with a total of 7 OT treatment sessions to date which were  deli vered in good faith to provide Mr. Abdul Hussein with some rehabilitative tractio n in advance  of an OCF18 approval. An OCF18 for a total of   12 OT treatment sessions will be submitted to the  insurer for consideration.  Referral for Other Services:  As noted above, a number of referrals have been facilitated by this therapist to support Mr. Abdul  Hussein’s recovery.   Referrals for other service s will be considered   through ongoing OT service  delivery.  INFORMED   CONSENT   STATEMENT :  This therapist has reviewed issues related to consent as per the   requirements outlined by the  College of Occupational Therapists of Ontario:\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   5   of   19  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  •   The   assessment has been requested by   his legal representative Mr. Frank McNally .  •   The purpose of this assessment is to assess   Mr . Abdul Hussein’s   current functional status  as it relates to   the   ability to complete   his   reported pre - accident activities of daily living .  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if   required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive   Devices  o   Referral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole).   Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the requested goods  and/or service s may ultimately be declined.  •   Mr . Abdul Hussein   may choose to participate or decline any or all of the proposed  assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties via secure transmission (fa x or encrypted email attachment):  -   McNally Gervan c/o Mr.   Frank McNally, legal representative  -   Economical Insurance c/o Ms. Jody Ranger, claims adjuster  Following this therapist’s explanation   Mr . Abdul Hussein   granted informed   consent for this  therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  This therapist was provided with a limited medical brief resulting from limited treatment  received by Mr. Abdul   Hussein since the subject motor vehicle accident. The following  documents were reviewed:  1.   Occupational Therapists Reports  A.   Functionability  (1)   OT Therapy Initial Report   -   In - Home Functional Assessment dated May  31, 2018  (2)   Rationale for   Treatment Plan for Funding for Equipment dated July 13,  2018  (3)   Speech - Language Pathology Assessment Report dated August 11, 2018\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   6   of   19  ( 4 )   OT Progress Report dated October 2, 2018  2.   AB - IM Es  A.   IE Psychology of Dr Darren Schmidt dated November 26, 2018  B.   IE Physiatry by Dr Sreenivasan dated December 31, 2018  C.   IE Paper Review Psychology by Dr Schmidt dated July 22, 2019  PRE - ACCIDENT MEDICAL HISTORY:  Mr. Abdul Hussein   reported being in excellent   physical and mental health prior to the subject  motor vehicle accident. He was   a   young restaurant owner working   65   –   75 hours per week. He  had an active social life, would go out with friends dining in restaurants. He attended the gym   3   –  4 time s per week and was feeling fulfilled.   He denied the presence of any pre - existing medical  conditions or prior injuries which would impact his course of recovery or his clinical presentation  during this assessment.  MECHANISM OF INJURY:  Mr. Abdul Hussein   reported having little recollection of the accident.   He recalls hearing a big  bang and then losing consciousness.   From reading   reports   from other providers , he   believes he  was t - boned   by another vehicle . He is u nsure if he hit his head. Paramedics came to the   scene,  and he was taken to the Ottawa   General Hospital .   His first recollection   was being tended to by  paramedics and fearing for his life. He was not oriented to time and place.   “I   was not able to see  anything,   everything felt black in my head ” .   He was assessed at the ER and released later that  evening with instructions to see hi s family physician.   He reports symptoms of dizziness and  nausea for months following the MVA.  NATURE OF INJURY:  •   Sprain and strain of lumbar spine and ankle  •   Whiplash associated disorder  •   Concussion with post   concussional syndrome  •   Anxiety Disorder, unspecified  •   Somatic Symptom Disorder  •   Major Depressive Disorder  COURSE OF RECOVERY TO DATE:  Mr. Abdul   Hussein had significant difficulty recalling the various treatments he received and  particularly the timelines surrounding the provision of care. He recalled the following:  •   He   initiated chiropractic care   at Apollo Physical Therapy\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   7   of   19  •   He engaged in physiotherapy through Apollo Physical therapy  •   He obtained m assage   therapy through Apollo Physical Therapy  •   He participated in a c oncussion circuit at   A pollo   Physical Therapy  •   He completed a course of p sychology   with   Melanie Roberts .  Mr. Abdul Hussein noted that all of the above treatments ended sometime in 2019. He could  not recall the reason why treatment ended but noted that he went through the last two years  without any form of care.   He noted that he   sought a change in legal representation which  resulted in a reactivation of his rehabilitation.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  D ate of Last  Appointment/ Frequency  of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Docking/Dr.  Schwartz, GP  Week and a half ago was  last appointment.  Appoint ments   are bi -  weekly due to   his   poor  mental health.  Discussed mental  health concerns   and  post - concussional  syndrome symptoms.  TBD  Yoga/Kinesiology  Fleming Fitness  He has just begun these  treatments   with one or two  sessions of Yoga and  Kinesiology having been  delivered.  Completed OCF18  paperwork and initiated  treatment.  Ongoing weekly  Psychology, Ricci  &   Associates  Assessment in December of  2021 and crisis treatment to  begin imminently with Dr.  Ricc i.  NA   NA  Chiropractic Care,  Apollo   Physical  Therapy , Vik as  Dhawan  Twice weekly   Adjustments provided .   Ongoing  Physiotherapy,  Apollo   Physical  Therapy  Assessment November 10,  2021  Assessment completed  and OCF18 paperwork  signed.  TBD  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Sertraline   200 mg daily   Depression and anxiety  Quetiapine   25 mg   daily   Atypical Antipsychotic  Propranolol   60 mg daily   Anxiety\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   8   of   19  Celecoxib   200 mg twice daily   Pain and inflammation  Gabapentin   300 mg in the morning and  600 mg at night  Neuropathic pain  Lorazepam   1 mg PRN   Anxiety  Mirtazapine   45 at bedtime   Depression  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms :  Pain symptoms are   rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if  Necessary  Headaches/migraines   He experiences   headaches throughout the day,  almost everyday.   The pain is located on the  front of his   head   as well as to the sides and  back of his skull.   Migraines will last one to  two days and   occur   once   weekly on average.  He will be nauseous, stay in a dark room and  avoid exposure to sounds.  7   –   8/10  Neck pain   Pain is located on the centre of his   neck  radiating to the left side. This is a constant pain  which he describes as dull with sharp   peaks of  pain.  6   –   7/10  Thoracic spine   Pain is constant.   He feels his posture is off,  this pain impacts his ability to sleep at night.  8/10  Lumbar   spine   Pain is constant. The pain is located on the left  side of his lower back. He describes this as a  soreness and tightness.   “ It does not feel right ” .  4/10  Dizziness   This is an intermittent issue which will occur  unpredictably.   When he is more active ,   the  dizziness will begin.  NA  Cognitive Symptoms :  Mr. Abdul Hussein endorsed the following cognitive symptoms which he notes are his most  concerning:  •   Memory loss  •   Hypersensiti v ity to noise and light  •   Difficulty focussing and concentration  •   Mental fog   “ all the time ”  •   Difficulty pro blem solving\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   9   of   19  •   Forgetting what day it is  Emotional Symptoms:  Mr. Abdul Hussein described a complex array of emotional symptoms which include severe  anxiety, recurring and uncontrollable panic attacks,   suicidal   ideation, fear for the future,  nightmares, severe depressive symptoms, lack of motivation,   social isolation , etc. He noted that  he has been to the ER twice over the last few weeks, once by ambulance as he feared he was having  a heart attack. These panic attacks have been deeply troubling for Mr. Abdul Hussein as he notes  “I lose control of myself”.   His fathe r noted that Mr. Abdul Hussein will start pacing the home  during these periods of time, in tears, saying “I don’t want to live anymore”.   His father will  encourage him to take medication or consume some cannabis to help calm him   down,   but this is  typically   not effective. Mr. Abdul Hussein noted that while   he   does   think about dying, he has no  plan to take his life at this time.   He remains fragile and requires urgent psychological and  psychiatric care.  Symptom Management Strategies:  Mr. Abdul   Hussein noted that he makes use of the following strategies to manage his symptoms:  •   Rest  •   Short walks  •   Medication  •   Listening to   meditation sounds  •   Trialed marijuana with poor success  Typical Day Pre - Accident:  Mr. Abdul   Hussein   described the following as a typical day in his life at the time of the subject  motor vehicle accident:  •   Up at 9 am  •   Grab a coffee  •   Go for a walk  •   Go to the restaurant and turn oven on at   10 am  •   Check inventory  •   Make pizza slices for lunch   service  •   Prep   toppings  •   Complete l unch   service  •   Cleanup and prep for dinner   service  •   Dinner   rush and evening service  •   Would leave around 11pm  •   Would try to go to the gym or visit a friend to have a late dinner\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   10   of   19  •   In   bed   by   230 am  Typical Day Post - Accident:  At the time of this assessment, Mr. Abdul Hussein described a typical day as - follows:  •   Disrupted sleep/wake pattern  •   Will sometimes wake early because he can’t sleep.   Sometimes will wake late as he  oversleeps to make - up for poor sleep days before .  •   Wakes between 8 am and 11 am  •   Wakes feeling depressed and   is not motivated   to shower or brush his teeth  •   Feels like he needs to stay in his room  •   Will eventually get to the kitchen and make a bagel, coffee or tea   but has   no appetite  •   Does not cook as he forgets gas on the stove, leaves perishables out on the counter  •   Tries to go for a short walk   but some days   is not motivated   to do so  •   Has tried   hanging   out   with   his father   at   the   barber shop, tried seeing friends but this does  not work out   due to his poor mood .  •   Will have dinner with his family at 7:30   –   8: 00 pm  •   Will watch some sports for a few hours  •   Goes   to bed at around 10   –   11pm  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Will get up several times per  night to stretch (4   –   5x per  night).   Pain   impacts   his  ability   to   maintain   restful  sleep.  No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   30   –   45   minutes   with  freq uent postural changes.  Periods of 30   –   35 minutes of  sitting on a sofa and kitchen  chair   observed   throughout  this   therapist’s time with Mr.  Abdul   Hussein.   Frequent  postural shifting noted.\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   11   of   19  3. Standing   No identified limitation   20 minutes then has to sit.   Short peri ods of static and  dynamic standing observed  by this therapist during this  assessment.  4. Squatting   No identified limitation   Able but only partial   One ½ squat performed by  Mr. Abdul Hussein.   Was  unable   to   achieve   a   deep  power squat .  5. Kneeling   No identified limitation   Able   but   has   difficulty  standing   without   external  support.  One   bilateral   kneeling  posture demonstrated by Mr.  Abdul   Hussein   during   this  assessment.   Was   able   to  achieve   the   posture   with  difficulty   and   required  external   support   from  adjacent   furniture   to recover  to standing.  6. Walking   No identified limitation   15   –   20 minutes   One   outdoor   walk   of   30  minutes total (with a sitting  break   at   15   minutes)  performed   by   Mr.   Abdul  Hussein.   He was observed  walki ng   slowly   with   a  forward hunched posture.  7. Stair  Climbing  No identified limitation   Able but slowly   One flight of stairs managed  by Mr. Abdul Hussein with  support   from   handrail  observed   during   this  assessment.   He   was  observed   c limbing   slowly  using   a   reciprocal   stair  climbing pattern.  8. Driving   No identified limitation   20   –   30   minutes   but   has  severe   anxiety   symptoms.  Has   experienced   panic  attacks   on   a   number   of  occasions   while   driving  requiring   that   he   return  home.  Not formally assessed.\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   12   of   19  Functional Transfers and Mobility :  Activity   Client   Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   but has trouble  sometimes.   Is stiff after a  night’s   sleep   and   has   no  energy.  No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4.   Bathtub   Independent   Independent   No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward   flexion   WFL   Cervical   range   of   motion   limited   in   all  directions with pain reported in end - range.  Forward flexion appears preserved. Lateral flexion   ½ range   ½ range  Rotation   ½ range   ¼ range  Extension   ½ range  Shoulder   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   13   of   19  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No   identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   ½ range   Unable to bend forward and reach past his  knees. Was reportedly able to touch his feet  without difficulty pre - accident. Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No   identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation :  Mr. Abdul Hussein ’s emotional presentation over the course of eight sessions fluctuated  significantly. There were sessions where Mr. Abdul Hussein was completely overwhelmed with  anxiety and experiencing the beginnings of a panic attack. T his therapist intervened by educating  Mr. Abdul Hussein on diaphragmatic breathing techniques to quell the anxiety response which  was achieved with some success.   He was found to often be emotionall y   labile, crying  uncontrollably and other times going off on   tangents where he expressed his   sense of   panic with  an escalating tone and increased speech speed . He often recounted how he no longer wanted to  live and felt guilt towards what he was putting hi s parents through.   Mr. Abdul Hussein   is  emotionally distraught and requires urgent intervention to avoid further decompensation.\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   14   of   19  Cognitive Presentation :  Mr. Abdul Hussein presented as a poor historian with significant difficulty recalling dates, names  of providers, timeframes of care provided, etc. He was observed experiencing word finding  difficulties on several occasions. He   would lose his train of through frequently requiring that this  therapist cue him back on his train of thought.   He would forge t appointments and text this  therapist requesting a reminder of upcoming touchpoints.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Single family detached home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Second floor   Carpet  Bathrooms   2.5   Two   full on second and a  powder room on main  Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile  Laundry   1   Main floor   Tile  Stairs   Yes   Steps leading to the basement  and second floor   of the home.  Carpet  Basement   Yes   Finished   NA  Driveway  Description  Double driveway  Yard  description  Small city lot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives with parents and   16 - year - old   brother  Children   None  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  With respect to self - care, Mr. Abdul Hussein is found to   be physically able to manage his core  self - care functions however has seen a decrease in frequency and quality . He noted that he does  not shower on a daily basis, will often wear the   same clothes several days in a row,   will not comb\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   15   of   19  his hair or groom his beard, etc.   His parents will provide some cueing to encourage him to  complete these basic   tasks however Mr. Abdul Hussein noted “I just don’t care anymore”. He will  be   encouraged to integrate increased grooming in the context of OT treatment delivery.   With  respect to meal preparation, Mr. Abdul Hussein is not currently making use of any cooking  appliances due to a history of leaving gas burners on, forgetting perishable   food items on the  counter . He noted that he can prepare a simple breakfast such as a bagel but relies on his mother  to prepare supper meals.  Please refer to the Attendant Care section of this report for more details.  Pre and Post Accident   Home Management Activities:  Pre - accident , Mr. Abdul Hussein was responsible for the following housekeeping tasks in his  parent’s home:  •   Make his bed  •   Cl ean his toilet  •   Clean his bathroom  •   Do his laundry  •   Would sweep   on occasion  At the time of this assessment, Mr. Abdul Hussein noted that he   has interrupted engagement in all  of the above noted activities. He stated that “my mom does everything”. He is currently receiving  an estimated   2 hours per week s   of assistance to manage the se above functions.  Pre and Post Accident   Vocational Activities:  Client opened the restaurant in or around January of 2017 with his father called   Greek &   Pizza  Al c asa   Inc. where he served pizza, Greek food, subs, chicken wings, spaghetti,   lasagna, etc...   He  worked   from 11am to 10 or 11pm   six   days   per week .   He was responsible for all aspects of running  his restaurant including cooking, cleaning, inventory management,   dealing with customers,  deliveries. He noted that he loved running his restaurant with   his father and he drew significant  pride from his work.  After the MVA, he attem pted to return to work   for “ a couple   of   days ”   and was unable to continue.  He and his father eventually sold the restaurant as he could no longer operate it.   He has not  returned to any form of gainful employment since.  Pre and Post Accident   Leisure Activi ties:  Prior to the subject motor vehicle accident, Mr. Abdul Hussein noted that he   led a busy life at work  however made time outside of work to engage in the following leisure/socialization activities:  •   Eat - out at r estaurants   with friends\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   16   of   19  •   Gym 3   –   4x per week  •   Hanging with friends  •   Watching sports  At the time of this assessment, Mr. Abdul   Hussein has interrupted all of his pre - accident leisure  activities. “I   do n’t   not go out much. ”   He is focusing on attending his appointments   and has no  energy or motivation to socialize .   H has attempted to attend his father’s barber shop at his bequest  to get out of the house however he does not find himself in a state of mind to talk to anyone. He  will often leave after a short visit and return home. He will try and complete a short daily   walk,  but this is also hit and miss depending on his mental heal th on   that particular day.  Pre and Post Accident   Community Activities/Volunteer Activities:  Mr. Abdul Hussein noted that between work and his leisure activities, he had no time for any other  community or volunteer activity engagement.  ASSESSMENT OF ATTENDANT CARE   NEEDS:  Part 1   –   Level 1 Attendant Care (Routine personal care)  Dress/Undress:  While Mr. Abdul Hussein   is   physically   independent with dressing and undressing activities , he  requires an estimated   5 minutes per day of cueing to   encourage changing in clean clothes .  Total weekly time allotted:   35 minutes per week  Prosthetics/Orthotics:  Mr. Abdul Hussein   does wear any orthotics or prosthetics.  Grooming:  Mr. Abdul Hussein   is physically   independent in   his   performance of   grooming tasks   however he  lacks the motivation to complete these tasks regularly.   He lacks the drive and motivation to  independently groom his hair and beard as well as to complete basic tasks such as   brush ing his  teeth. H e   does require some cueing to foster   his   regular completion of grooming activities.   A total  of 5 minutes per day is allocated to cue his completion of grooming activities.  Total weekly time allotted: 35 minutes per week\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   17   of   19  Feeding:  Mr. Ab dul Hussein is independent in his ability to feed himself however requires assistance from  his mother to complete dinner meals as a result of his   poor memory resulting in leaving burners  on and forgetting perishable items on the counter.   60 minutes per da y is allotted for meal  preparation.  Total weekly time allotted: 420 minutes per week  Mobility:  Mr. Abdul Hussein   is independent in all areas of mobility.   He does not require assistance for  walking or stair climbing however does require some assistance   to access the community   when his  anxiety is   heightened,   and he feels unable to safely drive his vehicle. An   allocation of   2 hours per  week is provided for community access.  Total weekly time allotted:   120 minutes per week  Extra Laundering:  Mr. Abdul Hus sein   does not present with any Extra Laundering needs at this time.   He   does not  report any increased   incidence of spillage and no history of incontinence.  Part 2   –   Level 2 Attendant Care (Basic supervisory functions)  Hygiene :  Mr. Abdul   Hussein requires assistance to maintain his bathroom and bedroom environment due to  lack of motivation , debilitating   anxiety,   and physical pain. He relies on assistance provided by his  mother for these functions.  Additionally, Mr. Abdul Hussein relies h eavily on his father to provide him with support during  the evenings and at night when his anxiety peaks   and he beings to experience panic attacks. To  ensure his wellbeing and taking into consideration his suicidal ideation, a total of 8 hours per day  of   support is recommended to ensure his comfort and safety during periods of emotional distress.  Total weekly time allotted:   3360   minutes   per week  Basic Supervisory Care:  Mr. Abdul Hussein is found to not require any form of basic supervisory care at   this time.\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   18   of   19  Co - ordination of Attendant Care:  There are no Attendant Care co - ordination requirements at this time.  Part 3   –   Level 3 Attendant Care (Complex health/care and hygiene functions)  Genitourinary Tracts:  Mr. Abdul Hussein   is independent in the management of   his   urinary   needs.  Bowel Care:  Mr. Abdul Hussein   is independent in the management of   his   bowel care.  Tracheostomy Care:  Not applicable.  Ventilator Care:  Not applicable.  Exercise:  Mr. Abdul Hussein   requires assi stance to initiate and follow - through on   regular walks   which are  instrumental in maintaining a degree of physical fitness and to reduce the amount of   time he spends  alone in the confines of his home. 5 minutes per day of cueing is recommended at this time .  Total weekly time allotted: 35 minutes per week  Skin Care:  Mr. Abdul Hussein   is independent with all of   his   skin care needs.  Medication:  Mr. Abdul Hussein   requires regular monitoring to ensure   his   medications are taken on a regular  basis .   He has been found to unreliably take his medication due to poor memory   and   an overall  lack of focus. 5 minutes per day of cueing is recommended.  Total weekly time allotted: 35 minutes per week\n\nDate of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   19   of   19  Bathing:  Mr. A bdul Hussein   is independent with   his showering   needs.   He   does   however   require a degree  of cueing to foster completion of a daily shower   as he   currently   showers   a few   times weekly.   5  minutes of cueing daily for completion of a shower is recommended.  Tota l weekly time allotted: 35 minutes per week  Other Therapy:  Not applicable.  Maintenance of Supplies and Equipment:  Mr. Abdul Hussein   does not make use of any assistive devices or   medical equipment which  requires regular maintenance.  Skilled Supervisory Care:  Mr. Abdul   Hussein does not require any skilled supervisory care at this time.  Please refer to the enclosed Assessment of Attendant Care Needs Form   (Form 1) for more  information.  •   Level 1 for routine personal care :   610   minutes per   week  •   Level 2 for basic supervisory   functions :   3360 minutes per week  •   Level 3 for complex func tions   105 minutes per week  Total monthly assessed attendant care benefit:   $ 4181.43 per month  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   Form 1  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Mr.   Jawad   Abdul Hussein   Date of Loss:   2018 - 01 - 14  Address:   59 Dragon Park Drive,   Ottawa  ON K 2J 0H1  Telephone #:   613 - 882 - 0909  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Jody Ranger   Insurer:   Economical Insurance  Claim No.:   1348323  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assessment:   2021 - 11 - 15  Date of Report:   2021 - 11 - 18  THERAPIST   QUALIFICATIONS:  Mr. Ferland   is an Occupational Therapist with over   23   years of experience.   His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and  launched himself in the world of private business. Over the years,   he   has provided services to the  automobile insurance and   legal communities as well the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Mr. Ferland   has extensive experience working with individuals suffering from catastrophic  injuries. He provides assessment and treatment services as a primary Occu pational Therapist as  well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries  and amputations.   He also has extensive experience working with individuals who have been  deemed to meet the catastrophic threshold on   the basis of psychological and/or psychiatric  impairments.  Over his years of working with individuals injured in motor vehicle accidents,   Mr. Ferland  developed a strong interest in the field of mental health, focussed on functional reactivation for  injur ed individuals suffering from depression,   anxiety,   and posttraumatic stress.   His clinical",
    "SYMPTOMS": "Date of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   14   of   19  Cognitive Presentation :  Mr. Abdul Hussein presented as a poor historian with significant difficulty recalling dates, names  of providers, timeframes of care provided, etc. He was observed experiencing word finding  difficulties on several occasions. He   would lose his train of through frequently requiring that this  therapist cue him back on his train of thought.   He would forge t appointments and text this  therapist requesting a reminder of upcoming touchpoints.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Single family detached home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Second floor   Carpet  Bathrooms   2.5   Two   full on second and a  powder room on main  Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile  Laundry   1   Main floor   Tile  Stairs   Yes   Steps leading to the basement  and second floor   of the home.  Carpet  Basement   Yes   Finished   NA  Driveway  Description  Double driveway  Yard  description  Small city lot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives with parents and   16 - year - old   brother  Children   None  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  With respect to self - care, Mr. Abdul Hussein is found to   be physically able to manage his core  self - care functions however has seen a decrease in frequency and quality . He noted that he does  not shower on a daily basis, will often wear the   same clothes several days in a row,   will not comb",
    "FUNCTIONAL_STATUS": "Date of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   5   of   19  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  •   The   assessment has been requested by   his legal representative Mr. Frank McNally .  •   The purpose of this assessment is to assess   Mr . Abdul Hussein’s   current functional status  as it relates to   the   ability to complete   his   reported pre - accident activities of daily living .  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if   required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive   Devices  o   Referral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole).   Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the requested goods  and/or service s may ultimately be declined.  •   Mr . Abdul Hussein   may choose to participate or decline any or all of the proposed  assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties via secure transmission (fa x or encrypted email attachment):  -   McNally Gervan c/o Mr.   Frank McNally, legal representative  -   Economical Insurance c/o Ms. Jody Ranger, claims adjuster  Following this therapist’s explanation   Mr . Abdul Hussein   granted informed   consent for this  therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  This therapist was provided with a limited medical brief resulting from limited treatment  received by Mr. Abdul   Hussein since the subject motor vehicle accident. The following  documents were reviewed:  1.   Occupational Therapists Reports  A.   Functionability  (1)   OT Therapy Initial Report   -   In - Home Functional Assessment dated May  31, 2018  (2)   Rationale for   Treatment Plan for Funding for Equipment dated July 13,  2018  (3)   Speech - Language Pathology Assessment Report dated August 11, 2018",
    "MEDICAL_HISTORY": "Date of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   6   of   19  ( 4 )   OT Progress Report dated October 2, 2018  2.   AB - IM Es  A.   IE Psychology of Dr Darren Schmidt dated November 26, 2018  B.   IE Physiatry by Dr Sreenivasan dated December 31, 2018  C.   IE Paper Review Psychology by Dr Schmidt dated July 22, 2019  PRE - ACCIDENT MEDICAL HISTORY:  Mr. Abdul Hussein   reported being in excellent   physical and mental health prior to the subject  motor vehicle accident. He was   a   young restaurant owner working   65   –   75 hours per week. He  had an active social life, would go out with friends dining in restaurants. He attended the gym   3   –  4 time s per week and was feeling fulfilled.   He denied the presence of any pre - existing medical  conditions or prior injuries which would impact his course of recovery or his clinical presentation  during this assessment.  MECHANISM OF INJURY:  Mr. Abdul Hussein   reported having little recollection of the accident.   He recalls hearing a big  bang and then losing consciousness.   From reading   reports   from other providers , he   believes he  was t - boned   by another vehicle . He is u nsure if he hit his head. Paramedics came to the   scene,  and he was taken to the Ottawa   General Hospital .   His first recollection   was being tended to by  paramedics and fearing for his life. He was not oriented to time and place.   “I   was not able to see  anything,   everything felt black in my head ” .   He was assessed at the ER and released later that  evening with instructions to see hi s family physician.   He reports symptoms of dizziness and  nausea for months following the MVA.  NATURE OF INJURY:  •   Sprain and strain of lumbar spine and ankle  •   Whiplash associated disorder  •   Concussion with post   concussional syndrome  •   Anxiety Disorder, unspecified  •   Somatic Symptom Disorder  •   Major Depressive Disorder  COURSE OF RECOVERY TO DATE:  Mr. Abdul   Hussein had significant difficulty recalling the various treatments he received and  particularly the timelines surrounding the provision of care. He recalled the following:  •   He   initiated chiropractic care   at Apollo Physical Therapy",
    "TYPICAL_DAY": "Date of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   10   of   19  •   In   bed   by   230 am  Typical Day Post - Accident:  At the time of this assessment, Mr. Abdul Hussein described a typical day as - follows:  •   Disrupted sleep/wake pattern  •   Will sometimes wake early because he can’t sleep.   Sometimes will wake late as he  oversleeps to make - up for poor sleep days before .  •   Wakes between 8 am and 11 am  •   Wakes feeling depressed and   is not motivated   to shower or brush his teeth  •   Feels like he needs to stay in his room  •   Will eventually get to the kitchen and make a bagel, coffee or tea   but has   no appetite  •   Does not cook as he forgets gas on the stove, leaves perishables out on the counter  •   Tries to go for a short walk   but some days   is not motivated   to do so  •   Has tried   hanging   out   with   his father   at   the   barber shop, tried seeing friends but this does  not work out   due to his poor mood .  •   Will have dinner with his family at 7:30   –   8: 00 pm  •   Will watch some sports for a few hours  •   Goes   to bed at around 10   –   11pm  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Will get up several times per  night to stretch (4   –   5x per  night).   Pain   impacts   his  ability   to   maintain   restful  sleep.  No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   30   –   45   minutes   with  freq uent postural changes.  Periods of 30   –   35 minutes of  sitting on a sofa and kitchen  chair   observed   throughout  this   therapist’s time with Mr.  Abdul   Hussein.   Frequent  postural shifting noted.",
    "ATTENDANT_CARE": "Date of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   19   of   19  Bathing:  Mr. A bdul Hussein   is independent with   his showering   needs.   He   does   however   require a degree  of cueing to foster completion of a daily shower   as he   currently   showers   a few   times weekly.   5  minutes of cueing daily for completion of a shower is recommended.  Tota l weekly time allotted: 35 minutes per week  Other Therapy:  Not applicable.  Maintenance of Supplies and Equipment:  Mr. Abdul Hussein   does not make use of any assistive devices or   medical equipment which  requires regular maintenance.  Skilled Supervisory Care:  Mr. Abdul   Hussein does not require any skilled supervisory care at this time.  Please refer to the enclosed Assessment of Attendant Care Needs Form   (Form 1) for more  information.  •   Level 1 for routine personal care :   610   minutes per   week  •   Level 2 for basic supervisory   functions :   3360 minutes per week  •   Level 3 for complex func tions   105 minutes per week  Total monthly assessed attendant care benefit:   $ 4181.43 per month  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   Form 1  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature ."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is an Occupational Therapist with over   23   years of experience",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "59 Dragon Park Drive",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "Economical Insurance  Claim No",
      "confidence": {
        "name": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Abdul Hussein presented as a poor historian with significant difficulty recalling dates, names  of providers, timeframes of care provided, etc.",
        "ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Single family detached home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Second floor   Carpet  Bathrooms   2."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Date of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   14   of   19  Cognitive Presentation :  Mr. Abdul Hussein presented as a poor historian with significant difficulty recalling dates, names  of providers, timeframes of care provided, etc. He was observed experiencing word finding  difficulties on several occasions. He   would lose his train of through frequently requiring that this  therapist cue him back on his train of thought.   He would forge t appointments and text this  therapist requesting a reminder of upcoming touchpoints.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Single family detached home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Second floor   Carpet  Bathrooms   2.5   Two   full on second and a  powder room on main  Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile  Laundry   1   Main floor   Tile  Stairs   Yes   Steps leading to the basement  and second floor   of the home.  Carpet  Basement   Yes   Finished   NA  Driveway  Description  Double driveway  Yard  description  Small city lot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives with parents and   16 - year - old   brother  Children   None  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  With respect to self - care, Mr. Abdul Hussein is found to   be physically able to manage his core  self - care functions however has seen a decrease in frequency and quality . He noted that he does  not shower on a daily basis, will often wear the   same clothes several days in a row,   will not comb",
      "confidence": {
        "reportedSymptoms": 0.8
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [
        "o   Referral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment",
        "Treatment Plan"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "are possible temporary side  effects",
      "functionalGoals": [],
      "notes": "Date of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   5   of   19  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  •   The   assessment has been requested by   his legal representative Mr. Frank McNally .  •   The purpose of this assessment is to assess   Mr . Abdul Hussein’s   current functional status  as it relates to   the   ability to complete   his   reported pre - accident activities of daily living .  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if   required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive   Devices  o   Referral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole).   Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the requested goods  and/or service s may ultimately be declined.  •   Mr . Abdul Hussein   may choose to participate or decline any or all of the proposed  assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties via secure transmission (fa x or encrypted email attachment):  -   McNally Gervan c/o Mr.   Frank McNally, legal representative  -   Economical Insurance c/o Ms. Jody Ranger, claims adjuster  Following this therapist’s explanation   Mr . Abdul Hussein   granted informed   consent for this  therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  This therapist was provided with a limited medical brief resulting from limited treatment  received by Mr. Abdul   Hussein since the subject motor vehicle accident. The following  documents were reviewed:  1.   Occupational Therapists Reports  A.   Functionability  (1)   OT Therapy Initial Report   -   In - Home Functional Assessment dated May  31, 2018  (2)   Rationale for   Treatment Plan for Funding for Equipment dated July 13,  2018  (3)   Speech - Language Pathology Assessment Report dated August 11, 2018",
      "confidence": {
        "functionalLimitations": 0,
        "assistiveDevices": 0.8,
        "endurance": 0.8,
        "functionalGoals": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Date of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   6   of   19  ( 4 )   OT Progress Report dated October 2, 2018  2.   AB - IM Es  A.   IE Psychology of Dr Darren Schmidt dated November 26, 2018  B.   IE Physiatry by Dr Sreenivasan dated December 31, 2018  C.   IE Paper Review Psychology by Dr Schmidt dated July 22, 2019  PRE - ACCIDENT MEDICAL HISTORY:  Mr. Abdul Hussein   reported being in excellent   physical and mental health prior to the subject  motor vehicle accident. He was   a   young restaurant owner working   65   –   75 hours per week. He  had an active social life, would go out with friends dining in restaurants. He attended the gym   3   –  4 time s per week and was feeling fulfilled.   He denied the presence of any pre - existing medical  conditions or prior injuries which would impact his course of recovery or his clinical presentation  during this assessment.  MECHANISM OF INJURY:  Mr. Abdul Hussein   reported having little recollection of the accident.   He recalls hearing a big  bang and then losing consciousness.   From reading   reports   from other providers , he   believes he  was t - boned   by another vehicle . He is u nsure if he hit his head. Paramedics came to the   scene,  and he was taken to the Ottawa   General Hospital .   His first recollection   was being tended to by  paramedics and fearing for his life. He was not oriented to time and place.   “I   was not able to see  anything,   everything felt black in my head ” .   He was assessed at the ER and released later that  evening with instructions to see hi s family physician.   He reports symptoms of dizziness and  nausea for months following the MVA.  NATURE OF INJURY:  •   Sprain and strain of lumbar spine and ankle  •   Whiplash associated disorder  •   Concussion with post   concussional syndrome  •   Anxiety Disorder, unspecified  •   Somatic Symptom Disorder  •   Major Depressive Disorder  COURSE OF RECOVERY TO DATE:  Mr. Abdul   Hussein had significant difficulty recalling the various treatments he received and  particularly the timelines surrounding the provision of care. He recalled the following:  •   He   initiated chiropractic care   at Apollo Physical Therapy",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Date of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   10   of   19  •   In   bed   by   230 am  Typical Day Post - Accident:  At the time of this assessment, Mr. Abdul Hussein described a typical day as - follows:  •   Disrupted sleep/wake pattern  •   Will sometimes wake early because he can’t sleep.   Sometimes will wake late as he  oversleeps to make - up for poor sleep days before .  •   Wakes between 8 am and 11 am  •   Wakes feeling depressed and   is not motivated   to shower or brush his teeth  •   Feels like he needs to stay in his room  •   Will eventually get to the kitchen and make a bagel, coffee or tea   but has   no appetite  •   Does not cook as he forgets gas on the stove, leaves perishables out on the counter  •   Tries to go for a short walk   but some days   is not motivated   to do so  •   Has tried   hanging   out   with   his father   at   the   barber shop, tried seeing friends but this does  not work out   due to his poor mood .  •   Will have dinner with his family at 7:30   –   8: 00 pm  •   Will watch some sports for a few hours  •   Goes   to bed at around 10   –   11pm  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Will get up several times per  night to stretch (4   –   5x per  night).   Pain   impacts   his  ability   to   maintain   restful  sleep.  No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   30   –   45   minutes   with  freq uent postural changes.  Periods of 30   –   35 minutes of  sitting on a sofa and kitchen  chair   observed   throughout  this   therapist’s time with Mr.  Abdul   Hussein.   Frequent  postural shifting noted."
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Date of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   10   of   19  •   In   bed   by   230 am  Typical Day Post - Accident:  At the time of this assessment, Mr. Abdul Hussein described a typical day as - follows:  •   Disrupted sleep/wake pattern  •   Will sometimes wake early because he can’t sleep.   Sometimes will wake late as he  oversleeps to make - up for poor sleep days before .  •   Wakes between 8 am and 11 am  •   Wakes feeling depressed and   is not motivated   to shower or brush his teeth  •   Feels like he needs to stay in his room  •   Will eventually get to the kitchen and make a bagel, coffee or tea   but has   no appetite  •   Does not cook as he forgets gas on the stove, leaves perishables out on the counter  •   Tries to go for a short walk   but some days   is not motivated   to do so  •   Has tried   hanging   out   with   his father   at   the   barber shop, tried seeing friends but this does  not work out   due to his poor mood .  •   Will have dinner with his family at 7:30   –   8: 00 pm  •   Will watch some sports for a few hours  •   Goes   to bed at around 10   –   11pm  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Will get up several times per  night to stretch (4   –   5x per  night).   Pain   impacts   his  ability   to   maintain   restful  sleep.  No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   30   –   45   minutes   with  freq uent postural changes.  Periods of 30   –   35 minutes of  sitting on a sofa and kitchen  chair   observed   throughout  this   therapist’s time with Mr.  Abdul   Hussein.   Frequent  postural shifting noted.",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Needs Form   (Form 1) for more  information",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [
          "A bdul Hussein   is independent with   his showering   needs."
        ],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": [
          "He   does   however   require a degree  of cueing to foster completion of a daily shower   as he   currently   showers   a few   times weekly."
        ]
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Date of Report:   2021 - 11 - 18  ______________________________________________________________________________  Jawad   Abdul   Hussein   Claim #:   1348323   Page   19   of   19  Bathing:  Mr. A bdul Hussein   is independent with   his showering   needs.   He   does   however   require a degree  of cueing to foster completion of a daily shower   as he   currently   showers   a few   times weekly.   5  minutes of cueing daily for completion of a shower is recommended.  Tota l weekly time allotted: 35 minutes per week  Other Therapy:  Not applicable.  Maintenance of Supplies and Equipment:  Mr. Abdul Hussein   does not make use of any assistive devices or   medical equipment which  requires regular maintenance.  Skilled Supervisory Care:  Mr. Abdul   Hussein does not require any skilled supervisory care at this time.  Please refer to the enclosed Assessment of Attendant Care Needs Form   (Form 1) for more  information.  •   Level 1 for routine personal care :   610   minutes per   week  •   Level 2 for basic supervisory   functions :   3360 minutes per week  •   Level 3 for complex func tions   105 minutes per week  Total monthly assessed attendant care benefit:   $ 4181.43 per month  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   Form 1  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0.8,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}