{
  "fileName": "Al Naqeeb, Aqeel IHA_FINAL.pdf",
  "originalText": "P: (613)   776 - 1266   www.ferlandassociates.com  info @ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Aqeel Al Naqeeb  Date of Birth:   1989 - 04 - 08  Date of Loss:   2013 - 08 - 27  Address:   45 Kinetic Way, Ottawa, ON  Lawyer:   Joshua Nutt  Firm:   Perley - Robertson, Hill & McDougall  Insurer:   TD   General Insurance Company  Claim No.:   015304327 - 4  Therapist:   Sebastien Ferland OT Reg.(Ont.)  Date of Assessment:   2024 - 07 - 09  Date of Report:   2024 - 07 - 12  THERAPIST QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of   Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the autom obile insurance sector, personal injury and family law, the  Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability  sectors. His opinions are sought by both plaintiff and defense counsel in the context of resolving  matte rs in personal injury and family law cases. He has been qualified several times as an expert  in his field, providing testimony under oath in FSCO tribunals and cases appearing before the  Ontario Superior Court of Justice.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   2   of   26  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to   the daily   function of individuals suffering from  serious   physical,   psychological   and   cognitive   impairments.   His   assessments   inform  multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.)  of injured client’s daily functional   capabilities at home, work and in the community, assisting  them in forming opinions surrounding whether the c atastrophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic   pain, depression, anxiety and  posttraumatic stress, overseeing and directing functional reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE:  Mr. Aqeel Al Naqeeb was referred to our office by his legal representative, Mr. Joshua Nutt of  Perley - Robertson, Hill & McDougall, for an updated assessment of his daily function at home and  work. This assessment was conducted on July 9, 2024, approximatel y 11 years after Mr. Al  Naqeeb's motor vehicle accident on August 27, 2013.  The purpose of this assessment is to provide a comprehensive update on Mr. Al Naqeeb's current  functional status, focusing on his ability to perform activities of daily living both at home and in  the workplace. This report will detail any changes in his co ndition since the previous assessment  conducted   by this therapist in   2015, and will offer recommendations for ongoing care and  support based on his current needs.  The   assessment   process   included   a   thorough   review   of   Mr.   Al   Naqeeb's   medical   and  rehabilitation history, an in - home evaluation of his functional capabilities, and a detailed  interview to gather information about his current symptoms, daily routines, and ch allenges.  Special attention was paid to how his injuries from the 2013 accident continue to impact his life,  particularly in regard to his work performance, home management, and overall quality of life.  This report aims to provide a clear picture of Mr. Al Naqeeb's   current functional status,  highlighting areas of improvement, ongoing challenges, and any new developments since the last  assessment. The findings and recommendations presented here are intended to assist in  determining appropriate support and intervention s to maximize Mr. Al Naqeeb's functional  independence and quality of life.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   3   of   26  SUMMARY OF FINDINGS:  Mr. Aqeel Al Naqeeb, now 35 years old, continues to experience significant physical, cognitive,  and emotional symptoms stemming from the motor   vehicle accident that occurred on August 27,  2013. These symptoms have had a profound and ongoing impact on his daily functioning, both  at home and in the workplace.  Mr. Al Naqeeb reports persistent pain in multiple areas, including headaches, neck pain, shoulder  pain, and lower back pain. He experiences frequent headaches exacerbated by light sensitivity,  leading him to keep his home darkened. His pain symptoms signif icantly limit his physical  tolerances,   particularly   in   sitting,   standing,   and   walking.   Concurrently,   Mr.   Al   Naqeeb  demonstrates ongoing cognitive difficulties, including problems with attention, concentration,  and memory. He reports \"tuning out\" during mee tings and struggling with multitasking. These  issues have severely impacted his work performance, leading to missed deadlines and potential  job instability.  There   is   evidence   of significant   emotional distress,   including   symptoms   of   anxiety   and  depression. Mr. Al Naqeeb reports experiencing panic attacks 1 - 2 times per week, which have  increased in frequency due to work pressure and his ongoing divorce proceedin gs. He exhibits  social withdrawal and isolation, having lost most of his pre - accident friendships and social  engagements.  Mr. Al Naqeeb's daily functioning has been severely compromised. He struggles with sleep, often  requiring daytime naps. His ability to perform household tasks has drastically decreased, with his  mother now providing substantial assistance. Despite attempts   to continue working full - time, his  job performance has notably declined. He reports being moved to a different division where he  is \"left alone,\"   due to a   lack of productivity   and overall unreliability . He is considering applying  for long - term disability   due to his inability to meet work expectations.  Mr. Al Naqeeb is currently separated and undergoing divorce proceedings. He has partial custody  of his 2.5 - year - old child. His social circle has significantly diminished, and he reports feeling  isolated and withdrawn. He no longer participates in previousl y enjoyed leisure activities or  volunteer work.  Mr. Al Naqeeb presents with a complex array of physical, cognitive, and emotional symptoms  that continue to significantly impact his daily functioning, work performance, and quality of life.  His condition appears to have deteriorated since the previous ass essments, particularly in terms  of emotional well - being and occupational performance. Comprehensive intervention and  support strategies are needed to address these ongoing challenges and prevent further decline  in his overall functioning.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   4   of   26  RECOMMENDATIONS:  Based on the findings of this assessment, the following recommendations are proposed to  address Mr. Al Naqeeb's ongoing functional limitations and to promote his overall well - being:  1.   Psychological   Intervention: Mr. Al Naqeeb would benefit from ongoing psychological  support to address his symptoms of anxiety and depression, as well as to develop coping  strategies for managing stress and panic attacks. A referral to a psychologist specializing  in cogn itive - behavioral therapy (CBT) for chronic pain and post - traumatic stress is  recommended.  2.   Pain Management: A comprehensive pain management program is advised to address  Mr. Al Naqeeb's ongoing physical symptoms. This may include a combination of  physiotherapy,   medication   management,   and   non - pharmacological   pain   relief  techniques.  3.   Occupational Therapy: A series of occupational therapy sessions is recommended to:  a)   Develop strategies to improve Mr. Al Naqeeb's ability to manage activities of daily  living.  b)   Implement energy conservation and pacing techniques to enhance his overall  function and work performance.  c)   Provide ergonomic assessment and recommendations for both his home and work  environments.  d)   Development of a structured program to gradually reintegrate Mr. Al Naqeeb into  meaningful   social and leisure activities, which may include community - based  support groups or recreational therapy.  4.   Vocational Rehabilitation:   Given the significant   impact on Mr. Al Naqeeb's work  performance,   a   vocational   rehabilitation   assessment   is   recommended   to   explore  appropriate accommodations, modified duties, or alternative career options.  5.   Neuropsychological Assessment: A comprehensive   neuropsychological evaluation is  advised to assess the extent of Mr. Al Naqeeb's cognitive deficits and to inform targeted  cognitive rehabilitation strategies.  6.   Housekeeping and Home Maintenance Services: Given Mr. Al Naqeeb's decreased ability  to   manage household tasks, it   is recommended   that he receive   assistance with  housekeeping and home maintenance activities.   He currently requires   4.4 hours per  week of housekeeping assistance to manage those activities he normally managed prior  to the subject motor vehicle accident.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   5   of   26  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  •   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  •   The assessment has been requested by his legal representative Mr. Joshua Nutt from  Perley - Robertson, Hill & McDougall.  •   The purpose of this assessment is to assess Mr. Al Naqeeb's current functional status as  it relates to his ability to complete pre - accident activities of daily living.  •   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  •   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  o   A submission for funding will be submitted to the insurer for   any goods and/or  services on an OCF18   –   Assessment and Treatment Plan. The insurer may approve  or deny the plan (in part or in whole). Should a denial or partial denial occur, an  independent examination by another Occupational Therapist may be requested  by the insurer. This may be an in - person assessment or a remote paper - review  assessment. Funding for the requested goods and/or services may ultimately be  declined.  •   Mr. Al Naqeeb may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  •   Perley - Robertson, Hill & McDougall , c/o Joshua Nutt, Legal Representative  Following this therapist’s explanation Mr. Al Naqeeb granted informed consent for this therapist  to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  A. Medical Records  1.   Montfort Hospital records (2010 to May 19, 2017)  2.   The   Ottawa Hospital Emergency record (August 27, 2013)\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   6   of   26  3.   AIM Health Clinic records (Dec 22, 2010 to Sep 18, 2013)  4.   Dr. Effendi's records (Sep 2013 to Mar 4, 2016)  5.   Decoded OHIP Summary (May 25, 2010 to May 19, 2017)  6.   Dr. Effendi's updated records (Mar 2016 to Jun 30, 2017)  7.   The Ottawa Hospital records (Aug 27, 2017 to Sep 15, 2017)  8.   Apollo Physio records (Nov 25, 2013 to Oct 30, 2017)  9.   Note from Family Physio advising there is no records (Oct 31, 2017)  10.   Queensway Carleton Hospital records (Feb 5, 2013 to Jan 15, 2018)  11.   The Ottawa Hospital Emergency records (June 21, 2018 to December 12, 2018)  12.   The Ottawa Hospital updated records (Jan 1, 2012 to Mar 28, 2019)  13.   Dr. Effendi's update records (May 19, 2017 to Apr 3, 2019)  14.   Decoded OHIP Summary (May 19, 2017 to Sep 9, 2021)  15.   Updated AIM records (November 27, 2012 to June 19, 2023)  16.   Updated Queensway Medical records (May 28, 2020 to September 21, 2023)  B. Medical Reports  1.   Paramedic Call Report (Aug 27, 2013)  2.   IME Occupational Therapy In - Home Assessment by Sebastien Ferland (Apr 9, 2015)  3.   IME Occupational Therapy Ergonomic Evaluation (Work Environment) by Sebastien  Ferland (Jun 25, 2015)  4.   IME Occupational Therapy Ergonomic Evaluation (Home Office) by Sebastien Ferland (Jun  25, 2015)  5.   Physio note for TENS machine (Oct 1, 2015)  6.   IE Occupational Therapy In - Home Assessment by Sherry Mosher - Taillefer (Oct 8, 2015)  7.   IE Occupational Therapy Paper Review by Sherry Mosher Taillefer (Dec 17, 2015)  8.   OT Initial Report: In - Home Attendant Care Assessment and Form 1 completed by Barbara  Cassidy, OT (Sep 8, 2017)  9.   Memo from FunctionAbility re Ergonomic Home Office Equipment (Nov 29, 2017)  10.   Memo from FunctionAbility re Quebec Worksite Visit (Dec 11, 2017)  11.   Occupational Therapy Progress Report #1 by Barbara Cassidy of FunctionAbility (Feb 5,  2018)  12.   Memo from FunctionAbility re ergonomic work environment (Mar 29, 2018)  13.   Medical Report by Dr. Effendi re ability to return to work (Jul 13, 2018)  14.   Neuropsychological/Psychological Assessment Report by Dr. Stewart (Oct 10, 2018)  15.   Medical Note re off work (Dec 6, 2018)  16.   Psychological Assessment Report by Dr. Kellman - McFarlane (Jun 24, 2019)  17.   Medicolegal Neuropsychological Examination by Dr. Mark Dowhaniuk (March 27, 2024)  PRE - ACCIDENT MEDICAL HISTORY:  Based on the information provided during this assessment and review of previous reports, Mr.  Al Naqeeb reported no significant pre - existing medical conditions prior to the motor vehicle\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   7   of   26  accident of August 27, 2013. He described himself as being in good health and physically active  before the accident.  Mr. Al Naqeeb's academic history is notable. He reported completing high school in an  accelerated gifted program, finishing in three years through summer school attendance. He then  went on to complete a Bachelor of Arts degree in Finance while simultaneous ly working full - time,  demonstrating   high   cognitive   function   and   the   ability   to   manage   multiple   demanding  responsibilities.  Prior to the accident, Mr. Al Naqeeb was actively involved in various physical activities, including  basketball, canoeing, soccer, jogging, and regular gym attendance. He also engaged in social  activities such as paintballing, video games, and board games   with friends. Mr. Al Naqeeb was  also involved in community service and volunteer work. He reported being active in social  programs, helping youth, and participating in environmental initiatives during his university  years. He was part of the Boys and Girls   club youth program and was active on the University  campus addressing environmental issues.  In terms of work history, Mr. Al Naqeeb reported no issues with his employment prior to the  subject motor vehicle   accident. He was working as a Financial Analyst for the Government of  Canada   -   HRSDC, managing a full - time workload of 40 hours per week without any reported  difficulties.  There is no indication in the available records or from Mr. Al Naqeeb's self - report of any pre -  existing physical injuries, chronic pain conditions, mental health concerns, or cognitive difficulties  that could have impacted his recovery from the injuries su stained in the 2013 motor vehicle  accident.  MECHANISM OF INJURY:  Mr. Aqeel Al Naqeeb sustained injuries as a result of a motor vehicle accident that occurred on  August 27, 2013, in Ottawa, Ontario. According to the information provided in previous reports  and confirmed during this assessment, Mr. Al Naqeeb was a passeng er in a vehicle being driven  by his brother.  The details of the accident, as reported by Mr. Al Naqeeb, are limited due to his   compromised  recall of the event. He indicated that he was unable to remember specific details of the collision.  Based on the information he has been able to provide, the accident involved their vehicle being  struck from behind while traveling on the highwa y. Mr. Al Naqeeb reported that the impact  caused their vehicle to be propelled forward, resulting in a collision with vehicles in front of them.  Mr. Al Naqeeb reported that he briefly lost consciousness during the accident, with the duration  estimated to be approximately one minute.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   8   of   26  Immediately following the accident, Mr. Al Naqeeb recalled experiencing a range of symptoms  including:  1.   Confusion and disorientation  2.   Panic  3.   Headache  4.   Throbbing pain  5.   Pain throughout his neck and back  6.   Pain in his wrists  7.   Chest pain  This account of the accident is based on Mr. Al Naqeeb's recollection and the information  available in previous reports, including the Paramedic Call Report dated August 27, 2013, and The  Ottawa Hospital Emergency record from the same   date.  NATURE OF INJURY:  Based on a review of the available medical documentation and Mr. Al Naqeeb's self - report, the  following diagnoses have been identified as resulting from the motor vehicle accident of August  27, 2013:  1.   Concussion with loss of consciousness of unspecified duration  2.   Laceration of muscle and tendon at neck level  3.   Chronic post - traumatic headache  4.   Generalized anxiety disorder  5.   Sprains, strains and other trauma to the neck, low back, and coccyx  6.   Migraines  These diagnoses are   supported by various medical reports and assessments conducted since the  accident, including:  •   The Ottawa Hospital Emergency record (August 27, 2013)  •   Dr. Effendi's medical reports (various dates)  •   IME Occupational Therapy In - Home Assessment by Sebastien Ferland (April 9, 2015)  •   OT Initial Report by Barbara Cassidy (September 8, 2017)  Additionally, Mr. Al Naqeeb has reported ongoing symptoms that are consistent with these  diagnoses, including:  •   Persistent headaches and migraines  •   Neck and back pain  •   Cognitive difficulties, including problems with attention, concentration, and memory  •   Anxiety and panic attacks  •   Sleep disturbances  •   Fatigue\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   9   of   26  •   Sensitivity to light and noise  It's important to note that while these diagnoses were established in the initial period following  the accident, Mr. Al Naqeeb continues to experience symptoms related to these conditions, as  evidenced by his current presentation and the ongoing impact on   his daily functioning.  COURSE OF RECOVERY TO DATE:  Mr. Al Naqeeb's   course of   recovery since the motor vehicle accident on August 27, 2013, has  been marked by persistent symptoms and ongoing challenges across various aspects of his life.  Initially, he was under the care of his family physician, Dr. Effendi, who prescribed medication  and referred him for massage therapy and physiotherapy. Mr. Al Naqeeb engaged in weekly  physiotherapy sessions at Barrhaven Physiotherapy, participating in exercises, stretches, and  balance activities.  However,   approximately   3 - 6   months   into   his   physiotherapy   treatment,   Mr.   Al   Naqeeb  experienced a significant setback. Following a course of acupuncture, he suffered a severe lower  back pain exacerbation that temporarily impaired his ability to walk without   dragging his feet.  This incident led to the discontinuation of his physiotherapy treatment.  Throughout his recovery, Mr. Al Naqeeb has maintained regular appointments with Dr. Effendi,  typically seeing him once every month or two. These visits have focused on managing his  depression and anxiety, as well as addressing any minor medical issues that   arise. Records  indicate that he has also received psychological support, although the specifics of this  intervention are not clearly detailed in the available documentation.  Mr. Al Naqeeb's recovery process has included several occupational therapy assessments and  interventions, including ergonomic evaluations of both his work and home environments. These  assessments   have   aimed   to   enhance   his   functional   capabilities   and   improv e   his   work  performance. Additionally, a neuropsychological assessment was conducted to evaluate his  cognitive functioning and inform treatment strategies.  The COVID - 19 pandemic introduced further complications to Mr. Al Naqeeb's recovery. He  reported that all treatments ceased during this period, impacting his progress. Moreover, Mr. Al  Naqeeb expressed uncertainty regarding his current access to insurance c overage for treatments,  which may be affecting his ability to receive ongoing care.  As of this assessment in July 2024, nearly 11 years post - accident, Mr. Al Naqeeb continues to  grapple with significant symptoms that affect his physical, cognitive, and emotional functioning.  He reports persistent issues with pain, fatigue, cognitive diffi culties, and emotional distress.  These ongoing symptoms continue to substantially impact his ability to work effectively and  engage in daily activities.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   10   of   26  CURRENT MEDICAL/REHABILITATION TEAM:  As of July 2024, Mr. Al Naqeeb's current medical and rehabilitation team appears to be limited.  Based on   the information provided during the assessment, his primary medical care provider is:  Dr. Effendi, Family Physician Frequency of appointments: Once every month or two Focus of  appointments: Management of depression and anxiety, and addressing minor medical issues  Mr. Al Naqeeb reports regular visits with Dr. Effendi, which serve as his main point of contact  with the healthcare system. These appointments focus on monitoring and managing his ongoing  symptoms, particularly his mental health concerns.  It is noteworthy that Mr. Al Naqeeb is not currently engaged in any active rehabilitation  programs. He reported that all treatments stopped during the COVID - 19 pandemic, and it  appears that these have not been fully reinstated. The reasons for this are not   entirely clear, but  may be related to the uncertainty Mr. Al Naqeeb expressed regarding his current access to  insurance coverage for treatments.  Previous members of Mr. Al Naqeeb's rehabilitation team have included:  1.   Physiotherapists (previously at   Barrhaven Physiotherapy)  2.   Psychologists (specific details not provided)  3.   Occupational Therapists (for assessments and ergonomic evaluations)  However, Mr. Al Naqeeb is not currently receiving services from these professionals on an  ongoing basis.  The limited nature of Mr. Al Naqeeb's current medical and rehabilitation team is a point of  concern, given the persistent and complex nature of his symptoms. The lack of a multidisciplinary  approach to his care may be impacting his overall recovery and abi lity to manage his symptoms  effectively. It   would   be beneficial for Mr. Al Naqeeb to re - engage with a more comprehensive  rehabilitation team to address his ongoing physical, cognitive, and emotional challenges.  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Cipralex   10 mg once daily   Depression  Clonazepam   0.5 mg twice daily   Anxiety/Panic Attacks  Fetzima   80 mg once daily   Depression\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   11   of   26  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:  Mr. Al Naqeeb reports experiencing a constellation of persistent physical symptoms that  significantly impact his daily functioning.   Headaches and migraines   are a primary concern,  characterized by a high sensitivity to light. To manage this photosensitivity, Mr. Al Naqeeb keeps  his house darkened during daylight hours, noting that even opening the curtains can trigger a  migraine. The situation is further exac erbated by his living environment; his yard backs onto train  tracks, and the noise from passing trains, occurring twice daily, intensifies his headaches.  Chronic pain   is another significant issue for Mr. Al Naqeeb. He experiences ongoing discomfort  in his neck and lower back, which substantially limits his ability to maintain seated positions for  extended periods. This often necessitates frequent positional changes, al ternating between  standing and lying down to alleviate his discomfort.  Mr. Al Naqeeb also reports notable   pain in his right wrist , affecting both the palm and the back  of his hand. This discomfort has direct implications for his ability to use computer equipment,  particularly for extended durations. He finds using a mouse especially challenging and reports  frequently dropping object s, suggesting potential issues with grip strength or fine motor control.  Fatigue   is a pervasive problem for Mr. Al Naqeeb. He describes constant tiredness, manifesting  in frequent yawning and the need for daily naps. His typical routine includes two nap periods: a  shorter 20 - minute rest and a longer 60 - minute sleep. Mornings are parti cularly challenging, with  Mr. Al Naqeeb reporting significant difficulty in getting out of bed, often describing the process  as \"dragging his ass out of bed every day.\"  Overall, Mr. Al Naqeeb's physical tolerances appear to be significantly reduced. He struggles with  maintaining seated positions for any length of time, reporting that extended sitting leads to  increased agitation and a sharp escalation in lower back pain.   This necessitates frequent postural  changes, alternating between sitting, standing, and lying down throughout the day.  These reported physical symptoms paint a picture of chronic pain, fatigue, and reduced physical  tolerances that permeate all aspects of Mr. Al Naqeeb's daily life. The persistent nature of these  symptoms, particularly when considered alongside his cognitiv e and emotional challenges,  suggests a complex clinical presentation that significantly impacts his overall function and quality  of life.  Cognitive Symptoms:  Mr. Al Naqeeb reports several cognitive difficulties that impact his daily functioning:\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   12   of   26  1.   Attention and Concentration : He frequently \"tunes out\" during virtual meetings while  working from   home. Mr. Al Naqeeb states that he often finds himself losing focus and not  fully engaging in these online work discussions.  2.   Memory Issues : Mr. Al Naqeeb reports difficulties with short - term memory, though  specific examples were not provided.  3.   Cognitive Fatigue : He describes significant mental fatigue, particularly in relation to work  tasks. This fatigue sometimes prevents him from engaging fully in his work, even though  he is working virtually from home.  4.   Slowed Processing : Mr. Al Naqeeb perceives a general slowing in his cognitive processes,  particularly noticeable in work - related tasks. He reports that this slowing affects his ability  to keep up with the pace of virtual meetings and to complete his work assignments in a  t imely manner.  5.   Difficulty with Multitasking : He struggles to manage multiple tasks simultaneously, which  is particularly challenging in a virtual work environment where he may need to monitor  chat messages, view shared screens, and participate in discussions concurrently.  These   cognitive symptoms significantly impact Mr. Al Naqeeb's work performance, despite the  accommodations provided by working from home. His difficulties with attention, processing  speed, and multitasking in a virtual environment suggest that his cognitive chal lenges persist  even in a setting designed to be less demanding than a traditional office environment.  Emotional Symptoms:  Mr. Al Naqeeb reports significant emotional distress that has profoundly impacted his daily life  and functioning:  1.   Anxiety and   Panic Attacks:   He experiences panic attacks 1 - 2 times per week, an increase  from his previous frequency of twice monthly. These attacks are characterized by  numbness, choking sensations, and difficulty taking deep breaths. Mr. Al Naqeeb  identifies work pressure and his   ongoing divorce proceedings as significant triggers for  these episodes. He reports that his first panic attack occurred after the accident, and he  now feels more vulnerable to various trigger points.  2.   Depression - like Symptoms:   While Mr. Al Naqeeb does not explicitly label his condition as  depression, he describes symptoms consistent with depressive disorder. These include  social withdrawal, loss of interest in previously enjoyed activities, and a persistent low  mood. He reports   being in \"shutdown mode\" for the past two years, coinciding with his  marital difficulties and work challenges.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   13   of   26  3.   Social Isolation:   Mr. Al Naqeeb reports a dramatic reduction in his social circle, stating, \"I  don't have friends if you want to know the truth.\" This represents a significant change  from his pre - accident social life, which included a large circle of friends and regular so cial  activities.  4.   Emotional Vulnerability:   He describes feeling more emotionally vulnerable since the  accident, particularly at night. The combination of his divorce proceedings and potential  job instability has exacerbated his emotional distress.  5.   Loss of Interest:   Mr. Al Naqeeb reports a significant decrease in his engagement with  previously enjoyed activities. He no longer participates in sports or social events that were  once an important part of his life.  6.   Mood Fluctuations:   He notes that his mood can vary significantly from day to day, and he  finds himself easily angered or irritated, a change from his pre - accident temperament.  7.   Self - image Issues:   Mr. Al Naqeeb expresses concerns about his self - image, partly related  to weight gain since the accident, which he attributes to his reduced physical activity and  changes in eating habits.  These emotional symptoms appear to be chronic and pervasive, significantly impacting Mr. Al  Naqeeb's quality of life, his ability to maintain relationships, and his capacity to engage fully in  work and leisure activities. The interplay between his emotiona l distress and his physical and  cognitive symptoms suggests a complex clinical picture that may require comprehensive  psychological intervention.  Beck Anxiety Inventory (BAI) :  Mr. Al Naqeeb completed the Beck Anxiety Inventory (BAI), a 21 - item self - report measure  designed to assess the severity of anxiety symptoms. The BAI focuses primarily on the physical  symptoms of anxiety that the   individual has experienced over the past week. It is designed to  minimize its overlap with depression scales, providing a more focused assessment of anxiety  symptoms. Scores on this inventory range from 0 to 63, with higher scores indicating more severe  an xiety symptoms.  Score:   42/63  Interpretation:   A score of 42 on the Beck Anxiety Inventory falls within the \"Severe  Anxiety\" range. According to the BAI manual, scores of 26 - 63 indicate  severe anxiety. This level of anxiety suggests that Mr. Al Naqeeb is\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   14   of   26  experiencing frequent and intense anxiety symptoms that significantly  interfere with his daily functioning. Individuals with scores in this range  often report a wide range of physical and psychological symptoms of  anxiety, including intense worry, restless ness, difficulty concentrating, and  various somatic complaints.  Beck Depression Inventory (BDI) :  Mr. Al Naqeeb also completed the Beck Depression Inventory - II (BDI - II), a widely used 21 - item  self - report instrument designed to assess the severity of depression in adolescents and adults.  The   BDI - II is aligned with DSM - IV criteria for major depressive disorder and provides a  quantitative measure of depressive symptoms experienced over the past two weeks. Scores on  this inventory range from 0 to 63, with higher scores indicating more severe depr essive  symptoms.  Score:   43/62  Interpretation:   A score of 43 on the Beck Depression Inventory - II falls within the \"Severe  Depression\" range. According to the BDI - II manual, scores of 29 - 63 indicate  severe depression. This level of depression suggests that Mr. Al Naqeeb is  experiencing   a significant depressive episode characterized by persistent  low mood, loss of interest or pleasure in activities, changes in sleep and  appetite,   difficulty   concentrating,   and   potentially   thoughts   of  worthlessness or suicidal ideation. Individuals with sco res in this range  often experience substantial impairment in social, occupational, and other  important areas of functioning.  Symptom Management Strategies:  Mr. Al Naqeeb's approach to managing his symptoms   appears to be limited and largely passive  in nature. When asked about his current strategies for coping with his various physical, cognitive,  and emotional symptoms, Mr. Al Naqeeb reported relying primarily on rest, activity avoidance,  and medication.  Rest forms a significant part of Mr. Al Naqeeb's symptom management. He frequently uses sleep  or periods of lying down as a means to alleviate his physical discomfort and cognitive fatigue.  This is evidenced by his reported daily napping schedule, which in cludes both shorter and longer  rest periods throughout the day. While rest can be beneficial, the frequency and duration of  these rest periods suggest that they may be interfering with his daily activities and potentially  contributing to a disrupted sleep - wake cycle.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   15   of   26  Activity avoidance has become another key strategy for Mr. Al Naqeeb. He reports deliberately  avoiding activities that he believes will exacerbate his symptoms. This includes limiting his  exposure to light by keeping his home darkened and reducing his enga gement in physical and  social activities. While this strategy may provide short - term relief, it risks contributing to a cycle  of deconditioning and social isolation that could potentially worsen his overall condition in the  long term.  Medication forms the third pillar of Mr. Al Naqeeb's symptom management approach. He relies  on his prescribed medications to help manage his anxiety and depression symptoms. However,  it's noteworthy that he did not report using any specific medications or   strategies for managing  his chronic pain symptoms.  Notably, Mr. Al Naqeeb expressed that he feels he has \"no solutions\" for effectively managing  his symptoms. This sentiment suggests a sense of helplessness and a lack of active coping  strategies. He mentioned that he is unable to use heat and ice as previo usly prescribed, citing a  loss of these products. This indicates that even basic pain management techniques that were  once part of his routine are no longer being utilized.  The limited nature of Mr. Al Naqeeb's symptom management strategies is concerning. His current  approach appears to be more focused on avoiding discomfort rather than actively addressing his  symptoms or working to improve his function. This passive approach   to symptom management  may be contributing to the persistence and potentially the worsening of his symptoms over time.  Mr. Al Naqeeb would likely benefit from education on and implementation of more active and  diverse   symptom   management   strategies.   This   could   include   reintroducing   basic   pain  management techniques, exploring relaxation and mindfulness practices, gradually i ncreasing  physical activity, and learning cognitive - behavioral strategies to manage anxiety and depressive  symptoms. A more comprehensive and proactive approach to symptom management could  potentially improve Mr. Al Naqeeb's overall function and quality of   life.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   16   of   26  FUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  Activity   Client Report and Therapist Observations  Sitting   and  repositioning  Mr. Al Naqeeb   reports a significantly reduced   sitting tolerance, which   varies  depending on his symptoms and daily stressors. He estimates that he can sit for  periods ranging from 5 to 15 minutes before needing to change position. On better  days, he may be   able to sit for longer durations, but when his symptoms are  exacerbated, his sitting tolerance is markedly decreased. This variability in tolerance  significantly impacts his ability to engage in sustained activities, particularly work -  related tasks that re quire prolonged periods of sitting. Mr. Al Naqeeb frequently  needs to reposition himself, alternating between sitting, standing, and lying down to  manage his discomfort. He reports that after sitting for extended periods, he  experiences increased agitation   and a sharp escalation in lower back pain. This limited  sitting tolerance affects not only his work performance but also his ability to engage  in leisure activities, meals, and social interactions that involve sitting for any length of  time.  Bed mobility   Mr. Al Naqeeb reports no issues with bed mobility other than slowness in getting in  and out of bed, especially in the mornings.  Transfers   While Mr. Al Naqeeb reports being independent with transfers, he notes that all  transfers are performed at a slower pace than before the accident. This slowing of  movements may be due to pain, stiffness, or a cautious approach to movement to  avoid exacerba ting symptoms. The impact of slowed transfers on daily activities and  overall function should be considered.  Standing   Mr. Al Naqeeb reports a standing tolerance of approximately 20 minutes, which he  describes as \"long enough to make a sandwich.\" This limited standing tolerance  significantly impacts his ability to perform household tasks,   particularly cooking. As a  result, he relies heavily on quick meal options such as using an air fryer, ordering pizza,  or   consuming   canned   goods   and   cereal.   This   limitation   not   only   affects   his  independence in meal preparation but may also impact his nutri tional intake.  Balance   Balance   was   assessed   using   the   Four - Stage   Balance   Test.   Mr.   Al   Naqeeb's  performance was as follows: Feet together: 10 seconds, Semi - tandem stance: 10  seconds, Tandem stance: 7 seconds, One foot stance (right then left): 8 seconds. Mr.  Al Naqeeb reported fe eling pressure in his left leg during static standing. These results  suggest some balance impairment, particularly in more challenging positions like the  tandem stance. This could increase his risk of falls and may contribute to his caution  in movement and   reduced activity levels.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   17   of   26  Walking   Mr. Al Naqeeb reports limited walking activity, estimating his tolerance at 10 - 15  minutes. He notes that he does not go for regular walks, suggesting a sedentary  lifestyle. This limited   walking tolerance and lack of regular walking activity may  contribute to deconditioning and could exacerbate his other physical symptoms.  Stairs:  Mr. Al Naqeeb reports being able to manage stairs. However, given his reported  limitations in other areas of mobility, it would be beneficial to observe his stair  climbing technique and assess for any safety concerns or compensatory strategies.  Lifting/Carrying:  Mr. Al Naqeeb reports minimal engagement in lifting and carrying activities. He  estimates being able to manage 5 - 10 kg. This limited lifting capacity may impact his  ability to perform household chores, grocery shopping, and other daily activities that  requ ire lifting or carrying objects.  Kneeling:  While Mr. Al Naqeeb reports being able to kneel, the extent to which he can perform  this action and any associated pain or limitations were not specified. Further  assessment of this ability in functional contexts may be beneficial.  Squatting/Crouching:  Mr. Al Naqeeb reports being able to squat and   crouch. However, given his reported  back pain and limited tolerances in other areas, it would be useful to assess the quality  of these movements and any associated pain or limitations.  Bending:  Mr. Al Naqeeb reports being able to bend. However, the extent of this ability and any  associated pain or limitations were not specified. Given his reported back pain,  further assessment of his bending capacity in functional contexts would be beneficial.  Reaching:  Mr. Al Naqeeb reports being able to reach. However, the extent of this ability and any  associated pain or limitations, particularly in relation to his reported neck and  shoulder pain, were not specified. Further assessment of his reaching capacity in  vario us contexts would provide more detailed information.  Fine Motor Coordination:  Mr. Al Naqeeb's fine motor coordination is reported as good. However, this seems to  contrast with his earlier report of frequently dropping objects due to right wrist pain.  A more detailed assessment of fine motor skills in various contexts (e.g., writing,   using\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   18   of   26  utensils, manipulating small objects) would provide a clearer picture of his fine motor  function.  Stairs   Mr. Al Naqeeb reports being able to manage stairs. He manages them slowly, relying  on the handrail to   maintain his stability.  Lifting/Carrying   Mr. Al Naqeeb reports minimal engagement in lifting and carrying activities. He  estimates being able to manage 5 - 10 kg. This limited lifting capacity may impact his  ability to perform household chores,   grocery shopping, and other daily activities that  require lifting or carrying objects.  Kneeling   Able but finds this position uncomfortable.  Squatting/Crouching   Able to crouch but reports pain and stiffness in his spine in the lower portion of this  movement.  Bending   Able to bend forward to reach his lower leg and able to reach his feet when sitting  and placing one leg crossed over the other.  Reaching   Able to reach in all planes although the speed of movement was slow due to guarding.  Fine   Motor  Coordination  Mr. Al Naqeeb's fine motor coordination is reported as good. However, this seems to  contrast with his earlier report of frequently dropping objects due to right wrist pain  Active Range of Motion:  Mr. Al Naqeeb's active range of   motion was assessed for all major joints. Throughout the  assessment, Mr. Al Naqeeb performed all movements slowly and deliberately. He consistently  reported pain during these movements, particularly in the areas he had previously specified as  problematic.   These areas included his neck, shoulders, lower back, and right wrist. The pain in  these regions appeared to influence his movement quality and potentially limited his full range  of motion in some joints. Despite these limitations, Mr. Al Naqeeb was able t o complete the  range of motion assessment for all tested movements. The following table summarizes the  findings of the active range of motion assessment:\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   19   of   26  Legend:  WFL:   Within Functional Limits  %:   A pproximate percentage of normal   range  Nominal:   L ess than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   20   of   26  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified   limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation:  Throughout the assessment, Mr. Al Naqeeb was pleasant and cooperative, willingly participating  in all   aspects of the evaluation. However, his emotional presentation was notably subdued. Mr.  Al Naqeeb displayed signs of significant fatigue, frequently yawning throughout the assessment  process. His affect was consistently flat, with a general absence of emot ional expression. This  lack of emotional variability was evident in both his facial expressions and his tone of voice.  Despite discussing topics that one might expect to elicit an emotional response, such as his  ongoing divorce proceedings and work difficu lties, Mr. Al Naqeeb maintained a largely  emotionless demeanor.  Cognitive Presentation:  Throughout the assessment, Mr. Al Naqeeb demonstrated several cognitive challenges that were  consistent with his reported difficulties. His attention and concentration appeared to fluctuate,  with noticeable periods where he seemed to   “ tune out ”   during longer discussions, requiring  prompts to refocus. Mr. Al Naqeeb ’ s processing speed appeared slowed, often taking additional  time to comprehend questions and formulate responses. He demonstrated difficulty recalling\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   21   of   26  specific details about his medical history and treatment timeline, frequently responding with   “ I  don ’ t remember ”   or providing vague answers. When discussing complex topics, particularly  those related to his work responsibilities, Mr. Al Naqeeb showed signs of mental fatigue,  sometimes losing his train of thought or veering off - topic. He also exhibited challenges wit h task  initiation and follow - through, as evidenced by his reluctance to retrieve his medication bottles  when asked about his current prescriptio ns. These observed cognitive difficulties align with Mr.  Al Naqeeb ’ s self - reported struggles with memory, concentration, and overall cognitive function,  particularly in the context of his work performance.  TYPICAL DAY:  Mr. Al Naqeeb's typical day involves irregular sleep patterns, frequent rest periods, and  challenges in maintaining a consistent work schedule. His day begins with a variable wake - up  time. If he has difficulty falling asleep and doesn't manage to do so unt il around 3:00 AM, he  might sleep until 9:00 AM. Even after waking, Mr. Al Naqeeb often remains in bed for an  additional hour before getting up.  Upon rising, Mr. Al Naqeeb's first activity is a lengthy bathroom routine, typically lasting between  30 to 45 minutes. He reports experiencing constipation issues, which he states contribute to the  extended duration of this morning ritual.  Following his bathroom routine, Mr. Al Naqeeb initiates his workday, which is conducted entirely  from home. He begins by opening his laptop in his bedroom, first checking for any scheduled  meetings. He then relocates to his main floor office to start his w ork tasks. His work engagement  is frequently interrupted by rest periods and naps. Mr. Al Naqeeb describes his work routine as,  \"I just work I guess, take rests, take naps in between. Naps during lunchtime.\"  Mr. Al Naqeeb reports significant challenges in meeting workplace expectations and targets. He  frequently misses deadlines or submits work late, which has led to reprimands in his previous  division. In response to these performance issues, he was moved to   another division where, in  his words, \"they leave me alone.\" He perceives this change as, \"It's easier for them to leave me  than to address it.\" He reports a history of being yelled at, receiving suspensions without pay,  and taking substantial time off fro m work.  Mr. Al Naqeeb states that his workplace has attempted to explore accommodations, but he feels  his performance, particularly in relation to his CPA designation, has never materialized as  expected. He compares himself to his peers, noting, \"they are all mana gers, two bands ahead of  me.\"  Mr. Al Naqeeb's workday typically consists of 3 - 4 hours in his office, interspersed with frequent  breaks throughout the day.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   22   of   26  In the evening, either Mr. Al Naqeeb or his mother prepares dinner. After dinner, his time is  largely unstructured. He sometimes sees his brother's children, but reports being alone 80 - 85%  of the time. During these solitary periods, he reports episodes of   crying and feeling upset.  Mr. Al Naqeeb expresses awareness of his challenges, particularly noting his experiences of panic  attacks, \"tuning out\" during work interactions, and frequently dropping objects. He states these  issues contribute to his feeling that \"I can't work.\"  ENVIRONMENTAL ASSESSMENT:  TYPE   OF  DWELLING  Two story   home, single detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Second floor   Wood  Bathrooms   3   Two on second and one powder  room on main  Tile  Living Room   1   Main floor   Wood  Family Room   1   Main floor   Wood  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   Staircase to second floor and to  the basement  Carpet  Basement   Yes   Finished   Carpet  Driveway  Description  Large double car driveway  Yard description   City lot, large  LIVING   ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐  Single   ☐  Common Law   ☐  Other   X   ( Separated but divorce underway )  Living Arrangement   Lives with his mother  Children   Mr. Al Naqeeb has a 2.5 - year - old child who primarily lives with the  child's biological mother. As part of their custody arrangement, Mr.  Al Naqeeb has his child on weekends. During these times, he  receives significant support from his parents in caring for   his child.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   23   of   26  Mr. Al Naqeeb reports that his mother helps extensively when he  has his son, and his father also provides assistance at times. This  support from his parents appears to be crucial in enabling Mr. Al  Naqeeb to manage his parental responsibilities, given his   reported  physical limitations and emotional challenges. Despite the support  he receives, Mr. Al Naqeeb notes that his child is mostly with the  child's mother, indicating that his role in day - to - day parenting is  limited to these weekend visits.  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self - Care Activities:  Prior to the accident, Mr. Al Naqeeb was fully independent in all self - care activities. Currently,  while he remains independent in basic self - care   tasks, he reports significant challenges and  increased time requirements due to pain, fatigue, and the need for frequent breaks. On his days  off, Mr. Al Naqeeb often does not shower and remains in his pajamas for the entire day, indicating  a decrease in hi s grooming standards and reflecting reduced motivation or increased fatigue.  Home Management Activities:  Pre - accident:  Mr. Al Naqeeb reported significant involvement in household tasks. His mother would typically  travel abroad for 3 - 4 months during winter and spring, during which time Mr. Al Naqeeb would  take on more household responsibilities. When his mother was home, sh e would assign weekly  chores to Mr. Al Naqeeb and his brother Ali, amounting to   about 30 - 45 minutes of chores per  day   (averaged at 37.5 for assistance calculation purposes) . These tasks included:  •   Vacuuming (45 minutes twice weekly)  •   Dishes and cleaning kitchen and dining room (30 minutes 3 - 4 times per week, shared with  his brother   Ali)  •   Garbage removal  •   Bathroom cleaning  •   Dusting  •   Laundry  •   Cleaning surfaces  •   Tidying  •   Lawn mowing\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   24   of   26  Post - accident:  At the time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in all  pre - accident housekeeping and home maintenance activities. He is now completely dependent  on assistance from his mother for the tasks he reported performing wit h his brother pre - accident.  Finances/Financial Management:  Before his accident, Mr. Al Naqeeb was adept in financial management as a financial analyst with  a Bachelor's degree in Finance and CPA certification. His job required meticulousness, analytical  skills, and complex data management — all applicable to persona l financial management.  Mr. Al Naqeeb now notes a drastic shift in managing his finances, with a lack of regular monitoring  and a diminished focus. He has resorted to borrowing money for his divorce, indicating significant  financial distress.  Caregiving Activities:  Mr. Al Naqeeb has partial custody of his 2.5 - year - old child on weekends. He receives significant  support from his mother in caring for his child during these times. His   father also provides  assistance occasionally. Mr. Al Naqeeb reports that his child is mostly with the child's mother   and  that he has limited involvement in parenting decisions.   He reported being generally unengaged  with his son and providing minimal parenting   when he has him in his care, relying largely on his  parents to provide caregiving duties.  Vocational Activities:  Pre - accident Employment Status:  Employer   Job Title/Duties   Hours per week   Comments  Government   of  Canada   -   HRSDC  Financial Analyst   40   Mr.   Al   Naqeeb  reported   no   issues  with   his   work  performance prior to  the accident.\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   25   of   26  Current Employment Status:  Employer   Job Title/Duties   Hours per week   Comments  Government   of  Canada   –   ISC  Financial Analyst   40, remote   See comments below  M r. Al Naqeeb reports significant challenges in his current work performance. He describes  feeling slow and unable to function effectively at work. This decline in   performance has been  ongoing for approximately two years. Mr. Al Naqeeb reports being \"completely dead - zoned\" in  meetings, often just nodding without fully understanding the content. He is considering applying  for long - term disability due to his inability   to meet work expectations.  Leisure Activities:  Pre - accident:  Mr. Al Naqeeb was actively involved in various leisure activities including basketball, canoeing,  soccer, jogging, gym workouts, paintballing, video games, and board games with friends. He also  enjoyed dining out and socializing with friends.  Post - accident:  Mr. Al Naqeeb reports a complete reversal in his leisure activities. He no longer participates in  any sports or physical activities. He spends most of his time at home, often lost in thought or  watching movies. He reports having lost all of his university   friends and states that he does not  make or establish relationships well anymore, describing himself as \"very antisocial.\"  Community Access:  Mr. Al Naqeeb reports being able to   drive \"sometimes.\" His community access is limited, typically  involving short trips to local stores such as Costco or Loblaws.  Volunteer Activities:  Pre - accident:  Mr. Al Naqeeb was actively involved in volunteer work. He participated in the Boys and Girls club  youth program, was active on the University campus addressing environmental issues, and\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   26   of   26  attended networking conferences on various topics through Ottawa University. He was also part  of a leadership program.  Post - accident:  Mr. Al Naqeeb reports no current involvement in any volunteer activities.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   Joshua Nutt,   Perley - Robertson, Hill & McDougall  An electronic signature was used in order to assist with a timely report. The   therapist   is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "P: (613)   776 - 1266   www.ferlandassociates.com  info @ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Aqeel Al Naqeeb  Date of Birth:   1989 - 04 - 08  Date of Loss:   2013 - 08 - 27  Address:   45 Kinetic Way, Ottawa, ON  Lawyer:   Joshua Nutt  Firm:   Perley - Robertson, Hill & McDougall  Insurer:   TD   General Insurance Company  Claim No.:   015304327 - 4  Therapist:   Sebastien Ferland OT Reg.(Ont.)  Date of Assessment:   2024 - 07 - 09  Date of Report:   2024 - 07 - 12  THERAPIST QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of   Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the autom obile insurance sector, personal injury and family law, the  Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability  sectors. His opinions are sought by both plaintiff and defense counsel in the context of resolving  matte rs in personal injury and family law cases. He has been qualified several times as an expert  in his field, providing testimony under oath in FSCO tribunals and cases appearing before the  Ontario Superior Court of Justice.",
    "SYMPTOMS": "_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   25   of   26  Current Employment Status:  Employer   Job Title/Duties   Hours per week   Comments  Government   of  Canada   –   ISC  Financial Analyst   40, remote   See comments below  M r. Al Naqeeb reports significant challenges in his current work performance. He describes  feeling slow and unable to function effectively at work. This decline in   performance has been  ongoing for approximately two years. Mr. Al Naqeeb reports being \"completely dead - zoned\" in  meetings, often just nodding without fully understanding the content. He is considering applying  for long - term disability due to his inability   to meet work expectations.  Leisure Activities:  Pre - accident:  Mr. Al Naqeeb was actively involved in various leisure activities including basketball, canoeing,  soccer, jogging, gym workouts, paintballing, video games, and board games with friends. He also  enjoyed dining out and socializing with friends.  Post - accident:  Mr. Al Naqeeb reports a complete reversal in his leisure activities. He no longer participates in  any sports or physical activities. He spends most of his time at home, often lost in thought or  watching movies. He reports having lost all of his university   friends and states that he does not  make or establish relationships well anymore, describing himself as \"very antisocial.\"  Community Access:  Mr. Al Naqeeb reports being able to   drive \"sometimes.\" His community access is limited, typically  involving short trips to local stores such as Costco or Loblaws.  Volunteer Activities:  Pre - accident:  Mr. Al Naqeeb was actively involved in volunteer work. He participated in the Boys and Girls club  youth program, was active on the University campus addressing environmental issues, and\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   26   of   26  attended networking conferences on various topics through Ottawa University. He was also part  of a leadership program.  Post - accident:  Mr. Al Naqeeb reports no current involvement in any volunteer activities.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   Joshua Nutt,   Perley - Robertson, Hill & McDougall  An electronic signature was used in order to assist with a timely report. The   therapist   is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .",
    "MEDICAL_HISTORY": "_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   21   of   26  specific details about his medical history and treatment timeline, frequently responding with   “ I  don ’ t remember ”   or providing vague answers. When discussing complex topics, particularly  those related to his work responsibilities, Mr. Al Naqeeb showed signs of mental fatigue,  sometimes losing his train of thought or veering off - topic. He also exhibited challenges wit h task  initiation and follow - through, as evidenced by his reluctance to retrieve his medication bottles  when asked about his current prescriptio ns. These observed cognitive difficulties align with Mr.  Al Naqeeb ’ s self - reported struggles with memory, concentration, and overall cognitive function,  particularly in the context of his work performance.  TYPICAL DAY:  Mr. Al Naqeeb's typical day involves irregular sleep patterns, frequent rest periods, and  challenges in maintaining a consistent work schedule. His day begins with a variable wake - up  time. If he has difficulty falling asleep and doesn't manage to do so unt il around 3:00 AM, he  might sleep until 9:00 AM. Even after waking, Mr. Al Naqeeb often remains in bed for an  additional hour before getting up.  Upon rising, Mr. Al Naqeeb's first activity is a lengthy bathroom routine, typically lasting between  30 to 45 minutes. He reports experiencing constipation issues, which he states contribute to the  extended duration of this morning ritual.  Following his bathroom routine, Mr. Al Naqeeb initiates his workday, which is conducted entirely  from home. He begins by opening his laptop in his bedroom, first checking for any scheduled  meetings. He then relocates to his main floor office to start his w ork tasks. His work engagement  is frequently interrupted by rest periods and naps. Mr. Al Naqeeb describes his work routine as,  \"I just work I guess, take rests, take naps in between. Naps during lunchtime.\"  Mr. Al Naqeeb reports significant challenges in meeting workplace expectations and targets. He  frequently misses deadlines or submits work late, which has led to reprimands in his previous  division. In response to these performance issues, he was moved to   another division where, in  his words, \"they leave me alone.\" He perceives this change as, \"It's easier for them to leave me  than to address it.\" He reports a history of being yelled at, receiving suspensions without pay,  and taking substantial time off fro m work.  Mr. Al Naqeeb states that his workplace has attempted to explore accommodations, but he feels  his performance, particularly in relation to his CPA designation, has never materialized as  expected. He compares himself to his peers, noting, \"they are all mana gers, two bands ahead of  me.\"  Mr. Al Naqeeb's workday typically consists of 3 - 4 hours in his office, interspersed with frequent  breaks throughout the day.",
    "FUNCTIONAL_STATUS": "_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   18   of   26  utensils, manipulating small objects) would provide a clearer picture of his fine motor  function.  Stairs   Mr. Al Naqeeb reports being able to manage stairs. He manages them slowly, relying  on the handrail to   maintain his stability.  Lifting/Carrying   Mr. Al Naqeeb reports minimal engagement in lifting and carrying activities. He  estimates being able to manage 5 - 10 kg. This limited lifting capacity may impact his  ability to perform household chores,   grocery shopping, and other daily activities that  require lifting or carrying objects.  Kneeling   Able but finds this position uncomfortable.  Squatting/Crouching   Able to crouch but reports pain and stiffness in his spine in the lower portion of this  movement.  Bending   Able to bend forward to reach his lower leg and able to reach his feet when sitting  and placing one leg crossed over the other.  Reaching   Able to reach in all planes although the speed of movement was slow due to guarding.  Fine   Motor  Coordination  Mr. Al Naqeeb's fine motor coordination is reported as good. However, this seems to  contrast with his earlier report of frequently dropping objects due to right wrist pain  Active Range of Motion:  Mr. Al Naqeeb's active range of   motion was assessed for all major joints. Throughout the  assessment, Mr. Al Naqeeb performed all movements slowly and deliberately. He consistently  reported pain during these movements, particularly in the areas he had previously specified as  problematic.   These areas included his neck, shoulders, lower back, and right wrist. The pain in  these regions appeared to influence his movement quality and potentially limited his full range  of motion in some joints. Despite these limitations, Mr. Al Naqeeb was able t o complete the  range of motion assessment for all tested movements. The following table summarizes the  findings of the active range of motion assessment:\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   19   of   26  Legend:  WFL:   Within Functional Limits  %:   A pproximate percentage of normal   range  Nominal:   L ess than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL",
    "ADLS": "_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   23   of   26  Mr. Al Naqeeb reports that his mother helps extensively when he  has his son, and his father also provides assistance at times. This  support from his parents appears to be crucial in enabling Mr. Al  Naqeeb to manage his parental responsibilities, given his   reported  physical limitations and emotional challenges. Despite the support  he receives, Mr. Al Naqeeb notes that his child is mostly with the  child's mother, indicating that his role in day - to - day parenting is  limited to these weekend visits.  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self - Care Activities:  Prior to the accident, Mr. Al Naqeeb was fully independent in all self - care activities. Currently,  while he remains independent in basic self - care   tasks, he reports significant challenges and  increased time requirements due to pain, fatigue, and the need for frequent breaks. On his days  off, Mr. Al Naqeeb often does not shower and remains in his pajamas for the entire day, indicating  a decrease in hi s grooming standards and reflecting reduced motivation or increased fatigue.  Home Management Activities:  Pre - accident:  Mr. Al Naqeeb reported significant involvement in household tasks. His mother would typically  travel abroad for 3 - 4 months during winter and spring, during which time Mr. Al Naqeeb would  take on more household responsibilities. When his mother was home, sh e would assign weekly  chores to Mr. Al Naqeeb and his brother Ali, amounting to   about 30 - 45 minutes of chores per  day   (averaged at 37.5 for assistance calculation purposes) . These tasks included:  •   Vacuuming (45 minutes twice weekly)  •   Dishes and cleaning kitchen and dining room (30 minutes 3 - 4 times per week, shared with  his brother   Ali)  •   Garbage removal  •   Bathroom cleaning  •   Dusting  •   Laundry  •   Cleaning surfaces  •   Tidying  •   Lawn mowing"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation  and expert opinion services in the province of Ontario",
      "dob": "1989 - 04 - 08  Date of Loss:   2013 - 08 - 27  Address:   45 Kinetic Way",
      "age": null,
      "gender": "",
      "address": "45 Kinetic Way",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "TD   General Insurance Company  Claim No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "He describes  feeling slow and unable to function effectively at work.",
        "Al Naqeeb was actively involved in various leisure activities including basketball, canoeing,  soccer, jogging, gym workouts, paintballing, video games, and board games with friends.",
        "\" His community access is limited, typically  involving short trips to local stores such as Costco or Loblaws."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "function effectively at work"
      ],
      "symptomOnset": "rely,  _______________________  Sebastien Ferland OT Reg",
      "symptomProgression": "",
      "symptomNotes": "_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   25   of   26  Current Employment Status:  Employer   Job Title/Duties   Hours per week   Comments  Government   of  Canada   –   ISC  Financial Analyst   40, remote   See comments below  M r. Al Naqeeb reports significant challenges in his current work performance. He describes  feeling slow and unable to function effectively at work. This decline in   performance has been  ongoing for approximately two years. Mr. Al Naqeeb reports being \"completely dead - zoned\" in  meetings, often just nodding without fully understanding the content. He is considering applying  for long - term disability due to his inability   to meet work expectations.  Leisure Activities:  Pre - accident:  Mr. Al Naqeeb was actively involved in various leisure activities including basketball, canoeing,  soccer, jogging, gym workouts, paintballing, video games, and board games with friends. He also  enjoyed dining out and socializing with friends.  Post - accident:  Mr. Al Naqeeb reports a complete reversal in his leisure activities. He no longer participates in  any sports or physical activities. He spends most of his time at home, often lost in thought or  watching movies. He reports having lost all of his university   friends and states that he does not  make or establish relationships well anymore, describing himself as \"very antisocial.\"  Community Access:  Mr. Al Naqeeb reports being able to   drive \"sometimes.\" His community access is limited, typically  involving short trips to local stores such as Costco or Loblaws.  Volunteer Activities:  Pre - accident:  Mr. Al Naqeeb was actively involved in volunteer work. He participated in the Boys and Girls club  youth program, was active on the University campus addressing environmental issues, and\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   26   of   26  attended networking conferences on various topics through Ottawa University. He was also part  of a leadership program.  Post - accident:  Mr. Al Naqeeb reports no current involvement in any volunteer activities.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   Joshua Nutt,   Perley - Robertson, Hill & McDougall  An electronic signature was used in order to assist with a timely report. The   therapist   is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   21   of   26  specific details about his medical history and treatment timeline, frequently responding with   “ I  don ’ t remember ”   or providing vague answers. When discussing complex topics, particularly  those related to his work responsibilities, Mr. Al Naqeeb showed signs of mental fatigue,  sometimes losing his train of thought or veering off - topic. He also exhibited challenges wit h task  initiation and follow - through, as evidenced by his reluctance to retrieve his medication bottles  when asked about his current prescriptio ns. These observed cognitive difficulties align with Mr.  Al Naqeeb ’ s self - reported struggles with memory, concentration, and overall cognitive function,  particularly in the context of his work performance.  TYPICAL DAY:  Mr. Al Naqeeb's typical day involves irregular sleep patterns, frequent rest periods, and  challenges in maintaining a consistent work schedule. His day begins with a variable wake - up  time. If he has difficulty falling asleep and doesn't manage to do so unt il around 3:00 AM, he  might sleep until 9:00 AM. Even after waking, Mr. Al Naqeeb often remains in bed for an  additional hour before getting up.  Upon rising, Mr. Al Naqeeb's first activity is a lengthy bathroom routine, typically lasting between  30 to 45 minutes. He reports experiencing constipation issues, which he states contribute to the  extended duration of this morning ritual.  Following his bathroom routine, Mr. Al Naqeeb initiates his workday, which is conducted entirely  from home. He begins by opening his laptop in his bedroom, first checking for any scheduled  meetings. He then relocates to his main floor office to start his w ork tasks. His work engagement  is frequently interrupted by rest periods and naps. Mr. Al Naqeeb describes his work routine as,  \"I just work I guess, take rests, take naps in between. Naps during lunchtime.\"  Mr. Al Naqeeb reports significant challenges in meeting workplace expectations and targets. He  frequently misses deadlines or submits work late, which has led to reprimands in his previous  division. In response to these performance issues, he was moved to   another division where, in  his words, \"they leave me alone.\" He perceives this change as, \"It's easier for them to leave me  than to address it.\" He reports a history of being yelled at, receiving suspensions without pay,  and taking substantial time off fro m work.  Mr. Al Naqeeb states that his workplace has attempted to explore accommodations, but he feels  his performance, particularly in relation to his CPA designation, has never materialized as  expected. He compares himself to his peers, noting, \"they are all mana gers, two bands ahead of  me.\"  Mr. Al Naqeeb's workday typically consists of 3 - 4 hours in his office, interspersed with frequent  breaks throughout the day.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [
        "hold chores",
        "grocery shopping",
        "other daily activities that  require lifting or carrying objects"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   18   of   26  utensils, manipulating small objects) would provide a clearer picture of his fine motor  function.  Stairs   Mr. Al Naqeeb reports being able to manage stairs. He manages them slowly, relying  on the handrail to   maintain his stability.  Lifting/Carrying   Mr. Al Naqeeb reports minimal engagement in lifting and carrying activities. He  estimates being able to manage 5 - 10 kg. This limited lifting capacity may impact his  ability to perform household chores,   grocery shopping, and other daily activities that  require lifting or carrying objects.  Kneeling   Able but finds this position uncomfortable.  Squatting/Crouching   Able to crouch but reports pain and stiffness in his spine in the lower portion of this  movement.  Bending   Able to bend forward to reach his lower leg and able to reach his feet when sitting  and placing one leg crossed over the other.  Reaching   Able to reach in all planes although the speed of movement was slow due to guarding.  Fine   Motor  Coordination  Mr. Al Naqeeb's fine motor coordination is reported as good. However, this seems to  contrast with his earlier report of frequently dropping objects due to right wrist pain  Active Range of Motion:  Mr. Al Naqeeb's active range of   motion was assessed for all major joints. Throughout the  assessment, Mr. Al Naqeeb performed all movements slowly and deliberately. He consistently  reported pain during these movements, particularly in the areas he had previously specified as  problematic.   These areas included his neck, shoulders, lower back, and right wrist. The pain in  these regions appeared to influence his movement quality and potentially limited his full range  of motion in some joints. Despite these limitations, Mr. Al Naqeeb was able t o complete the  range of motion assessment for all tested movements. The following table summarizes the  findings of the active range of motion assessment:\n\n_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   19   of   26  Legend:  WFL:   Within Functional Limits  %:   A pproximate percentage of normal   range  Nominal:   L ess than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL",
      "confidence": {
        "functionalLimitations": 0,
        "assistiveDevices": 0.8,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "Al Naqeeb often does not shower and remains in his pajamas for the entire day, indicating  a decrease in hi s grooming standards and reflecting reduced motivation or increased fatigue."
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": "Al Naqeeb often does not shower and remains in his pajamas for the entire day, indicating  a decrease in hi s grooming standards and reflecting reduced motivation or increased fatigue."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "When his mother was home, sh e would assign weekly  chores to Mr. Al Naqeeb and his brother Ali, amounting to   about 30 - 45 minutes of chores per  day   (averaged at 37."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "_____________________________________________________________________________________________  Aqeel Al Naqeeb   Claim #:   015304327 - 4   Page   23   of   26  Mr. Al Naqeeb reports that his mother helps extensively when he  has his son, and his father also provides assistance at times. This  support from his parents appears to be crucial in enabling Mr. Al  Naqeeb to manage his parental responsibilities, given his   reported  physical limitations and emotional challenges. Despite the support  he receives, Mr. Al Naqeeb notes that his child is mostly with the  child's mother, indicating that his role in day - to - day parenting is  limited to these weekend visits.  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self - Care Activities:  Prior to the accident, Mr. Al Naqeeb was fully independent in all self - care activities. Currently,  while he remains independent in basic self - care   tasks, he reports significant challenges and  increased time requirements due to pain, fatigue, and the need for frequent breaks. On his days  off, Mr. Al Naqeeb often does not shower and remains in his pajamas for the entire day, indicating  a decrease in hi s grooming standards and reflecting reduced motivation or increased fatigue.  Home Management Activities:  Pre - accident:  Mr. Al Naqeeb reported significant involvement in household tasks. His mother would typically  travel abroad for 3 - 4 months during winter and spring, during which time Mr. Al Naqeeb would  take on more household responsibilities. When his mother was home, sh e would assign weekly  chores to Mr. Al Naqeeb and his brother Ali, amounting to   about 30 - 45 minutes of chores per  day   (averaged at 37.5 for assistance calculation purposes) . These tasks included:  •   Vacuuming (45 minutes twice weekly)  •   Dishes and cleaning kitchen and dining room (30 minutes 3 - 4 times per week, shared with  his brother   Ali)  •   Garbage removal  •   Bathroom cleaning  •   Dusting  •   Laundry  •   Cleaning surfaces  •   Tidying  •   Lawn mowing",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    }
  }
}