{
  "fileName": "Al Naqeeb, Ali IHA.pdf",
  "originalText": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Mr.   Ali   Al Naqeeb   Date of Loss:   2013 - 08 - 27  Address:   34 Kinetic Way, Ottawa ON  K2J 0A1  Telephone #:   819 - 918 - 8892  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Shannon Patterson   Insurer:   Security National  Claim No.:   105304327 - 3  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assessment:   2021 - 11 - 23  Date of Report:   2021 - 11 - 24  THERAPIST   QUALIFICATIONS:  Mr. Ferland   is an Occupational Therapist with over   23   years of experience.   His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and  launched himself in the world of private business. Over the years,   he   has provided services to the  automobile insurance and   legal communities as well the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Mr. Ferland   has extensive experience working with individuals suffering from catastrophic  injuries. He provides assessment and treatment services as a primary Occu pational Therapist as  well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries  and amputations.   He also has extensive experience working with individuals who have been  deemed to meet the catastrophic threshold on   the basis of psychological and/or psychiatric  impairments.  Over his years of working with individuals injured in motor vehicle accidents,   Mr. Ferland  developed a strong interest in the field of mental health, focussed on functional reactivation for  injur ed individuals suffering from depression,   anxiety,   and posttraumatic stress.   His clinical\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   2   of   18  acumen has led him to be qualified as an Expert in his field by the Ontario Superior Court of  Justice.  PURPOSE OF REFERRAL :  This therapist   received a request from the offices of McNally Gervan l aw firm to complete a n  updated In - Home Assessment to assist in the completion of a Life Care Plan by Ms. Kathy Nezan  of Modern OT.   This assessment was completed on November   23, 2021 in Mr. Al   Naqeeb ’ s home,  following his   completion of a workday.  SUMMARY OF FINDINGS:  Mr. Al Naqeeb is a   35 - year - old   man   who was involved   in a significant motor vehicle accident on  August 27, 2013 when his vehicle was rear - ended at a high rate of speed.   As a result of this  accident, Mr. Al Naqeeb s ustained a number of physical injuries and went on to develop a complex  psychiatric presentation coupled with persistent cognitive impairments asso ciated with a traumatic  brain injury.  At the time of this assessment, Mr. Al Naqeeb indicated that he con tinues to struggle with most  aspects   of daily function. He remains vocationally engaged,   against medical advice, working   as a  National Property Manager with Natural Resources Canada, administering $ 750 million dollars of  government property. By all accounts, Mr. Al Naqeeb appears at this time to   not be performing  his duties effectively and struggling to get through a workday. He is currently working from home  and has been found to b e a deshevelled   state   on the day of this assessment. He noted that he rarely  showers (of ten only every 10 to 14 days ), brushes his teet h   once every two weeks and will wear  the same clothes and socks for 4   –   5   days .   He   notes that his me ntal health has been poor and that  his contribution to the operation of his home is minimal. This has led to significant struggles in  his marriage leading to a separation in or around 2019.   Mr. Al Naqeeb is currently bac k in th e  family home noting that   he and his wife are attempting to reconcile their marriage. He has   noted  that his wife is exasperated with his inability to contribute   to maintaining the home and looking  after their two children.   Mr. Al Naqeeb spends most of his time in the home loft s itting at   his  comp uter desk or napping on the adjacent sofa.  Mr. Al Naqeeb   has been resistant to input from medical and para - medical providers, opting to  ignore   the   severity of his lim itations and instead   “ pushing through ”   and   continuing to work as best  he can.   He noted that in his culture, men are expected to   “ get it done ”   despite how they are feeling.  He highlighted the primary function of a man to be the provider to his wife and children , and this  comes a bove all else.  At work, h e notes significant difficulties with communicating effectively with co - workers .   H e  requires significant amounts of prepara tion time before presentations.   He noted that he has been  found to make numerous mistakes in his work and having to work extra   hours to keep up with the  demands of his job. He noted   a pattern of seeking   “ easier ”   jobs in an   effort to remain gainfully  employed   and despite this, is struggling to   get through a workday.   In this therapist ’ s professional  opinion, the current   situation is   unsustainable,   and it is most likely that Mr. Al Naqeeb will at some  point requi re   a   medical leave   of indeterminate duration.\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   3   of   18  RECOMMENDATIONS:  Attendant Care:  Mr. Al Naqeeb is found   to be deteriorating in contrast with the assessment completed by   this  therapist   in 2014.   He is simply not   completing core self - care functions and   not looking after  him sel f effectively. Mr. Al Naqeeb would benefit from Attendant Care   for cueing   to support his  completion of self - care tasks such as   showering,   grooming,   and wearing clean clothes. A Form 1  has been completed to reflect his current needs and   he   is f ound to require   8.35   hours per week of  Attendant Care for a total of $ 550.30 p er   month of assessed Attendant Care Benefit.  Housekeeping:  Mr. Al Naqeeb is curr ently not performing any of his pre - accident housekeeping and home  maintenance responsibilities. His wife has a nd continues to look after the   upkeep of the home as  well as   providing care for their two young children.   His wife is currently deploying an additional,  estimated   10.83   hours per week of house work to account for Mr. Al   Naqee b ’ s shar e of  responsibilities.  Assistive Devices:  There are no assistive devices currently indicated to foster improvements in Mr. Al Naqeeb ’ s daily  function.  Further Occupational Therapy Interventions:  Mr. Al Naqeeb would benefit from   resumption of Occupational Therapy treatment to assist him in  improving th e quality of his self - care and   foster engagement in meaningful activity.   His  deteriorating mental health is of great concern   and the lack of professional support is a significant  issue at this time.   An initial course of   12 bi - weekl y treatment sessions is proposed with the  anticipation that long - term treatment may be required   pending   a demonstrated level of engagement  on his behalf.  Referral for Other Services:  Mr. Al Naq eeb would benefit from the introduction of the following treatments to support   him in  this difficult time:  •   Psychology;   he would benefit from engagement in regular counselling sessions with a  clinical   psychologist   to assist in reframing   unhealthy and   d itorted thinking   and to develop  healthier coping strategies   to manage his symptoms.  •   Speech Language Pathology ; given the presence of a traumatic brain injury and   reports of  difficulties in communication   and word finding, the introduction of SLP is found to be  crucial at this time.  •   Physical Therapy;   given his ongoing reports of physical pain , Mr. Al Naqeeb would  benefit from engagement in physical therapy (such as physiotherapy, chiropractic care,\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   4   of   18  massage therapy) in order to   better manage his physical pain   and increase his level of  physical act ivity.  •   Kinesiology;   given his lack of physical activity and his high levels of anxiety, the  introduction of   a   prescribed exercise   regimen overseen by a kinesiologist would be greatly  beneficial. He would   benefit   from engagement in two, on e - hour sessions of exercise per  week to support his physical and emotional recovery .  INFORMED   CONSENT   STATEMENT :  This therapist has reviewed issues related to consent as per the   requirements outlined by the  College of Occupational Therapists of Ontario:  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  •   The   assessment has been requested by   Mr. Frank McNally of McNally Gervan Law Firm.  •   The purpose of this assessment is to assess   Mr. Al Naqeeb ’ s   current functional status as it  relates to   the   ability to complete the reported pre - accident activities of daily living .  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if   required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive   Devices  o   Referral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole).   Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the requested goods  and/or service s may ultimately be declined.  •   Mr. Al Naqee b   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties via secure transmission (fa x or encrypted email attachment):  -   Frank McNally, McNally Gervan   Law Firm  -   Kathy Nezan,   Certified   Life Care Pl anner , Mo dern OT  Following this therapist’s explanation   Mr. Al Naqeeb   granted informed   consent for this therapist  to proceed with the assessment and any subsequent interventions.\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   5   of   18  DOCUMENTATION REVIEWED:  The following documentation was reviewed by thi s therapist   prior to completing this assessment  and referenced in drafting this report:  1.   Plaintiff Medical Experts  A.   Dr. Kurzman  (1)   Neuropsychological Re - Assessment completed by Dr. David Kurzman  dated October 22, 2021  B.   Dr. Suddaby  (1)   Psychiatric   Evaluation completed by Dr. Ken Suddaby dated October 15,  2021  C.   Dr. Kevin Smith  (1)   Report from Dr. Smith dated August 17, 2021 (with CV and Form 53)  2.   Prescription History  A.   Fax from Walmart Pharmacy dated August 2, 2021 re No records on file  B.   Fax from AIM Trainyards Pharmacy dated July 5, 2021 re Not a Patient  C.   Fax from Walmart Pharmacy (Trainyards) dated July 14, 2021 re Not a Patient  3.   Family Doctor  A.   Dr. Effendi  (1)   Clinical notes and records received January 28, 2020  (2)   Clinical notes and records received February 22, 2021  (3)   Clinical notes and records received March 18, 2021  4.   Hospital Records  A.   Queensway Carleton  (1)   Clinical notes and records received March 19 , 2020  B.   The Ottawa Hospital  (1)   Clinical notes and records received June 18, 2020  5.   Treating Specialists  A.   Apollo Physical Therapy  (1)   Clinical notes and records received February 9, 2021  C.   Dr. Chalifour (Tr ainyards Medical)  (1)   Clinical notes and records received August 23, 2021  (2)   Clinical notes and records received August 23, 2021 (English Translation)  6.   Psychologist  A.   Capital Region  (1)   Clinical notes and records received February 9, 2021\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   6   of   18  PRE - ACCIDENT MEDICAL HISTORY:  Mr. Al Naqeeb   reported being in excellent physical and   mental health pre - accident. He noted that  he was highly successful in his professional career and thrived all around. He attended the gym  regularly   and reportedly led an active social life. He denied the presence of any prior injuries   or  medical conditions which would i mpact his clinical presentati on   or course of recovery from the  injuries sustained in the subject motor vehicle accident.  MECHANISM OF INJURY:  On   August 27, 2013,   Mr. Al   Naqeeb was   the restrained driver on his way home from work when  his vehicle was rear - ended at a high rate of speed. As a result   of the impact, Mr. Al Naqeeb struck  his   head on the steering wheel and   air bags which deployed . He experienced a   brief   period of loss  of consciousness   but was able to exit his vehicle   on his own.   Bystanders tended to him while  awaiting paramedics. H e was taken by ambulance to the Civic Campus of The Ottawa Hospital  where he was assessed in the Emergency Room and s ubsequently rele ased to the care of his family  physician.  NATURE OF INJURY:  Based on a review of available medical documentation, Mr. Al Naqeeb sustaine d the following  injuries as a result of the subject motor vehicle accident:  •   Pain Disorder  •   Generalized Anxiety Disorder   with symptoms of panic  •   Specific Phobia (vehicular, both driver and passenger)  •   Post - traumatic Stre ss Disorder  •   Adjustment Disorder  •   Trau matic Brain Injury with post - concussi ve syndrome  •   Major Depressive D isorder , Moderate   –   Severe   with Anxious Distress with   Panic  Att acks  •   Somatic Symptom Disorder   with Predominant Pain  •   WAD II  •   Post - traumatic headaches with migrainous   features  •   M yo fascial pa in  •   F acetogenic pain  COURSE OF RECOVERY TO DATE:  Mr. Al   N aqeeb sought medical attention from his family physician following   his release from  h ospital as   “ something was very wrong ” . He noted that he was throwing up and could not   return\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   7   of   18  to work.   His physician   reportedly provided with a note for a medical leave of   absence   however  Mr. Al Naqeeb returned to work against medical advice. His employer sent him   home after a few  days   as they   observed him looking unwell. He kept trying to work but could no t per form .   He went  through a course of   physiotherapy   through Apollo Physical Therapy but   stopped attending , seeking  a clinic closer to home.   His recollection of past   treatment timeframes was poor .   He eventually  attend ed Balance Physiotherapy but stopped attending due to lack of funding.   He underwent a  cours e of psychological care through   Ca pital Region Psychological Services .   He also engaged  with Dr. Chalifour   who provided supportive counselling. He has not   seen Dr. Chalifour since the  onset of the pandemic in   March of 2020.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of  appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Affendi   Sees his GP infrequently,  last meeting a few weeks  prior to this ass essment due  to a seasonal cold.  Discussed symptoms   TBD  Mr. Al Naqeeb is not currently being follow ed b y an y of his past treatment providers and is not  en gaged in any form of therapy at the present time.  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Pregabalin   75 mg   Neuropathic pain  Pantoprazole   40 mg   Acid reflu x  Urocit - K   1080 mg twice daily   Kidney stones  Tramadol   Unknown , twice daily   Op ioid pain medication  Amitriptyline   Unkn own   Depression   and   neuropathic  pain  Zolpidem ODT   10 mg   Insomnia  Cyclobenzaprine   10 mg   Muscle relaxant\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   8   of   18  SUBJECTIVE   INFORMATION (CLIENT REPORT):  Physical Symptoms :  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if  Necessary  Headaches   Will typically wake   with a headache. Will take  his   medication   and   take   some   Tylenol   to  alleviate.   He works in the dark due to light  sensitivity.   Headaches last all day.   He feels  always tired and has no energy to even engage  with his children.  7/10   –   9/10  when  stressed with  work  Neck,   shou lders   and   upper -  back  This   is   a   constant   pain   which   becomes  gradually worse as the day goes on.   He  describes   a   burning   pain   and   throbbing  sensation.   He   sometimes   wakes   with  heightened pain and reports a const ant pain  between his shoulder blades .  8/10  Lower back pain   He reports a constant pain in his lower back  which he feels has improved somewhat over  the   last   few years. He noted that   “ I lie down a  lo t ”   to relieve this symptom.  6/10  Right wrist pain   This pain has improved and :comes an d goes ” .  When symptoms are   present,   he has difficulty  gripping items with his right hand.  0   –   4/ 10  Cognitive Symptoms :  When his anxiety is high, h e will experience word finding difficulties. He will repeat what he has  said.   He stutters and loses his train of thought.   Instructions he provides are unclear ( based on  feedback from   co - work ers ). He compensates by overpreparing and writing notes.   Staying focused  and   on topic is difficult.   Has difficulty jumpstarting his day.   Can’t perform on the spot.   Runs  away from problems and   things to be done linger. He procrastinates a lot   which causes issues with  his wife.  At work, he finds himself in a perpetual state of mental haziness.   He has difficulty staying  focussed during virtual meetings and   spends a significant portion of his workday lying on the sofa,  napping.   The extent of his cognitive impairments   is significant and having a significant impact on  his ability to keep up with his work duties.   He will often work additional hours in the evenings  a n d weekends to   cat ch up.\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   9   of   18  Emotional Symptoms:  Mr. Al Naqeeb desc ribes his mood as low, most of the time. His affect is   generally   flat. He has  no drive to do even the most basic self - care functions such as brushing his teeth or showering. He  has no   motiv ation   to accomplish anything and co asts throughout his   day. His lack of engagement  has had a significant impact on his relationship with his wife which he acknoleges is   quite strained.  He was separate d from his wife   for a period of time   but has recently moved back into the family  home in the hopes of   reconciliation .   Mr. Al Naqeeb denied any suicidal ideation however noted  that he no longer finds any enjoyment in life.   He describes himself as having a short fuse and  easily be prone to anger outbursts.   He reports severe anxiety which leads him to experience  physical symptoms such as tightnes s in his chest   and profuse sweating. His hands were observed  to be clamm y throughout this assessment.  Symptom Management Strategies:  Mr. Al Naqee b has little in the way of healthy coping strategies to manage his symptoms.   He  continues to make use of medication as his primary strategy and avoids activities which can trigger  increased symptoms.   He wil l nap frequently and generally tends to rest when he is not working.  Typical Day Post - Accident:  Mr. Al Naqeeb described the following as a typi cal day at the time of this assessment:  •   Up 7   –   9:00 am  •   Takes medication  •   Immediately g oes to his laptop and computer to start work  •   Goes from   his   computer to   the   couch all day long  •   Works from   morning to dinner   with a short lunch break  •   Will often nap durin g   the afternoon  •   Will have dinner  •   Sometimes stays downstairs with kids  •   Sometimes will go to his parents with the kids and nap while they watch them  •   Sometimes will go back to work after dinner and end at 7:30   –   8:00  •   Will try and spend time with the kids and   colour   or watch a children ’s movie until 9 pm  •   In bed at 1:00   –   1:30 am  •   Will wake 2   –   3 times per night due to pain  •   Has difficulty falling asleep  •   Racing   thoughts will often happen   and prevent him from falling asleep  •   Nightm ares wake him up as well\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   10   of   18  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   4   –   5   hours of broken slee p.  He wakes   frequently   due to  pain and racing thoughts.  Period   of   20   minutes   of  supine   lying   on   the   sofa  observed by   this therapist .  2. Sitting   No identified limitation   Able   to   tole rate   extended  per iods   of   sitting   however  reports pain increases after  30   –   45   minutes.  Period   of   45   minutes   of  ststained   sitting   with  fre quent   postural   changes  observed   during   this  assessment.  3. Standing   No identified limitation   30 minutes t hen must sit.   Short periods of static and  dynamic standing observe d  by   this therapist   during this  asses sment.  4. Squatting   No identified limitation   Unable   to   achieve   a   full  squatted posture.  Partial   (1/2)   squat  demonstrated   by   Mr.   Al  Naqeeb   during   this  assessment.   He experienced  significant   difficulty  recovering to standing.  5. Kneeling   No identified limitation   Avoids this posture ,   “ I   don’t  kneel ” .  One   bil ateral   kneeling  posture   observed   by   this  therapist   during   this  assessment.   He experienced  significant   dif ficulty  achieving   this   posture   and  required   external   support  from an adjacent couch to  re co ver to st anding.  6. Walking   No identified limitation   30 minutes then experiences  sharp increase in neck and  back pain.  Short   distance   indoor  ambulation observed by   this  therapist .\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   11   of   18  7. Stair  Climbing  No identified limitation   Able in a slow   manner .   Two   flights   of   stairs  managed by Mr. Al Naqeeb  durin g this assessment.   Stair  climbing   perform   using   a  step - stop   approach   with  support   from the handrail.  8. Driving   No identified limitation   Only drives locally. He finds  himself to be   hypervigilant  when driving and he   avoids  this as much as he can.  Not formally ass essed.  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist   Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward   flexion   ¾   range   Mild cerv ical range of   motion restrictions  noted.  Lateral flexion   ¾   range   ¾   range\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   12   of   18  Rotation   ¾   range   ¾   range  Extension   ¾   range  Shoulder   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   13   of   18  Emotional   Presentation :  Mr. Al Naqeeb presented with a flat affect which persisted throughout this assessment. He  appeared   disengaged   with   the assessment process   and   appeared quite tired and deshevelled. Mr.  Al Naqeeb   had   not groomed or showered for over a week at the time of this assessment   a nd   his  appearance reflected this report.   There were no signs of emotional lability during this  assessment.  Cognitive Presentation :  Mr. Al Naqeeb presented   as a poor historian, experiencing diff iculty recalling many aspects of  h is rehabilitation over the past few years. He was quite tangential in his thinking requiring that  this therapist refocus him repeatedly   throughout   the asse ssment.   He demonstrated difficulty with  word   finding   and would often stop mid - sentence, having lost his train of thought. He left the  assessment fo r a period of 15 minutes as he scoured the home trying to locate his medication.  He was highly distractable and had difficulty remaining   focused   for the duration of this  a ssessment. At one   point, he simply laid down on the sofa and closed his eyes. The room where  the assessment was co mpleted was dark ened with blinds. As the   evening appr oached and the  environmen t grew even darker, this theraipist had to prompt Mr .   Al Naqeeb to turn on a light   as  this therapist could no longer effectively type on his compu ter.   Mr. Al Naqeeb ’ s speech was  found to be slow and cognitive processing was also found to be delay ed.   When questioned  about the age of his children, Mr. Al Naqeeb paused and remembered that   it was his daughter ’ s  sixth birthday on the day of this ass essment.   He noted that he had   forgotten.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Single family detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Second floor   Carpet  Bathrooms   3.5   Three on main floor and poder  room on main  Tile  Living Room   1   Main floor   Wood  Family Room   1   Second floor   Carpet  Dining   Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile  Laundry   1   Second floor   Tile  Stairs   Yes   Steps leading to the basement  and second floor   of the home.  Carpet  Basement   Yes   Unfinished   NA  Driveway  Description  Double   laneway\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   14   of   18  Yard  description  Small city plot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Wi th wife and two kids  Children   18 months and 6 years  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to t he subject motor vehicle accident,   Mr.   Al Naqeeb reported   being fully independent in his  self - care. He took care of his appearance, noting that his suits were alw ays pres s ed and his shirts  dry cleaned .   He had no diffic ult i es managing all aspects of self - care.  At the time of this assessment, Mr. Al Naqeeb describes his self - care as limited. He noted that he  will often not shower for up to 10   –   14   days.   He brushes his teet h once every two weeks, he does  not groom a nd presents   in a   disheveled   manner.   While he is physically able to manage self - care  tasks , he requir es cueing in order to complete these tasks regularly.   He noted that he w ill often  wear the same clothes, including socks and unde rwear for   4   –   5   days before changing into clean  clothes.  Pre and Post Accident   Home Management Activities:  Prior to the sub ject motor vehicle accident, Mr. Al   Naqeeb noted that he   shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care.  At t he time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in  housekeeping functions.   H is wife has taken over the management of all indoor cleaning tasks  while his father cuts the grass. A snow removal contract will repor tedly be secured fo r the coming  winter months.  This therapist will maintain his position from the assessment   completed   in   De cember of   2014 that  Mr. Al Naqeeb ’ s wife has   incurred approximately   10.83 additional hour per week of housekeeping  and related   functions which Mr. Al Naqeeb   no longer performs.  Pre and Post Accident Caregiving Activities:  Mr. Al Naqeeb noted that he   does not perform any caregiving functions for his two children. He  noted that his wife   “ does it all ” .   H is inv olvement i s limited to superficial interactions with his\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   15   of   18  children in the form of play   or television watching   for   short perio ds of time in the evenings.   He is  otherwise , for all intents and purposes, completely   detached from his childre n.  Pre and Post Accident   Vocational Activities:  Pr ior to the subject motor vehicle accident, Mr. Al Naqeeb was working on a   full - time   basis for  CLV Group   as a financial analys t.   He reported being an excellent employee with positive feedb ack  provided regularly about the quality of his work. He seldom took time off and prided himself in  being a high achiever in this capacity.  Following th e subje ct motor vehicle accident, Mr. Al Naqeeb noted that he took a few days off  and returned to   work.   His emp loyer encouraged him to take some additional time off as   “ I   didn’t  look well ” .   He took some additional time off and attempted to return to work as soon as he coul d .  He noted that when he returne d, he was unable to work effectively.   He made multiple mistakes  and was trying to hide his symptoms from his employer.   Due to ongoing difficulties and fear of  losing his position, he sought alternate employment.  He began work with Canada Post in 2014 / 2015 as a financial analyst, which he   believed to be an  easier   job to manage than the one prior.   He remained in this position until being forced into a  medical leave in 2018/ 2019.   He remained off work   and grew increasingly frustrated with his  inabil ity to   return to his job at Canada Post. He notes,   “ I   don’t   think   they   really wanted me back ” .  In August of 2020, Mr. Al Naqeeb indicated that he was hired   by Natural Resources Canada ,  indicating that   “ my brother applied for   me,   and I   ended up getting the job ” .   He is working from  home ,   attending   virtual   meetings,   and completing computer - based work.   He noted that he will  spend his days going from his computer to the couch in his office area where he will nap throughout  the day. He reported difficulties with communicating effectively with co - workers,   noting feedback  from   his employer to   that   effect.   He has to overprepare for presentation, he writes everything  down in order to not forget.   In this therapist ’ s opinion,   Mr. Al Naqeeb is at this time well on his  way for another   “ burnout ”   and it is not believed his   current   employment   situation will be  sustainable.  Pre and Post Accident   Leisure Activities:  Prior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he did not engage in   any  form of leisure activity. He   notes   that he remains   unengaged in any activity other than his work.  He has no meaningful activity to occupy his time.  ASSESSMENT OF ATTENDANT CARE NEEDS:  Part 1   –   Level 1 Attendant Care (Routine personal care)  Dress/Undress:\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   16   of   18  Mr. Al Naqeeb   is   physically   independent with dressing and undressing activities.   However, as a  result of poor mental health   and lack of initi ation, time for cueing has bee n allotted   for 10 m inutes  daily.  Total   weekly minutes:   70 minutes  Prosthetics/Orthotics:  Mr. Al Naqeeb   does wear any orthotics or prosthetics.  Grooming:  Mr. Al Naqeeb   is physically independent in   his   performance of all grooming tasks.   He   does  however   require   cueing to foster   his   regular completion of grooming activities.  Total   weekly minutes:   84   minutes  Feeding:  Mr. Al Naqeeb   is independent with all aspects of feeding   himself   with the exception of   meal  preparation   assistance   provided   by   his   wife .   Pre - ac cident,   Mr.   Al   N aqeeb   completed  approximately 3 week ly   meals and time has been allotted to reflect this need.  Total   weekly minutes:   180   minutes  Mobility:  M r. Al Naqeeb   is independent in all areas of mobility.   He   does not require any assistance for   his  mobility needs.  Extra Laundering:  Mr. Al Naqeeb   does not present with any Extra Laundering needs at this time.   He   does not report  any increased incidence of spillage and no history of incontinence.  Part 2   –   Level 2 Attendant Care (Basic supervisory functions)  Hygiene :  Mr. Al Naqeeb   is unable to maintain his bathroom and bedroom environment nor   is he able to  manage his clothing. Time has been allotted on a daily basis for these tasks .  Total   weekly minutes:   98   minutes\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   17   of   18  Basic Supervisory Care:  Mr. Al Naqeeb   does not have any basic s upervisory care   requirements   at this time.  Co - ordination of Attendant Care:  There are no Attendant Care co - ordination requirements at this time.  Part 3   –   Level 3 Attendant Care   (Complex health/care and hygiene functions)  Genitourinary Tracts:  Mr. Al Naqeeb   is independent in the management of   his   urinary   needs.  Bowel Care:  Mr. Al Naqeeb   is independent in the management of h is   bowel care.  Tracheostomy Care:  Not applicable.  Ventilato r Care:  Not applicable.  Exercise:  Mr. Al Naqeeb   is not engaged in any form of home e xercises at this time.  Skin Care:  Mr. Al Naqeeb   is independent with all   of   his   skin care needs.  Medication:  Mr. Al Naqeeb   manages his medication independently.  Bathing:\n\nDate of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   18   of   18  Mr. Al Naqeeb   is independent with   his   bathing needs.   He   does require   cueing to   foster completion  of a daily shower   as   he currently only showers   once every 10   –   14   days .   He also requires cueing  to ensure he brushes his teeth twice   daily.  Total   weekly minutes:   63   minutes  Other Therapy:  Not applicable.  Maintenance of Supplies and Equipment:  Mr. Al Naqeeb   does not   make use of any assistive devices or medical equipment which requires  regular maintenance.  Skilled Supervisory Care:  Mr. Al Naqeeb   does not present with any skilled supervisory requirements at this time.  Please refer to the enclosed   Assessment of Attendant Care Needs Form (Form 1) for more  information.  •   Level 1 for routine personal care :   334   minutes per week  •   Level 2 for basic supervisory functions :   98   minutes per week  •   Level 3 for complex functions   63   minutes per week  Total monthly assessed attendant care benefit:   $ 550.30   per month  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   Form 1  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Mr.   Ali   Al Naqeeb   Date of Loss:   2013 - 08 - 27  Address:   34 Kinetic Way, Ottawa ON  K2J 0A1  Telephone #:   819 - 918 - 8892  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Shannon Patterson   Insurer:   Security National  Claim No.:   105304327 - 3  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assessment:   2021 - 11 - 23  Date of Report:   2021 - 11 - 24  THERAPIST   QUALIFICATIONS:  Mr. Ferland   is an Occupational Therapist with over   23   years of experience.   His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and  launched himself in the world of private business. Over the years,   he   has provided services to the  automobile insurance and   legal communities as well the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Mr. Ferland   has extensive experience working with individuals suffering from catastrophic  injuries. He provides assessment and treatment services as a primary Occu pational Therapist as  well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries  and amputations.   He also has extensive experience working with individuals who have been  deemed to meet the catastrophic threshold on   the basis of psychological and/or psychiatric  impairments.  Over his years of working with individuals injured in motor vehicle accidents,   Mr. Ferland  developed a strong interest in the field of mental health, focussed on functional reactivation for  injur ed individuals suffering from depression,   anxiety,   and posttraumatic stress.   His clinical",
    "SYMPTOMS": "Date of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   15   of   18  children in the form of play   or television watching   for   short perio ds of time in the evenings.   He is  otherwise , for all intents and purposes, completely   detached from his childre n.  Pre and Post Accident   Vocational Activities:  Pr ior to the subject motor vehicle accident, Mr. Al Naqeeb was working on a   full - time   basis for  CLV Group   as a financial analys t.   He reported being an excellent employee with positive feedb ack  provided regularly about the quality of his work. He seldom took time off and prided himself in  being a high achiever in this capacity.  Following th e subje ct motor vehicle accident, Mr. Al Naqeeb noted that he took a few days off  and returned to   work.   His emp loyer encouraged him to take some additional time off as   “ I   didn’t  look well ” .   He took some additional time off and attempted to return to work as soon as he coul d .  He noted that when he returne d, he was unable to work effectively.   He made multiple mistakes  and was trying to hide his symptoms from his employer.   Due to ongoing difficulties and fear of  losing his position, he sought alternate employment.  He began work with Canada Post in 2014 / 2015 as a financial analyst, which he   believed to be an  easier   job to manage than the one prior.   He remained in this position until being forced into a  medical leave in 2018/ 2019.   He remained off work   and grew increasingly frustrated with his  inabil ity to   return to his job at Canada Post. He notes,   “ I   don’t   think   they   really wanted me back ” .  In August of 2020, Mr. Al Naqeeb indicated that he was hired   by Natural Resources Canada ,  indicating that   “ my brother applied for   me,   and I   ended up getting the job ” .   He is working from  home ,   attending   virtual   meetings,   and completing computer - based work.   He noted that he will  spend his days going from his computer to the couch in his office area where he will nap throughout  the day. He reported difficulties with communicating effectively with co - workers,   noting feedback  from   his employer to   that   effect.   He has to overprepare for presentation, he writes everything  down in order to not forget.   In this therapist ’ s opinion,   Mr. Al Naqeeb is at this time well on his  way for another   “ burnout ”   and it is not believed his   current   employment   situation will be  sustainable.  Pre and Post Accident   Leisure Activities:  Prior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he did not engage in   any  form of leisure activity. He   notes   that he remains   unengaged in any activity other than his work.  He has no meaningful activity to occupy his time.  ASSESSMENT OF ATTENDANT CARE NEEDS:  Part 1   –   Level 1 Attendant Care (Routine personal care)  Dress/Undress:",
    "MEDICAL_HISTORY": "Date of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   6   of   18  PRE - ACCIDENT MEDICAL HISTORY:  Mr. Al Naqeeb   reported being in excellent physical and   mental health pre - accident. He noted that  he was highly successful in his professional career and thrived all around. He attended the gym  regularly   and reportedly led an active social life. He denied the presence of any prior injuries   or  medical conditions which would i mpact his clinical presentati on   or course of recovery from the  injuries sustained in the subject motor vehicle accident.  MECHANISM OF INJURY:  On   August 27, 2013,   Mr. Al   Naqeeb was   the restrained driver on his way home from work when  his vehicle was rear - ended at a high rate of speed. As a result   of the impact, Mr. Al Naqeeb struck  his   head on the steering wheel and   air bags which deployed . He experienced a   brief   period of loss  of consciousness   but was able to exit his vehicle   on his own.   Bystanders tended to him while  awaiting paramedics. H e was taken by ambulance to the Civic Campus of The Ottawa Hospital  where he was assessed in the Emergency Room and s ubsequently rele ased to the care of his family  physician.  NATURE OF INJURY:  Based on a review of available medical documentation, Mr. Al Naqeeb sustaine d the following  injuries as a result of the subject motor vehicle accident:  •   Pain Disorder  •   Generalized Anxiety Disorder   with symptoms of panic  •   Specific Phobia (vehicular, both driver and passenger)  •   Post - traumatic Stre ss Disorder  •   Adjustment Disorder  •   Trau matic Brain Injury with post - concussi ve syndrome  •   Major Depressive D isorder , Moderate   –   Severe   with Anxious Distress with   Panic  Att acks  •   Somatic Symptom Disorder   with Predominant Pain  •   WAD II  •   Post - traumatic headaches with migrainous   features  •   M yo fascial pa in  •   F acetogenic pain  COURSE OF RECOVERY TO DATE:  Mr. Al   N aqeeb sought medical attention from his family physician following   his release from  h ospital as   “ something was very wrong ” . He noted that he was throwing up and could not   return",
    "ENVIRONMENTAL": "Date of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   13   of   18  Emotional   Presentation :  Mr. Al Naqeeb presented with a flat affect which persisted throughout this assessment. He  appeared   disengaged   with   the assessment process   and   appeared quite tired and deshevelled. Mr.  Al Naqeeb   had   not groomed or showered for over a week at the time of this assessment   a nd   his  appearance reflected this report.   There were no signs of emotional lability during this  assessment.  Cognitive Presentation :  Mr. Al Naqeeb presented   as a poor historian, experiencing diff iculty recalling many aspects of  h is rehabilitation over the past few years. He was quite tangential in his thinking requiring that  this therapist refocus him repeatedly   throughout   the asse ssment.   He demonstrated difficulty with  word   finding   and would often stop mid - sentence, having lost his train of thought. He left the  assessment fo r a period of 15 minutes as he scoured the home trying to locate his medication.  He was highly distractable and had difficulty remaining   focused   for the duration of this  a ssessment. At one   point, he simply laid down on the sofa and closed his eyes. The room where  the assessment was co mpleted was dark ened with blinds. As the   evening appr oached and the  environmen t grew even darker, this theraipist had to prompt Mr .   Al Naqeeb to turn on a light   as  this therapist could no longer effectively type on his compu ter.   Mr. Al Naqeeb ’ s speech was  found to be slow and cognitive processing was also found to be delay ed.   When questioned  about the age of his children, Mr. Al Naqeeb paused and remembered that   it was his daughter ’ s  sixth birthday on the day of this ass essment.   He noted that he had   forgotten.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Single family detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Second floor   Carpet  Bathrooms   3.5   Three on main floor and poder  room on main  Tile  Living Room   1   Main floor   Wood  Family Room   1   Second floor   Carpet  Dining   Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile  Laundry   1   Second floor   Tile  Stairs   Yes   Steps leading to the basement  and second floor   of the home.  Carpet  Basement   Yes   Unfinished   NA  Driveway  Description  Double   laneway",
    "ADLS": "Date of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   14   of   18  Yard  description  Small city plot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Wi th wife and two kids  Children   18 months and 6 years  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to t he subject motor vehicle accident,   Mr.   Al Naqeeb reported   being fully independent in his  self - care. He took care of his appearance, noting that his suits were alw ays pres s ed and his shirts  dry cleaned .   He had no diffic ult i es managing all aspects of self - care.  At the time of this assessment, Mr. Al Naqeeb describes his self - care as limited. He noted that he  will often not shower for up to 10   –   14   days.   He brushes his teet h once every two weeks, he does  not groom a nd presents   in a   disheveled   manner.   While he is physically able to manage self - care  tasks , he requir es cueing in order to complete these tasks regularly.   He noted that he w ill often  wear the same clothes, including socks and unde rwear for   4   –   5   days before changing into clean  clothes.  Pre and Post Accident   Home Management Activities:  Prior to the sub ject motor vehicle accident, Mr. Al   Naqeeb noted that he   shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care.  At t he time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in  housekeeping functions.   H is wife has taken over the management of all indoor cleaning tasks  while his father cuts the grass. A snow removal contract will repor tedly be secured fo r the coming  winter months.  This therapist will maintain his position from the assessment   completed   in   De cember of   2014 that  Mr. Al Naqeeb ’ s wife has   incurred approximately   10.83 additional hour per week of housekeeping  and related   functions which Mr. Al Naqeeb   no longer performs.  Pre and Post Accident Caregiving Activities:  Mr. Al Naqeeb noted that he   does not perform any caregiving functions for his two children. He  noted that his wife   “ does it all ” .   H is inv olvement i s limited to superficial interactions with his",
    "ATTENDANT_CARE": "Date of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   18   of   18  Mr. Al Naqeeb   is independent with   his   bathing needs.   He   does require   cueing to   foster completion  of a daily shower   as   he currently only showers   once every 10   –   14   days .   He also requires cueing  to ensure he brushes his teeth twice   daily.  Total   weekly minutes:   63   minutes  Other Therapy:  Not applicable.  Maintenance of Supplies and Equipment:  Mr. Al Naqeeb   does not   make use of any assistive devices or medical equipment which requires  regular maintenance.  Skilled Supervisory Care:  Mr. Al Naqeeb   does not present with any skilled supervisory requirements at this time.  Please refer to the enclosed   Assessment of Attendant Care Needs Form (Form 1) for more  information.  •   Level 1 for routine personal care :   334   minutes per week  •   Level 2 for basic supervisory functions :   98   minutes per week  •   Level 3 for complex functions   63   minutes per week  Total monthly assessed attendant care benefit:   $ 550.30   per month  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   Form 1  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature ."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is an Occupational Therapist with over   23   years of experience",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "34 Kinetic Way",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "Security National  Claim No",
      "confidence": {
        "name": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "He is  otherwise , for all intents and purposes, completely   detached from his childre n.",
        "He noted that when he returne d, he was unable to work effectively."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "work effectively"
      ],
      "symptomOnset": "work with Canada Post in 2014 / 2015 as a financial analyst, which he   believed to be an  easier   job to manage than the one prior",
      "symptomProgression": "",
      "symptomNotes": "Date of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   15   of   18  children in the form of play   or television watching   for   short perio ds of time in the evenings.   He is  otherwise , for all intents and purposes, completely   detached from his childre n.  Pre and Post Accident   Vocational Activities:  Pr ior to the subject motor vehicle accident, Mr. Al Naqeeb was working on a   full - time   basis for  CLV Group   as a financial analys t.   He reported being an excellent employee with positive feedb ack  provided regularly about the quality of his work. He seldom took time off and prided himself in  being a high achiever in this capacity.  Following th e subje ct motor vehicle accident, Mr. Al Naqeeb noted that he took a few days off  and returned to   work.   His emp loyer encouraged him to take some additional time off as   “ I   didn’t  look well ” .   He took some additional time off and attempted to return to work as soon as he coul d .  He noted that when he returne d, he was unable to work effectively.   He made multiple mistakes  and was trying to hide his symptoms from his employer.   Due to ongoing difficulties and fear of  losing his position, he sought alternate employment.  He began work with Canada Post in 2014 / 2015 as a financial analyst, which he   believed to be an  easier   job to manage than the one prior.   He remained in this position until being forced into a  medical leave in 2018/ 2019.   He remained off work   and grew increasingly frustrated with his  inabil ity to   return to his job at Canada Post. He notes,   “ I   don’t   think   they   really wanted me back ” .  In August of 2020, Mr. Al Naqeeb indicated that he was hired   by Natural Resources Canada ,  indicating that   “ my brother applied for   me,   and I   ended up getting the job ” .   He is working from  home ,   attending   virtual   meetings,   and completing computer - based work.   He noted that he will  spend his days going from his computer to the couch in his office area where he will nap throughout  the day. He reported difficulties with communicating effectively with co - workers,   noting feedback  from   his employer to   that   effect.   He has to overprepare for presentation, he writes everything  down in order to not forget.   In this therapist ’ s opinion,   Mr. Al Naqeeb is at this time well on his  way for another   “ burnout ”   and it is not believed his   current   employment   situation will be  sustainable.  Pre and Post Accident   Leisure Activities:  Prior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he did not engage in   any  form of leisure activity. He   notes   that he remains   unengaged in any activity other than his work.  He has no meaningful activity to occupy his time.  ASSESSMENT OF ATTENDANT CARE NEEDS:  Part 1   –   Level 1 Attendant Care (Routine personal care)  Dress/Undress:",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Date of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   6   of   18  PRE - ACCIDENT MEDICAL HISTORY:  Mr. Al Naqeeb   reported being in excellent physical and   mental health pre - accident. He noted that  he was highly successful in his professional career and thrived all around. He attended the gym  regularly   and reportedly led an active social life. He denied the presence of any prior injuries   or  medical conditions which would i mpact his clinical presentati on   or course of recovery from the  injuries sustained in the subject motor vehicle accident.  MECHANISM OF INJURY:  On   August 27, 2013,   Mr. Al   Naqeeb was   the restrained driver on his way home from work when  his vehicle was rear - ended at a high rate of speed. As a result   of the impact, Mr. Al Naqeeb struck  his   head on the steering wheel and   air bags which deployed . He experienced a   brief   period of loss  of consciousness   but was able to exit his vehicle   on his own.   Bystanders tended to him while  awaiting paramedics. H e was taken by ambulance to the Civic Campus of The Ottawa Hospital  where he was assessed in the Emergency Room and s ubsequently rele ased to the care of his family  physician.  NATURE OF INJURY:  Based on a review of available medical documentation, Mr. Al Naqeeb sustaine d the following  injuries as a result of the subject motor vehicle accident:  •   Pain Disorder  •   Generalized Anxiety Disorder   with symptoms of panic  •   Specific Phobia (vehicular, both driver and passenger)  •   Post - traumatic Stre ss Disorder  •   Adjustment Disorder  •   Trau matic Brain Injury with post - concussi ve syndrome  •   Major Depressive D isorder , Moderate   –   Severe   with Anxious Distress with   Panic  Att acks  •   Somatic Symptom Disorder   with Predominant Pain  •   WAD II  •   Post - traumatic headaches with migrainous   features  •   M yo fascial pa in  •   F acetogenic pain  COURSE OF RECOVERY TO DATE:  Mr. Al   N aqeeb sought medical attention from his family physician following   his release from  h ospital as   “ something was very wrong ” . He noted that he was throwing up and could not   return",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "Single family detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Second floor   Carpet  Bathrooms   3",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "ed for over a week at the time of this assessment   a nd   his  appearance reflected this report",
        "bedroom": "s   4   Second floor   Carpet  Bathrooms   3",
        "kitchen": "1   Main floor   Tile  Laundry   1   Second floor   Tile  Stairs   Yes   Steps leading to the basement  and second floor   of the home"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "Date of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   13   of   18  Emotional   Presentation :  Mr. Al Naqeeb presented with a flat affect which persisted throughout this assessment. He  appeared   disengaged   with   the assessment process   and   appeared quite tired and deshevelled. Mr.  Al Naqeeb   had   not groomed or showered for over a week at the time of this assessment   a nd   his  appearance reflected this report.   There were no signs of emotional lability during this  assessment.  Cognitive Presentation :  Mr. Al Naqeeb presented   as a poor historian, experiencing diff iculty recalling many aspects of  h is rehabilitation over the past few years. He was quite tangential in his thinking requiring that  this therapist refocus him repeatedly   throughout   the asse ssment.   He demonstrated difficulty with  word   finding   and would often stop mid - sentence, having lost his train of thought. He left the  assessment fo r a period of 15 minutes as he scoured the home trying to locate his medication.  He was highly distractable and had difficulty remaining   focused   for the duration of this  a ssessment. At one   point, he simply laid down on the sofa and closed his eyes. The room where  the assessment was co mpleted was dark ened with blinds. As the   evening appr oached and the  environmen t grew even darker, this theraipist had to prompt Mr .   Al Naqeeb to turn on a light   as  this therapist could no longer effectively type on his compu ter.   Mr. Al Naqeeb ’ s speech was  found to be slow and cognitive processing was also found to be delay ed.   When questioned  about the age of his children, Mr. Al Naqeeb paused and remembered that   it was his daughter ’ s  sixth birthday on the day of this ass essment.   He noted that he had   forgotten.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Single family detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Second floor   Carpet  Bathrooms   3.5   Three on main floor and poder  room on main  Tile  Living Room   1   Main floor   Wood  Family Room   1   Second floor   Carpet  Dining   Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile  Laundry   1   Second floor   Tile  Stairs   Yes   Steps leading to the basement  and second floor   of the home.  Carpet  Basement   Yes   Unfinished   NA  Driveway  Description  Double   laneway",
      "confidence": {
        "homeType": 0.8,
        "homeLayout": 0,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "He noted that he  will often not shower for up to 10   –   14   days."
        },
        "dressing": {
          "level": "unknown",
          "notes": "He noted that he w ill often  wear the same clothes, including socks and unde rwear for   4   –   5   days before changing into clean  clothes."
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": "He brushes his teet h once every two weeks, he does  not groom a nd presents   in a   disheveled   manner."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": "Al   Naqeeb noted that he   shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care."
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "Al   Naqeeb noted that he   shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Date of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   14   of   18  Yard  description  Small city plot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Wi th wife and two kids  Children   18 months and 6 years  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to t he subject motor vehicle accident,   Mr.   Al Naqeeb reported   being fully independent in his  self - care. He took care of his appearance, noting that his suits were alw ays pres s ed and his shirts  dry cleaned .   He had no diffic ult i es managing all aspects of self - care.  At the time of this assessment, Mr. Al Naqeeb describes his self - care as limited. He noted that he  will often not shower for up to 10   –   14   days.   He brushes his teet h once every two weeks, he does  not groom a nd presents   in a   disheveled   manner.   While he is physically able to manage self - care  tasks , he requir es cueing in order to complete these tasks regularly.   He noted that he w ill often  wear the same clothes, including socks and unde rwear for   4   –   5   days before changing into clean  clothes.  Pre and Post Accident   Home Management Activities:  Prior to the sub ject motor vehicle accident, Mr. Al   Naqeeb noted that he   shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care.  At t he time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in  housekeeping functions.   H is wife has taken over the management of all indoor cleaning tasks  while his father cuts the grass. A snow removal contract will repor tedly be secured fo r the coming  winter months.  This therapist will maintain his position from the assessment   completed   in   De cember of   2014 that  Mr. Al Naqeeb ’ s wife has   incurred approximately   10.83 additional hour per week of housekeeping  and related   functions which Mr. Al Naqeeb   no longer performs.  Pre and Post Accident Caregiving Activities:  Mr. Al Naqeeb noted that he   does not perform any caregiving functions for his two children. He  noted that his wife   “ does it all ” .   H is inv olvement i s limited to superficial interactions with his",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0.5,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0.5
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Needs Form (Form 1) for more  information",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [
          "Al Naqeeb   is independent with   his   bathing needs."
        ],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": [
          "He   does require   cueing to   foster completion  of a daily shower   as   he currently only showers   once every 10   –   14   days .",
          "He also requires cueing  to ensure he brushes his teeth twice   daily."
        ]
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Date of Report:   2021 - 11 - 24  ______________________________________________________________________________  Ali   Al   Naqeeb   Claim #:   105304327 - 3   Page   18   of   18  Mr. Al Naqeeb   is independent with   his   bathing needs.   He   does require   cueing to   foster completion  of a daily shower   as   he currently only showers   once every 10   –   14   days .   He also requires cueing  to ensure he brushes his teeth twice   daily.  Total   weekly minutes:   63   minutes  Other Therapy:  Not applicable.  Maintenance of Supplies and Equipment:  Mr. Al Naqeeb   does not   make use of any assistive devices or medical equipment which requires  regular maintenance.  Skilled Supervisory Care:  Mr. Al Naqeeb   does not present with any skilled supervisory requirements at this time.  Please refer to the enclosed   Assessment of Attendant Care Needs Form (Form 1) for more  information.  •   Level 1 for routine personal care :   334   minutes per week  •   Level 2 for basic supervisory functions :   98   minutes per week  •   Level 3 for complex functions   63   minutes per week  Total monthly assessed attendant care benefit:   $ 550.30   per month  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   Form 1  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0.8,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}