{
  "fileName": "Al Naqeeb, Ali IHA2.pdf",
  "originalText": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Ali Al Naqeeb   Date of Loss:   2013-08-27  Address:   34 Kinetic Way, Ottawa ON  K2J 0A1  Date of Birth:  Telephone #:   (819) 918-8892  Lawyer:   Frank McNaly   Firm:   McNally Gervan  Adjuster:   Shannon Patterson   Insurer:   Security National  Claim No.:   105304327-3  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   2024-05-31  Date of Report:   2024-06-07  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014\n\nphysical, psychological and cognitive impairments.   His assessments inform multidisciplinary  team   members   (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  client’s daily functional capabilities at home, work and in the community, assisting them in  forming opinions surrounding whether the catastrophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic pain, depression, anxiety and  posttraumatic   stress,   overseeing   and   directing   functional   reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  Mr.   Al   Naqeeb   was   referred   to   Ferland   and   Associates   Rehabilitation   Inc.   by   his   legal  representative,   Mr Frank McNally of McNally Gervan Law Firm for the purpose of conducting  an updated in-home assessment.   Mr. Al Naqeeb was last assessed by this therapist on  November 23, 2021.   The current report serves as an update of those past findings with  recommendations provided to support Mr. Al Naqeeb through his ongoing struggles with daily  function both at home and at work.  SUMMARY OF FINDINGS:  Ali Al Naqeeb, a financial analyst, was involved in a severe motor vehicle accident on August 27,  2013. Before the accident, he was in excellent physical and mental health, enjoying a successful  career, regular gym attendance, and an active social life. The collision, where his vehicle was  rear-ended at high speed, resulted in a brief loss of consciousness and multiple significant  injuries,   including   pain   disorder,   generalized   anxiety   disorder,   vehicular   phobia,   PTSD,  adjustment disorder, traumatic brain injury with post-concussive syndrome, major depressive  disorder, somatic symptom disorder, whiplash-associated disorder (WAD) II, post-traumatic  headaches, myofascial pain, and facetogenic pain.  Post-accident, Mr. Al Naqeeb sought medical attention from his family physician due to severe  symptoms like vomiting and inability to work. He attempted to return to work against medical  advice but was sent home by his employer. His recovery involved sporadic physiotherapy and  psychological   care,   but   these   efforts   were   inconsistent,   often   hindered   by   funding   and  accessibility issues. Recently, his rehabilitative care has been minimal, involving occasional visits  to his general practitioner for medical notes for work absences. His career has suffered, with  reduced responsibilities and frequent reprimands, prompting consideration of a transition to  Long-Term Disability to focus on rehabilitation.  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 2 of 25\n\nPhysically, Mr. Al Naqeeb experiences persistent and severe headaches, neck and upper back  pain, and lower back pain, necessitating frequent lying down for relief. He also has intermittent  right wrist pain affecting his grip. Cognitively, he struggles with word-finding difficulties, unclear  instructions to coworkers, focus and attention deficits, and procrastination, often experiencing a  constant mental haze at work. Emotionally, his heightened anxiety hinders task management,  causing feelings of being overwhelmed and avoidance of problems. Professionally, he faces  demotions   and   reduced   involvement   in   significant   projects,   exacerbating   his   feelings   of  inadequacy and stress.  His self-care has deteriorated significantly since the accident. Pre-accident, he maintained a high  standard of personal grooming. Now, he often goes without showering for up to two weeks,  brushes his teeth infrequently, and does not groom himself regularly. His wife frequently  prompts him to attend to personal hygiene due to noticeable body odor. He engages in \"hot  water therapy,\" lying in hot baths for hours, napping, to relieve migraines and muscle tension,  which he views as essential for his self-care despite its impracticality. Home management  responsibilities have shifted entirely to his wife and father. Pre-accident, he shared indoor  cleaning duties and managed outdoor property care. Now, he performs none of these tasks,  adding approximately 10.83 hours per week of housekeeping duties for his wife.  Regarding caregiving, his wife is the primary caregiver for their three children, with Mr. Al  Naqeeb providing only intermittent supervision and assistance with bedtime routines. His  involvement with his children is minimal. Vocationally, pre-accident, he was a high-performing  financial analyst with CLV Group, seldom taking time off. Post-accident, he transitioned to  Canada Post, hoping for an easier role but was forced to take medical leave. In August 2020, he  began working with Natural Resources Canada, where he struggles with productivity, alternating  between working and napping. Over four years, he estimates having completed only nine  months of actual work, spending the rest of the time on medical leave or menial tasks.  Leisure and volunteer activities were not part of Mr. Al Naqeeb’s life pre-accident, and this has  not changed post-accident. He remains focused solely on work, contributing to a lack of balance  and potentially exacerbating his stress and well-being. His daily routine is highly irregular. He  typically goes to bed around 2:00 AM, wakes up multiple times during the night, and rises  between 7:00 and 7:30 AM, though he sometimes sleeps until 9:00 AM. His mornings are spent  attempting to work in short blocks interspersed with frequent naps. He moves between  different rooms for a change of scenery and takes extended breaks, often napping during these  periods.  In the evening, he has a meal with his family and then naps again. Despite these frequent rest  periods, he tries to complete work tasks in the evenings, but his overall productivity remains  limited due to fatigue and irregular sleep patterns. During the assessment, Mr. Al Naqeeb  displayed a flat affect, appeared fatigued and disheveled, and showed signs of poor grooming.  He was a poor historian, struggling to provide specific details about his rehabilitation and  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 3 of 25\n\nfunctional   trajectory.   His   cognitive   processing   was   slow,   and   his   responses   were   often  tangential, requiring frequent redirection. He remains rigid in his thinking and struggles with  accepting the need to transition to Long-Term Disability.  The assessment identified several areas where Mr. Al Naqeeb requires support. He needs daily  cueing for dressing and grooming activities, amounting to 154 minutes per week, and meal  preparation assistance from his wife, totaling 180 minutes per week. While independent in  mobility, he struggles with maintaining hygiene and environmental upkeep, requiring additional  support for these tasks. This report outlines these needs and recommends further occupational  therapy interventions, assistive devices, and potential referrals to specialists for comprehensive  management of his condition.  In   conclusion,   Mr.   Al   Naqeeb’s   impairments   significantly   affect   his   daily   activities   and  employment. Comprehensive and consistent rehabilitative support, structured interventions,  and assistive measures are essential to improve his functional capacity and overall quality of  life.  RECOMMENDATIONS:  Attendant Care:  Mr. Al Naqeeb requires structured support to manage his daily activities effectively. The  following attendant care measures are recommended:  ●   Routine Personal Care:   Daily cueing for dressing, grooming, and feeding. This includes  10 minutes daily for dressing (70 minutes per week) and 12 minutes daily for grooming  (84 minutes per week).  ●   Basic   Supervisory   Functions:   Support   in   maintaining   hygiene   and   environmental  upkeep,   including   cleaning   the   bathroom   and   bedroom,   managing   clothing,   and  ensuring comfort and safety. This includes approximately 14 minutes daily (98 minutes  per week).  Housekeeping:  Mr. Al Naqeeb would benefit from housekeeping service for approximately 10.83 hours per  week to manage indoor cleaning tasks, which Mr. Al Naqeeb is unable to perform. Additionally,  securing a snow removal contract for winter months and lawn care services for summer months  is indicated to maintain the outdoor property.  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 4 of 25\n\nAssistive Devices:  Mr. Al Naqeeb would benefit from a number of assistive devices however the selection of these  devices should be performed in the context of a functional reactivation program overseen by an  OT.   Devices to be considered would include an array of assistive devices to   facilitate  engagement in self-care and housekeeping tasks.  Further Occupational Therapy Interventions:  Mr. Al Naqeeb would benefit from engagement in regular Occupational Therapy treatment  initially delivered on a weekly basis to establish traction. These would be expected to transition  to bi-weekly interventions 6 months thereafter. This treatment should also include involvement  of a Rehabilitation Assistant (RA) to increase frequency of rehabilitative touchpoints and foster  accountability to set goals.  Referral for Other Services:  Mr. Al Naqeeb would benefit from engagement in a multi-disciplinary treatment including but  not limited to physical therapy (PT, Chiropractic, Massage), kinesiology, psychology and speech  language pathology.   Assessments from appropriate professionals of each discipline should be  considered to establish whether Mr. Al Naqeeb could benefit from those services at this stage of  his recovery.  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  ●   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  ●   The assessment has been requested by his legal representative Mr. Frank McNally.  ●   The purpose of this assessment is to assess Mr. Al Naqeeb’s current functional status as  it relates to his ability to complete pre-accident activities of daily living.  ●   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  ●   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 5 of 25\n\n●   Recommendations   may   be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  ●   A submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a denial or partial denial occur, an independent  examination by another Occupational Therapist may be requested by the insurer. This  may be an in-person assessment or a remote paper-review assessment. Funding for the  requested goods and/or services may ultimately be declined.  ●   Mr.   Al   Naqeeb may choose to participate or decline any or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  o   McNally Gervan, c/o Frank McNally, Legal Representative  Following this therapist’s explanation Mr. Al Naqeeb granted informed consent for this therapist  to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The   following   documentation   was   reviewed   by   this   therapist   prior   to   completing   this  assessment and referenced in drafting this report:  1. Plaintiff Medical Experts  A. Dr. Kurzman  (1) Neuropsychological Re-Assessment completed by Dr. David Kurzman dated  October 22, 2021  B. Dr. Suddaby  (1) Psychiatric Evaluation completed by Dr. Ken Suddaby dated October  15, 2021  C. Dr. Kevin Smith  (1) Report from Dr. Smith dated August 17, 2021 (with CV and Form 53)  2. Prescription History  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 6 of 25\n\nA. Fax from Walmart Pharmacy dated August 2, 2021 re No records on file  B. Fax from AIM Trainyards Pharmacy dated July 5, 2021 re Not a Patient  C. Fax from Walmart Pharmacy (Trainyards) dated July 14, 2021 re Not a Patient  3. Family Doctor  A. Dr. Effendi  (1) Clinical notes and records received January 28, 2020  (2) Clinical notes and records received February 22, 2021  (3) Clinical notes and records received March 18, 2021  4. Hospital Records  A. Queensway Carleton  (1) Clinical notes and records received March 19, 2020  B. The Ottawa Hospital  (1) Clinical notes and records received June 18, 2020  5. Treating Specialists  A. Apollo Physical Therapy  (1) Clinical notes and records received February 9, 2021  C. Dr. Chalifour (Trainyards Medical)  (1) Clinical notes and records received August 23, 2021  (2) Clinical notes and records received August 23, 2021 (English Translation)  6. Psychologist  A. Capital Region  (1) Clinical notes and records received February 9, 2021  PRE-ACCIDENT MEDICAL HISTORY:  Mr. Al Naqeeb reported being in excellent physical and mental health pre-accident. He noted  that   he was highly successful in his professional accounting career and thrived all around. He  attended the gym regularly and reportedly led an active social life. He denied the presence of  any prior injuries or medical conditions which would impact his clinical presentation or course  of recovery from the injuries sustained in the subject motor vehicle accident.  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 7 of 25\n\nMECHANISM OF INJURY:  On August 27, 2013, Mr. Al Naqeeb was the restrained driver on his way home from work when  his vehicle was rear-ended at a high rate of speed. As a result of the impact, Mr. Al Naqeeb  struck   his head on the steering wheel and airbags which deployed. He experienced a brief  period of loss of consciousness but was able to exit his vehicle on his own. Bystanders tended  to him while   awaiting paramedics. He was taken by ambulance to the Civic Campus of The  Ottawa Hospital where he was assessed in the Emergency Room and subsequently released to  the care of his family physician.  NATURE OF INJURY:  Based on a review of available medical documentation, Mr. Al Naqeeb sustained the following  injuries as a result of the subject motor vehicle accident:  • Pain Disorder  • Generalized Anxiety Disorder with symptoms of panic  • Specific Phobia (vehicular, both driver and passenger)  • Post-traumatic Stress Disorder  • Adjustment Disorder  • Traumatic Brain Injury with post-concussive syndrome  • Major Depressive Disorder, Moderate – Severe with Anxious Distress with Panic Attacks  • Somatic Symptom Disorder with Predominant Pain  • WAD II  • Post-traumatic headaches with migrainous features  • Myofascial pain  • Facetogenic pain  COURSE OF RECOVERY TO DATE:  Per the last assessment completed in 2021, Mr. Al Naqeeb had provided the following account  of his early course of recovery:  “Mr. Al Naqeeb sought medical attention from his family physician following his release  from   hospital as “something was very wrong”. He noted that he was throwing up and  could not return to work. His physician reportedly provided a note for a medical leave of  absence however Mr. Al Naqeeb returned to work against medical advice. His employer  sent him home after a few days as they observed him looking unwell. He kept trying to  work but could not perform. He went through a course of physiotherapy through Apollo  Physical Therapy but stopped attending, seeking a clinic closer to home. His recollection  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 8 of 25\n\nof past treatment timeframes was poor. He eventually attended Balance Physiotherapy  but stopped attending due to lack of funding. He underwent a course of psychological  care through Capital Region Psychological Services. He also engaged with Dr. Chalifour  who provided supportive counseling. He has not seen Dr. Chalifour since the onset of  the pandemic in March of 2020.”  Mr. Al Naqeeb noted that he has had little to no rehabilitative care over the past few  years. He notes having seen his GP on occasion to seek medical notes for time off work  but noted a poor recollection of the specific details surrounding these multiple periods  of leave.   He noted that at this time, he feels unable to continue. He notes difficulties  with his performance which have deeply impacted his career trajectory, to the extent  that he has been provided menial tasks to keep him occupied whilst removing him from  increased   responsibility.   Mr. Al Naqeeb describes a poor workplace record with  frequent   reprimands   and   a   gradual   removal   from   responsibilities   within   the  organization.   Mr. Al Naqeeb is seeking another appointment with his GP in order to  seek a transition to Long-Term Disability to allow him the space and bandwidth required  to commit to and undertake rehabilitative initiatives proposed herein.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name   and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome   of   Last  Appointment  Date   of   Next  Appointment  Dr. Affendi   Sees his GP infrequently,  unsure when he last saw  him.  Unknown   TBD  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Pregabalin   75 mg daily (will sometimes  double-up on his dosage)  Neuropathic pain  Pantoprazole   40 mg   Acid reflux  K-Lite   Twice daily   Kidney stones  Tramadol   Unknown, twice daily   Opioid pain medication  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 9 of 25\n\nAmitriptyline   Unknown   Depression and neuropathic  pain  Zolpidem ODT   10 mg   Insomnia  Cyclobenzaprine   10 mg   Muscle relaxant  Cymbalta   120 mg   Depression and Anxiety  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom   Description   Severity (0-10)  Headaches  Wakes with a headache. Takes medication and  Tylenol for relief. Works in the dark due to light  sensitivity. Headaches last all day, causing fatigue  and lack of energy to engage with children.  Progressively   worse  during the day. 7/10 –  9/10   when   stressed  with work  Neck,  shoulders, and  upper   back  pain  Constant pain that worsens as the day progresses.  Described as a burning and throbbing sensation.  Sometimes   wakes   with   heightened   pain,   with  constant pain between shoulder blades.  8/10  Lower   back  pain  Reports   constant   lower   back   pain,   which   has  improved   somewhat   over   the   last   few   years.  Alleviates symptoms by lying down frequently.  6/10  Right   wrist  pain  Pain has improved but still \"comes and goes.\"  When   present,   experiences   difficulty   gripping  items with the right hand.  0 – 4/10  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 10 of 25\n\nCognitive Symptoms:  Aspect   Description  Word   Finding  Difficulties  When anxiety is high, he experiences difficulty finding words, repeats  himself, stutters, and loses his train of thought.  Clarity   of  Instructions  Feedback from co-workers indicates that the instructions he provides are  often unclear.  Compensation  Strategies  He   overprepares   and   writes   notes   to   compensate   for   his   cognitive  challenges.  Focus   and  Attention  He struggles to stay focused and on topic. Starting his day is particularly  difficult, and he is unable to perform tasks spontaneously.  Procrastination   He often procrastinates, causing tasks to linger and leading to conflicts with  his wife and co-workers.  Mental Haze at  Work  At work, he is in a constant state of mental haziness, making it difficult to  concentrate during virtual meetings. He spends much of his workday lying  on the sofa and napping.  Impact on Work  The cognitive impairments significantly affect his ability to fulfill his work  duties, requiring him to work additional hours in the evenings and on  weekends to catch up.  Emotional Symptoms:  Mr. Al Naqeeb noted that his anxiety has become significantly higher and more difficult to  manage, making it challenging for him to stay on task. On the morning of this assessment for  example, he received a request to complete a task and he felt overwhelmed from the start. He  tends to overthink the time required and resources needed, and he often wants to avoid the  problem entirely.  In January of last year, the French program was removed, with promises of new, higher  classifications that he would not be involved in. Essentially, he was demoted in responsibility. He  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 11 of 25\n\nnow supervises only one staff member, and this will soon change to supervising no one. With a  change in Director General, there is no longer new staff being hired, and a new contract he was  supposed to sign has not materialized. Recent French testing revealed his limited retention of  the language.  Being placed on a surplus list exposed his limitations. This list is perceived as a group of  \"damaged goods,\" consisting of individuals who cannot perform their duties. He currently has  numerous tasks and assignments that he is unable to keep track of.  He was absent for half of last year and had no serious responsibilities until a month ago when  the burnout cycle resumed. He returned to work in September but took sick leave after one  month. He returned in mid-October, but until December, he was without a unit and working  independently. He experienced conflicts with his manager and had difficulties with assignments  and delegating clear instructions.  In late March 2024, he took over a team of six. Despite being supposed to have hired two  additional people, this has not been done, and he anticipates significant challenges ahead. He is  determined to fix things before he leaves on disability but when pressed, acknowledges this is  likely not a reasonable expectation.  Symptom Management Strategies:  Mr. Al Naqeeb reported making use of the following strategies to manage his symptoms at this  time:  ●   Rest  ●   Soaking in hot baths for extended periods of time where he will have a “short nap” in  warm water. He will do this multiple times throughout the day. refilling the tub with hot  water multiple times during each soak.  ●   Activity avoidance  ●   Medication  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 12 of 25\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  Activity   Client Self-Report  Pre-Accident  Client Self-Report  Post-Accident  Therapist Observation  Lying   No identified limitation   4   –   5   hours   of   broken  sleep.   He   wakes  frequently due to   pain  and racing thoughts.  Period of 20 minutes of supine  lying on the sofa   observed by  this therapist.  Sitting   No identified limitation   Able to tolerate extended  periods   of   sitting  however   reports   pain  increases after   30 – 45  minutes.  Period   of   45   minutes   of  sustained sitting with   frequent  postural   changes   observed  during this assessment.  Standing   No identified limitation   30 minutes then must sit.   Short   periods   of   static   and  dynamic standing observed   by  this   therapist   during   this  assessment.  Squatting   No identified limitation   Unable to achieve a full  squatted posture.  Partial   (1/2)   squat  demonstrated   by   Mr.   Al  Naqeeb   during   this  assessment.   He   experienced  significant difficulty   recovering  to standing.  Kneeling   No identified limitation   Avoids   this   posture,   “I  don’t kneel”.  One bilateral kneeling   posture  observed   by   this   therapist  during   this   assessment.   He  experienced   significant  difficulty achieving this posture  and   required external support  from   an   adjacent   couch   to  recover to standing.  Walking   No identified limitation   30   minutes   then  experiences   a   sharp  increase   in   neck   and  Short   distance   indoor  ambulation   observed   by   this  therapist.  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 13 of 25\n\nback pain.  Stair  Climbing  No identified limitation   Able in a slow manner.   Two   flights   of   stairs   were  managed   by   Mr.   Al   Naqeeb  during   this   assessment.   Stair  climbing is performed using a  step-stop   approach   with  support from the handrail.  Driving   No identified limitation   Only   drives   locally.   He  finds   himself   to   be  hypervigilant   when  driving   and   he   avoids  this as much as he can.  Not formally assessed.  Functional Transfers and Mobility:  Activity   Client Self-Report  Pre-Accident  Client Self-Report  Post-Accident  Therapist Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 14 of 25\n\nActive Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   ¾ range   Mild cervical range of motion restrictions  noted.  Lateral flexion   ¾ range   ¾ range  Rotation   ¾ range   ¾ range  Extension   ¾ range  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  Internal rotation   WFL   WFL  External  rotation  WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   ½ range   Trunk   range   of   motion   limited   in   all  directions.  Lateral flexion   ½ range   ½ range  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 15 of 25\n\nRotation   ½ range   ½ range  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation:  Mr. Al Naqeeb exhibited a flat affect throughout the assessment, maintaining a consistently  unengaged demeanor. He appeared noticeably fatigued and disheveled. His lack of grooming  and personal hygiene was evident, as he reported not showering or grooming himself for over  several   days.   This   neglect   was   clearly   reflected   in   his   appearance.   Despite   his   overall  disengagement, there were no signs of emotional lability observed during the assessment.  Cognitive Presentation:  Mr. Al Naqeeb was a poor historian and experienced difficulty providing specific details relating  to his rehabilitation and functional trajectory since the last assessment completed in 2021. He  was slow to process questions and would often provide answers which were tangential in  nature and not cohesive in construct. He required frequent redirection to the topic at hand.  Mr. Al Naqeeb was challenged on his ongoing workplace attendance and the need for him to  make a firm decision to move onto Long Term Disability.   He was observed again negotiating  with this reality, sharing his desire to “fix things before I go”. He remains rigid in his thinking  and would benefit from support in implementing a plan to address this matter.  TYPICAL DAY:  Mr. Al Naqeeb's daily schedule is highly irregular, with wake-up times varying each day. He  typically goes to bed around 2:00 AM but wakes up multiple times during the night and finally  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 16 of 25\n\nrises between 7:00 and 7:30 AM. Occasionally, he will sleep in until 9:00 AM for a few days due  to exhaustion.  In the morning, he walks to his home office and shuts the door. He may lie down for a while  before checking his email. He attempts to work for about 30 minutes before taking a break and  napping briefly. He then resumes working in short blocks, repeating this pattern.  Around 11:00 to 11:30 AM, Mr. Al Naqeeb leaves his office and moves to the couch or an  upstairs room for a change of scenery. He completes two more work cycles before taking  another break around 2:00 to 2:30 PM, which lasts until approximately 4:00 PM. During this  time, he often naps while his parents look after his daughter.  In the evening, he has a meal with his family and then takes another nap. Sometimes, he takes  his children to the park. He participates in the bedtime routine, helping to put his son to bed  from 8:00 to 10:00 PM. Occasionally, he naps alongside his son.  Throughout the day, Mr. Al Naqeeb tries to get tasks done, but his frequent need for naps, even  at the park, impacts his productivity. To address workplace issues and keep up with his  responsibilities, he often attempts to work in the evenings, although his progress is limited by  his overall fatigue and irregular sleep patterns.  ENVIRONMENTAL ASSESSMENT:  TYPE   OF  DWELLING  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Second floor   Carpet  Bathrooms   3.5   Three   on   main   floor   and  poder room on main  Tile  Living Room   1   Main floor   Wood  Family Room   1   Second floor   Carpet  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile  Laundry   1   Second floor   Tile  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 17 of 25\n\nStairs   Yes   Steps   leading   to   the  basement   and   second  floor of the home.  Carpet  Basement   Yes   Unfinished   NA  Driveway  Description   Double laneway  Yard description   Small city plot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   X   Single   ☐   Common Law   ☐   Other   ☐  Living Arrangement   Lives with his wife and three children  Children   8, 4 and 18 months-old (note: recalled their ages with difficulty)  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Prior to the motor vehicle accident, Mr. Al Naqeeb reported being fully independent in his  self-care routines. He maintained a high standard of personal grooming, ensuring that his suits  were always pressed and his shirts dry cleaned. He experienced no difficulties managing all  aspects of self-care and took pride in his appearance.  At the time of this assessment, however, Mr. Al Naqeeb describes his self-care as significantly  limited. He noted that he often goes without showering for up to 10 to 14 days. He brushes his  teeth only once every two weeks and does not groom himself, presenting in a disheveled state.  While he is physically capable of performing self-care tasks, he requires prompting to complete  these tasks regularly. His wife frequently cues him to wash due to noticeable body odor.  Additionally, he mentioned that he frequently wears the same clothes, including socks and  underwear, for 4 to 5 days before changing into clean attire.  Mr. Al Naqeeb describes his practice of “hot water therapy” as a crucial self-care task, even  though it is not conventionally functional. He elaborates that he turns off the lights and lies in  hot water, which he finds helps alleviate his migraines and muscle tension. Additionally, this  practice allows him to catch a nap alone, providing a temporary escape from his daily stressors.  During these sessions, which last between one to two hours, Mr. Al Naqeeb typically refills the  bath two to three times to maintain the water's temperature. He used to engage in this ritual  daily but now does so only once a week. However, when he is off work, he indulges in hot water  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 18 of 25\n\ntherapy more frequently. Despite recognizing the limited practicality of this routine, he views it  as an essential part of his self-care regimen, providing temporary relief and a desired sense of  solitude.  Home Management Activities:  Prior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care.  At the time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in  housekeeping functions. His wife has taken over the management of all indoor cleaning tasks  while his father cuts the grass. A snow removal contract will reportedly be secured for the  coming winter months.  This therapist will maintain his position from the assessment completed in December of 2014  that   Mr. Al Naqeeb’s wife has incurred approximately 10.83 additional hour per week of  housekeeping and related functions which Mr. Al Naqeeb no longer performs.  Caregiving Activities:  Mr. Al Naqeeb noted that his wife remains the primary caregiver for their three children at this  time.   He does not engage in any significant parental interaction with them beyond watching  television and providing intermittent supervision. He notes that he has taken responsibility for  putting his children down to bed at night however noted that this is another opportunity for  him to nap for a period of time before returning to his office in the late evenings.   His wife  manages all other aspects of their care.  Vocational Activities:  Pre-accident Employment Status   Employed full-time  Employer   CLV Group  Job Title/Duties   Financial Analyst  Hours per week   37.5  Comments   Prior to the subject motor vehicle accident,  Mr. Al Naqeeb was working on a full-time  basis for CLV Group as a financial analyst. He  reported being an excellent employee with  positive feedback   provided regularly about  the quality of his work. He seldom took time  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 19 of 25\n\noff   and   prided   himself   in   being   a   high  achiever in this capacity.  Current Employment Status   Employed with Natural Resources Canada as  an   accountant,   in   transition   to   Long-Term  Disability due to inability to perform in his  workplace  Comments   In 2014/2015, he began working with Canada  Post as a financial analyst, a role he believed  would be easier to manage than his previous  job. He remained in this position until he was  forced to take medical leave in 2018/2019.  During   this   period,   he   grew   increasingly  frustrated with his inability to return to his  job,   feeling   that   Canada   Post   did   not  genuinely want him back.  In August 2020, Mr. Al Naqeeb was hired by  Natural Resources Canada. He noted that his  brother applied for the position on his behalf,  and he was subsequently offered the job.  Working   from   home,   he   attends   virtual  meetings   and   completes   computer-based  tasks.   His   routine   involves   alternating  between   working   at   his   computer   and  napping on the couch in his office area.  Mr. Al Naqeeb reported that during his four  years of employment with Natural Resources  Canada,   he   was   frequently   on   leave   and  estimated that he completed approximately  nine   months   of “actual work”. During the  remaining time, he was either off work or  assigned to menial tasks, such as participating  in a French program from which he retained  little.  Leisure Activities:  Prior to the motor vehicle accident, Mr. Al Naqeeb reported that he did not participate in any  form of leisure activities. This lack of engagement has continued post-accident. He remains  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 20 of 25\n\nfocused solely on his work and does not involve himself in any activities that could provide  relaxation or enjoyment. Consequently, he has no meaningful activities to occupy his time  outside of work, which contributes to a lack of balance in his daily life and may exacerbate his  overall stress and well-being.  Volunteer Activities:  Mr. Al Naqeeb noted that he did not engage in any form of volunteering prior to the subject  motor vehicle accident. This remains the case at the time of this assessment.  ASSESSMENT OF ATTENDANT CARE NEEDS:  The following is an Assessment of Attendant Care Needs based on reports of the client and  direct observations as of May 31, 2024. The Ontario Society of Occupational Therapists report  “Considerations for Occupational Therapists Completing an Assessment of Attendant Care  Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT  Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of  what attendant care services are already in place. [This therapist’s] role is to determine the  extent to which the client can perform the skills and activities identified in the Form 1 safely,  functionally, and to objectively identify what assistance if any is needed from the present time  into the future until another such re-assessment may identify modified needs.”  Part 1 – Level 1 Attendant Care (Routine personal care)  Task   Observations/Comments   Weekly Time Allotted  Dress  •   Upper body  •   Lower Body  Mr.   Al Naqeeb is physically  independent   with   dressing  and   undressing   activities.  However, as a result of poor  mental   health   and   lack   of  initiation, time for cueing has  been allotted for 10 minutes  daily.  70 minutes per week  Undress  •   Upper body  •   Lower Body  0 minutes per week  Prosthetics   Mr. Al Naqeeb does wear any  orthotics or prosthetics.  0 minutes per week  Orthotics  Grooming  •   Face  •   Hands  Mr.   Al Naqeeb is physically  independent   in   his  84 minutes per week  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 21 of 25\n\n•   Shaving  •   Cosmetics  •   Brush/shampoo/dry/style  hair  •   Fingernails  •   Toenails  performance of all grooming  tasks.   He   does   however  require cueing to foster his  regular   completion   of  grooming activities.  Feeding   Mr. Al Naqeeb is independent  with   all   aspects   of   feeding  himself with the exception of  meal   preparation assistance  provided   by   his   wife.  Pre-accident, Mr. Al Naqeeb  completed   approximately 3  weekly meals and time has  been allotted to reflect this  need.  180 minutes per week  Mobility   *   Mr. Al Naqeeb is independent  in   all areas of mobility. He  does   not   require   any  assistance   for   his   mobility  needs.  0 minutes per week  Extra Laundering   Mr.   Al   Naqeeb   does   not  present   with   any   Extra  Laundering   needs   at   this  time. He does not report any  increased   incidence   of  spillage   and   no   history   of  incontinence.  0 minutes per week  * Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance  with mobility includes “all transfers both inside the home and out in the community” and “supervision and  assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage,  in the community etc.”  Part 2 – Level 2 Attendant Care (Basic supervisory functions)  Task   Observations/Comments   Weekly Time Allotted  Hygiene   *  •   Clean   tub/shower/   sink  after use  •   Change   bedding,   make  bed, clean room  Mr. Al Naqeeb is unable to  maintain   his   bathroom   and  bedroom environment nor is  he   able   to   manage   his  98 minutes per week  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 22 of 25\n\n•   Ensure comfort and safety  (bedroom)  •   Assist   in   daily   wearing  apparel  •   Hand/sort   clothes   to   be  laundered  clothing.   Time   has   been  allotted on a daily basis for  these tasks.   He is unable to  engage in these tasks due to  his mental health status and  associated   symptoms   of  amotivation and lethargy.  Basic Supervisory Care   **   Mr. Al Naqeeb does not have  any   basic   supervisory   care  requirements at this time.  0 minutes per week  Co-ordination   of   Attendant  Care  There are no Attendant Care  co-ordination   requirements  at this time.  0 minutes per week  * The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational  Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need  of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further  state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these  activities should be considered an attendant care need under Level 2”.  ** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a  single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET)  is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the  ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused),  drugs (e.g.,individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental  disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities  including donning boots and coats, and gathering belongings, require additional time.  Part 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted  Genitourinary Tracts   Mr. Al Naqeeb is independent  in   the   management   of   his  urinary needs.  0 minutes per week  Bowel Care   Mr. Al Naqeeb is independent  in   the   management   of   his  bowel care.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr. Al Naqeeb is not engaged  in any form of home exercises  at this time.  0 minutes per week  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 23 of 25\n\nSkin Care   Mr. Al Naqeeb is independent  with all of his skin care needs.  0 minutes per week  Medication   Mr. Al Naqeeb manages his  medication independently.  0 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral   Hygiene   (including  dentures)  •   Transfer,   bathing   and  drying,   prep   equipment,  clean   equipment,   apply  creams, etc.  Mr. Al Naqeeb is independent  with   his   bathing needs. He  does require cueing to foster  completion of a daily shower  as he currently only showers  once every 10 – 14 days. He  also   requires   cueing   to  ensure he brushes his teeth  twice daily.  0 minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance   of   Equipment  and Supplies  Mr. Al Naqeeb does not make  use of any assistive devices or  medical   equipment   which  requires   regular  maintenance.  0 minutes per week  Skilled Supervisory Care (for  aggressive   or   violent  behaviour)  Mr.   Al   Naqeeb   does   not  present   with   any   skilled  supervisory requirements at  this time.  0 minutes per week  Attendant Care Calculation:  Part 1   - Routine Personal Care   5.57 hours per week   $356.66 /month  Part 2   - Basic Supervisory Functions   1.63 hours per week   $98.33 /month  Part 3   - Complex Health/Care and Hygiene   1.05 hours per week   $95.31 /month  Total monthly assessed attendant care benefit:   $550.30   (subject to limits under Statutory  Accident Benefits Schedule)  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 24 of 25\n\nCLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   Frank McNally, McNally Gervan  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 25 of 25\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Ali Al Naqeeb   Date of Loss:   2013-08-27  Address:   34 Kinetic Way, Ottawa ON  K2J 0A1  Date of Birth:  Telephone #:   (819) 918-8892  Lawyer:   Frank McNaly   Firm:   McNally Gervan  Adjuster:   Shannon Patterson   Insurer:   Security National  Claim No.:   105304327-3  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   2024-05-31  Date of Report:   2024-06-07  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014",
    "SYMPTOMS": "•   Ensure comfort and safety  (bedroom)  •   Assist   in   daily   wearing  apparel  •   Hand/sort   clothes   to   be  laundered  clothing.   Time   has   been  allotted on a daily basis for  these tasks.   He is unable to  engage in these tasks due to  his mental health status and  associated   symptoms   of  amotivation and lethargy.  Basic Supervisory Care   **   Mr. Al Naqeeb does not have  any   basic   supervisory   care  requirements at this time.  0 minutes per week  Co-ordination   of   Attendant  Care  There are no Attendant Care  co-ordination   requirements  at this time.  0 minutes per week  * The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational  Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need  of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further  state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these  activities should be considered an attendant care need under Level 2”.  ** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a  single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET)  is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the  ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused),  drugs (e.g.,individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental  disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities  including donning boots and coats, and gathering belongings, require additional time.  Part 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted  Genitourinary Tracts   Mr. Al Naqeeb is independent  in   the   management   of   his  urinary needs.  0 minutes per week  Bowel Care   Mr. Al Naqeeb is independent  in   the   management   of   his  bowel care.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr. Al Naqeeb is not engaged  in any form of home exercises  at this time.  0 minutes per week  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 23 of 25",
    "TYPICAL_DAY": "Rotation   ½ range   ½ range  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation:  Mr. Al Naqeeb exhibited a flat affect throughout the assessment, maintaining a consistently  unengaged demeanor. He appeared noticeably fatigued and disheveled. His lack of grooming  and personal hygiene was evident, as he reported not showering or grooming himself for over  several   days.   This   neglect   was   clearly   reflected   in   his   appearance.   Despite   his   overall  disengagement, there were no signs of emotional lability observed during the assessment.  Cognitive Presentation:  Mr. Al Naqeeb was a poor historian and experienced difficulty providing specific details relating  to his rehabilitation and functional trajectory since the last assessment completed in 2021. He  was slow to process questions and would often provide answers which were tangential in  nature and not cohesive in construct. He required frequent redirection to the topic at hand.  Mr. Al Naqeeb was challenged on his ongoing workplace attendance and the need for him to  make a firm decision to move onto Long Term Disability.   He was observed again negotiating  with this reality, sharing his desire to “fix things before I go”. He remains rigid in his thinking  and would benefit from support in implementing a plan to address this matter.  TYPICAL DAY:  Mr. Al Naqeeb's daily schedule is highly irregular, with wake-up times varying each day. He  typically goes to bed around 2:00 AM but wakes up multiple times during the night and finally  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 16 of 25",
    "MEDICAL_HISTORY": "A. Fax from Walmart Pharmacy dated August 2, 2021 re No records on file  B. Fax from AIM Trainyards Pharmacy dated July 5, 2021 re Not a Patient  C. Fax from Walmart Pharmacy (Trainyards) dated July 14, 2021 re Not a Patient  3. Family Doctor  A. Dr. Effendi  (1) Clinical notes and records received January 28, 2020  (2) Clinical notes and records received February 22, 2021  (3) Clinical notes and records received March 18, 2021  4. Hospital Records  A. Queensway Carleton  (1) Clinical notes and records received March 19, 2020  B. The Ottawa Hospital  (1) Clinical notes and records received June 18, 2020  5. Treating Specialists  A. Apollo Physical Therapy  (1) Clinical notes and records received February 9, 2021  C. Dr. Chalifour (Trainyards Medical)  (1) Clinical notes and records received August 23, 2021  (2) Clinical notes and records received August 23, 2021 (English Translation)  6. Psychologist  A. Capital Region  (1) Clinical notes and records received February 9, 2021  PRE-ACCIDENT MEDICAL HISTORY:  Mr. Al Naqeeb reported being in excellent physical and mental health pre-accident. He noted  that   he was highly successful in his professional accounting career and thrived all around. He  attended the gym regularly and reportedly led an active social life. He denied the presence of  any prior injuries or medical conditions which would impact his clinical presentation or course  of recovery from the injuries sustained in the subject motor vehicle accident.  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 7 of 25",
    "ADLS": "Stairs   Yes   Steps   leading   to   the  basement   and   second  floor of the home.  Carpet  Basement   Yes   Unfinished   NA  Driveway  Description   Double laneway  Yard description   Small city plot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   X   Single   ☐   Common Law   ☐   Other   ☐  Living Arrangement   Lives with his wife and three children  Children   8, 4 and 18 months-old (note: recalled their ages with difficulty)  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Prior to the motor vehicle accident, Mr. Al Naqeeb reported being fully independent in his  self-care routines. He maintained a high standard of personal grooming, ensuring that his suits  were always pressed and his shirts dry cleaned. He experienced no difficulties managing all  aspects of self-care and took pride in his appearance.  At the time of this assessment, however, Mr. Al Naqeeb describes his self-care as significantly  limited. He noted that he often goes without showering for up to 10 to 14 days. He brushes his  teeth only once every two weeks and does not groom himself, presenting in a disheveled state.  While he is physically capable of performing self-care tasks, he requires prompting to complete  these tasks regularly. His wife frequently cues him to wash due to noticeable body odor.  Additionally, he mentioned that he frequently wears the same clothes, including socks and  underwear, for 4 to 5 days before changing into clean attire.  Mr. Al Naqeeb describes his practice of “hot water therapy” as a crucial self-care task, even  though it is not conventionally functional. He elaborates that he turns off the lights and lies in  hot water, which he finds helps alleviate his migraines and muscle tension. Additionally, this  practice allows him to catch a nap alone, providing a temporary escape from his daily stressors.  During these sessions, which last between one to two hours, Mr. Al Naqeeb typically refills the  bath two to three times to maintain the water's temperature. He used to engage in this ritual  daily but now does so only once a week. However, when he is off work, he indulges in hot water  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 18 of 25\n\ntherapy more frequently. Despite recognizing the limited practicality of this routine, he views it  as an essential part of his self-care regimen, providing temporary relief and a desired sense of  solitude.  Home Management Activities:  Prior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care.  At the time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in  housekeeping functions. His wife has taken over the management of all indoor cleaning tasks  while his father cuts the grass. A snow removal contract will reportedly be secured for the  coming winter months.  This therapist will maintain his position from the assessment completed in December of 2014  that   Mr. Al Naqeeb’s wife has incurred approximately 10.83 additional hour per week of  housekeeping and related functions which Mr. Al Naqeeb no longer performs.  Caregiving Activities:  Mr. Al Naqeeb noted that his wife remains the primary caregiver for their three children at this  time.   He does not engage in any significant parental interaction with them beyond watching  television and providing intermittent supervision. He notes that he has taken responsibility for  putting his children down to bed at night however noted that this is another opportunity for  him to nap for a period of time before returning to his office in the late evenings.   His wife  manages all other aspects of their care.  Vocational Activities:  Pre-accident Employment Status   Employed full-time  Employer   CLV Group  Job Title/Duties   Financial Analyst  Hours per week   37.5  Comments   Prior to the subject motor vehicle accident,  Mr. Al Naqeeb was working on a full-time  basis for CLV Group as a financial analyst. He  reported being an excellent employee with  positive feedback   provided regularly about  the quality of his work. He seldom took time  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 19 of 25",
    "FUNCTIONAL_STATUS": "off   and   prided   himself   in   being   a   high  achiever in this capacity.  Current Employment Status   Employed with Natural Resources Canada as  an   accountant,   in   transition   to   Long-Term  Disability due to inability to perform in his  workplace  Comments   In 2014/2015, he began working with Canada  Post as a financial analyst, a role he believed  would be easier to manage than his previous  job. He remained in this position until he was  forced to take medical leave in 2018/2019.  During   this   period,   he   grew   increasingly  frustrated with his inability to return to his  job,   feeling   that   Canada   Post   did   not  genuinely want him back.  In August 2020, Mr. Al Naqeeb was hired by  Natural Resources Canada. He noted that his  brother applied for the position on his behalf,  and he was subsequently offered the job.  Working   from   home,   he   attends   virtual  meetings   and   completes   computer-based  tasks.   His   routine   involves   alternating  between   working   at   his   computer   and  napping on the couch in his office area.  Mr. Al Naqeeb reported that during his four  years of employment with Natural Resources  Canada,   he   was   frequently   on   leave   and  estimated that he completed approximately  nine   months   of “actual work”. During the  remaining time, he was either off work or  assigned to menial tasks, such as participating  in a French program from which he retained  little.  Leisure Activities:  Prior to the motor vehicle accident, Mr. Al Naqeeb reported that he did not participate in any  form of leisure activities. This lack of engagement has continued post-accident. He remains  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 20 of 25",
    "ATTENDANT_CARE": "Skin Care   Mr. Al Naqeeb is independent  with all of his skin care needs.  0 minutes per week  Medication   Mr. Al Naqeeb manages his  medication independently.  0 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral   Hygiene   (including  dentures)  •   Transfer,   bathing   and  drying,   prep   equipment,  clean   equipment,   apply  creams, etc.  Mr. Al Naqeeb is independent  with   his   bathing needs. He  does require cueing to foster  completion of a daily shower  as he currently only showers  once every 10 – 14 days. He  also   requires   cueing   to  ensure he brushes his teeth  twice daily.  0 minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance   of   Equipment  and Supplies  Mr. Al Naqeeb does not make  use of any assistive devices or  medical   equipment   which  requires   regular  maintenance.  0 minutes per week  Skilled Supervisory Care (for  aggressive   or   violent  behaviour)  Mr.   Al   Naqeeb   does   not  present   with   any   skilled  supervisory requirements at  this time.  0 minutes per week  Attendant Care Calculation:  Part 1   - Routine Personal Care   5.57 hours per week   $356.66 /month  Part 2   - Basic Supervisory Functions   1.63 hours per week   $98.33 /month  Part 3   - Complex Health/Care and Hygiene   1.05 hours per week   $95.31 /month  Total monthly assessed attendant care benefit:   $550.30   (subject to limits under Statutory  Accident Benefits Schedule)  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 24 of 25\n\nCLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   Frank McNally, McNally Gervan  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 25 of 25"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "TYPICAL_DAY": 0.6666666666666666,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ADLS": 0.6666666666666666,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario",
      "dob": "Telephone #:   (819) 918-8892  Lawyer:   Frank McNaly   Firm:   McNally Gervan  Adjuster:   Shannon Patterson   Insurer:   Security National  Claim No",
      "age": null,
      "gender": "",
      "address": "34 Kinetic Way",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "Security National  Claim No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "He is unable to  engage in these tasks due to  his mental health status and  associated   symptoms   of  amotivation and lethargy.",
        "Factors that impact the  ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused),  drugs (e.",
        "0 minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "engage in these tasks due to  his mental health status",
        "associated   symptoms   of  amotivation",
        "lethargy"
      ],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "•   Ensure comfort and safety  (bedroom)  •   Assist   in   daily   wearing  apparel  •   Hand/sort   clothes   to   be  laundered  clothing.   Time   has   been  allotted on a daily basis for  these tasks.   He is unable to  engage in these tasks due to  his mental health status and  associated   symptoms   of  amotivation and lethargy.  Basic Supervisory Care   **   Mr. Al Naqeeb does not have  any   basic   supervisory   care  requirements at this time.  0 minutes per week  Co-ordination   of   Attendant  Care  There are no Attendant Care  co-ordination   requirements  at this time.  0 minutes per week  * The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational  Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need  of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further  state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these  activities should be considered an attendant care need under Level 2”.  ** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a  single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET)  is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the  ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused),  drugs (e.g.,individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental  disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities  including donning boots and coats, and gathering belongings, require additional time.  Part 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted  Genitourinary Tracts   Mr. Al Naqeeb is independent  in   the   management   of   his  urinary needs.  0 minutes per week  Bowel Care   Mr. Al Naqeeb is independent  in   the   management   of   his  bowel care.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr. Al Naqeeb is not engaged  in any form of home exercises  at this time.  0 minutes per week  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 23 of 25",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Rotation   ½ range   ½ range  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation:  Mr. Al Naqeeb exhibited a flat affect throughout the assessment, maintaining a consistently  unengaged demeanor. He appeared noticeably fatigued and disheveled. His lack of grooming  and personal hygiene was evident, as he reported not showering or grooming himself for over  several   days.   This   neglect   was   clearly   reflected   in   his   appearance.   Despite   his   overall  disengagement, there were no signs of emotional lability observed during the assessment.  Cognitive Presentation:  Mr. Al Naqeeb was a poor historian and experienced difficulty providing specific details relating  to his rehabilitation and functional trajectory since the last assessment completed in 2021. He  was slow to process questions and would often provide answers which were tangential in  nature and not cohesive in construct. He required frequent redirection to the topic at hand.  Mr. Al Naqeeb was challenged on his ongoing workplace attendance and the need for him to  make a firm decision to move onto Long Term Disability.   He was observed again negotiating  with this reality, sharing his desire to “fix things before I go”. He remains rigid in his thinking  and would benefit from support in implementing a plan to address this matter.  TYPICAL DAY:  Mr. Al Naqeeb's daily schedule is highly irregular, with wake-up times varying each day. He  typically goes to bed around 2:00 AM but wakes up multiple times during the night and finally  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 16 of 25"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Rotation   ½ range   ½ range  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation:  Mr. Al Naqeeb exhibited a flat affect throughout the assessment, maintaining a consistently  unengaged demeanor. He appeared noticeably fatigued and disheveled. His lack of grooming  and personal hygiene was evident, as he reported not showering or grooming himself for over  several   days.   This   neglect   was   clearly   reflected   in   his   appearance.   Despite   his   overall  disengagement, there were no signs of emotional lability observed during the assessment.  Cognitive Presentation:  Mr. Al Naqeeb was a poor historian and experienced difficulty providing specific details relating  to his rehabilitation and functional trajectory since the last assessment completed in 2021. He  was slow to process questions and would often provide answers which were tangential in  nature and not cohesive in construct. He required frequent redirection to the topic at hand.  Mr. Al Naqeeb was challenged on his ongoing workplace attendance and the need for him to  make a firm decision to move onto Long Term Disability.   He was observed again negotiating  with this reality, sharing his desire to “fix things before I go”. He remains rigid in his thinking  and would benefit from support in implementing a plan to address this matter.  TYPICAL DAY:  Mr. Al Naqeeb's daily schedule is highly irregular, with wake-up times varying each day. He  typically goes to bed around 2:00 AM but wakes up multiple times during the night and finally  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 16 of 25",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "A. Fax from Walmart Pharmacy dated August 2, 2021 re No records on file  B. Fax from AIM Trainyards Pharmacy dated July 5, 2021 re Not a Patient  C. Fax from Walmart Pharmacy (Trainyards) dated July 14, 2021 re Not a Patient  3. Family Doctor  A. Dr. Effendi  (1) Clinical notes and records received January 28, 2020  (2) Clinical notes and records received February 22, 2021  (3) Clinical notes and records received March 18, 2021  4. Hospital Records  A. Queensway Carleton  (1) Clinical notes and records received March 19, 2020  B. The Ottawa Hospital  (1) Clinical notes and records received June 18, 2020  5. Treating Specialists  A. Apollo Physical Therapy  (1) Clinical notes and records received February 9, 2021  C. Dr. Chalifour (Trainyards Medical)  (1) Clinical notes and records received August 23, 2021  (2) Clinical notes and records received August 23, 2021 (English Translation)  6. Psychologist  A. Capital Region  (1) Clinical notes and records received February 9, 2021  PRE-ACCIDENT MEDICAL HISTORY:  Mr. Al Naqeeb reported being in excellent physical and mental health pre-accident. He noted  that   he was highly successful in his professional accounting career and thrived all around. He  attended the gym regularly and reportedly led an active social life. He denied the presence of  any prior injuries or medical conditions which would impact his clinical presentation or course  of recovery from the injuries sustained in the subject motor vehicle accident.  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 7 of 25",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "He noted that he often goes without showering for up to 10 to 14 days."
        },
        "dressing": {
          "level": "unknown",
          "notes": "Additionally, he mentioned that he frequently wears the same clothes, including socks and  underwear, for 4 to 5 days before changing into clean attire."
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": "He  reported being an excellent employee with  positive feedback   provided regularly about  the quality of his work."
        },
        "grooming": {
          "level": "unknown",
          "notes": "He maintained a high standard of personal grooming, ensuring that his suits  were always pressed and his shirts dry cleaned."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": "Stairs   Yes   Steps   leading   to   the  basement   and   second  floor of the home."
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": "Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care."
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": "Vocational Activities:  Pre-accident Employment Status   Employed full-time  Employer   CLV Group  Job Title/Duties   Financial Analyst  Hours per week   37."
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Stairs   Yes   Steps   leading   to   the  basement   and   second  floor of the home.  Carpet  Basement   Yes   Unfinished   NA  Driveway  Description   Double laneway  Yard description   Small city plot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   X   Single   ☐   Common Law   ☐   Other   ☐  Living Arrangement   Lives with his wife and three children  Children   8, 4 and 18 months-old (note: recalled their ages with difficulty)  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Prior to the motor vehicle accident, Mr. Al Naqeeb reported being fully independent in his  self-care routines. He maintained a high standard of personal grooming, ensuring that his suits  were always pressed and his shirts dry cleaned. He experienced no difficulties managing all  aspects of self-care and took pride in his appearance.  At the time of this assessment, however, Mr. Al Naqeeb describes his self-care as significantly  limited. He noted that he often goes without showering for up to 10 to 14 days. He brushes his  teeth only once every two weeks and does not groom himself, presenting in a disheveled state.  While he is physically capable of performing self-care tasks, he requires prompting to complete  these tasks regularly. His wife frequently cues him to wash due to noticeable body odor.  Additionally, he mentioned that he frequently wears the same clothes, including socks and  underwear, for 4 to 5 days before changing into clean attire.  Mr. Al Naqeeb describes his practice of “hot water therapy” as a crucial self-care task, even  though it is not conventionally functional. He elaborates that he turns off the lights and lies in  hot water, which he finds helps alleviate his migraines and muscle tension. Additionally, this  practice allows him to catch a nap alone, providing a temporary escape from his daily stressors.  During these sessions, which last between one to two hours, Mr. Al Naqeeb typically refills the  bath two to three times to maintain the water's temperature. He used to engage in this ritual  daily but now does so only once a week. However, when he is off work, he indulges in hot water  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 18 of 25\n\ntherapy more frequently. Despite recognizing the limited practicality of this routine, he views it  as an essential part of his self-care regimen, providing temporary relief and a desired sense of  solitude.  Home Management Activities:  Prior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care.  At the time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in  housekeeping functions. His wife has taken over the management of all indoor cleaning tasks  while his father cuts the grass. A snow removal contract will reportedly be secured for the  coming winter months.  This therapist will maintain his position from the assessment completed in December of 2014  that   Mr. Al Naqeeb’s wife has incurred approximately 10.83 additional hour per week of  housekeeping and related functions which Mr. Al Naqeeb no longer performs.  Caregiving Activities:  Mr. Al Naqeeb noted that his wife remains the primary caregiver for their three children at this  time.   He does not engage in any significant parental interaction with them beyond watching  television and providing intermittent supervision. He notes that he has taken responsibility for  putting his children down to bed at night however noted that this is another opportunity for  him to nap for a period of time before returning to his office in the late evenings.   His wife  manages all other aspects of their care.  Vocational Activities:  Pre-accident Employment Status   Employed full-time  Employer   CLV Group  Job Title/Duties   Financial Analyst  Hours per week   37.5  Comments   Prior to the subject motor vehicle accident,  Mr. Al Naqeeb was working on a full-time  basis for CLV Group as a financial analyst. He  reported being an excellent employee with  positive feedback   provided regularly about  the quality of his work. He seldom took time  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 19 of 25",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0.5,
          "toileting": 0,
          "feeding": 0.5,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0.5,
          "outdoorMobility": 0.5
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0.5,
          "medication": 0
        }
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "off   and   prided   himself   in   being   a   high  achiever in this capacity.  Current Employment Status   Employed with Natural Resources Canada as  an   accountant,   in   transition   to   Long-Term  Disability due to inability to perform in his  workplace  Comments   In 2014/2015, he began working with Canada  Post as a financial analyst, a role he believed  would be easier to manage than his previous  job. He remained in this position until he was  forced to take medical leave in 2018/2019.  During   this   period,   he   grew   increasingly  frustrated with his inability to return to his  job,   feeling   that   Canada   Post   did   not  genuinely want him back.  In August 2020, Mr. Al Naqeeb was hired by  Natural Resources Canada. He noted that his  brother applied for the position on his behalf,  and he was subsequently offered the job.  Working   from   home,   he   attends   virtual  meetings   and   completes   computer-based  tasks.   His   routine   involves   alternating  between   working   at   his   computer   and  napping on the couch in his office area.  Mr. Al Naqeeb reported that during his four  years of employment with Natural Resources  Canada,   he   was   frequently   on   leave   and  estimated that he completed approximately  nine   months   of “actual work”. During the  remaining time, he was either off work or  assigned to menial tasks, such as participating  in a French program from which he retained  little.  Leisure Activities:  Prior to the motor vehicle accident, Mr. Al Naqeeb reported that he did not participate in any  form of leisure activities. This lack of engagement has continued post-accident. He remains  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 20 of 25",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Calculation:  Part 1   - Routine Personal Care   5",
        "name": "",
        "relationship": "",
        "availability": "per week   $356"
      },
      "careNeeds": {
        "personalCare": [
          "Al Naqeeb is independent  with   his   bathing needs."
        ],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": [
          "He  does require cueing to foster  completion of a daily shower  as he currently only showers  once every 10 – 14 days.",
          "He  also   requires   cueing   to  ensure he brushes his teeth  twice daily."
        ]
      },
      "careHours": {
        "daily": "",
        "weekly": "$356",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Skin Care   Mr. Al Naqeeb is independent  with all of his skin care needs.  0 minutes per week  Medication   Mr. Al Naqeeb manages his  medication independently.  0 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral   Hygiene   (including  dentures)  •   Transfer,   bathing   and  drying,   prep   equipment,  clean   equipment,   apply  creams, etc.  Mr. Al Naqeeb is independent  with   his   bathing needs. He  does require cueing to foster  completion of a daily shower  as he currently only showers  once every 10 – 14 days. He  also   requires   cueing   to  ensure he brushes his teeth  twice daily.  0 minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance   of   Equipment  and Supplies  Mr. Al Naqeeb does not make  use of any assistive devices or  medical   equipment   which  requires   regular  maintenance.  0 minutes per week  Skilled Supervisory Care (for  aggressive   or   violent  behaviour)  Mr.   Al   Naqeeb   does   not  present   with   any   skilled  supervisory requirements at  this time.  0 minutes per week  Attendant Care Calculation:  Part 1   - Routine Personal Care   5.57 hours per week   $356.66 /month  Part 2   - Basic Supervisory Functions   1.63 hours per week   $98.33 /month  Part 3   - Complex Health/Care and Hygiene   1.05 hours per week   $95.31 /month  Total monthly assessed attendant care benefit:   $550.30   (subject to limits under Statutory  Accident Benefits Schedule)  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 24 of 25\n\nCLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   Frank McNally, McNally Gervan  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Ali Al NAqeeb   Claim #: 105304327-3   Page 25 of 25",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0.8,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0.8,
        "weeklyHours": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}