{
  "fileName": "Balduzzi, Mary IHA2HOMEACCESS.pdf",
  "originalText": "672   Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  HOME ACCESSIBILITY A SSESS MENT  Client Name:   Ms.   Mary   Balduzzi   Date of Loss:   2017 - 02 - 14  Address:   2373 Ridgecrest Place,   Ottawa  ON K1H 7V4  Telephone #:   613 - 730 - 5602  Lawyer:   Paul Auerbach   Firm:   McNally Gervan  Adjuster:   Savitiri Persaud   Insurer:   Travelers Insurance  Claim No.:   APP 2699699  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date   of Assessment:   2020 - 08 - 19  Date of Report:   2021 - 07 - 14  THERAPIST   QUALIFICATIONS:  Sebastien is an Occupational Therapist with over   23   years of experience. His professional practice  began in 1998 when he graduated   Magna Cum Laude from the University of Ottawa and launched  himself in the world of private business.   Over the years, Sebastien has provided services to the  automobile insurance and legal communities as well the WSIB, Veterans Affairs and the Long -  Term Dis ability sector.  Sebastien has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary Occupational Therapist as well as a  Case Manager for individuals who   sustained traumatic brain injuries, spinal cord injuries and  amputations. He also has extensive experience working with individuals who have been deemed  to meet the catastrophic threshold on the basis of psychological and/or psychiatric impairments.  Over   his years of working with individuals injured in motor vehicle accidents, Sebastien developed  a strong interest in the field of mental health, focussed on functional reactivation for injured  individuals suffering from depression,   anxiety,   and posttraumatic   stress. His clinical acumen has  led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   2   of   17  PURPOSE OF REFERRAL :  This therapist received a request   from Ms. Balduzzi ’ s legal representa tive to complete a   home  accessibility assessment in order to   assess the impact of home modifications made by Ms. Balduzzi  on her ability to safely and independently enter and egress her home.   These   accessibili ty  renovations were   overseen   by   Mr. Scott Puddicombe of   Puddicombe Home Access who   was  retained directly by Ms. Balduzzi   to address home   accessibility   issues which have been  problematic since her moto r vehicle accident of February 14,   2017.  SUMMARY OF FINDINGS:  Ms. Balduz zi is an 8 7 - year - old woman who was involved in a car vs. pedestrian collision while  she was walking from her car to a Tim Horton’s restaurant on February 14, 2017.   As a result of  the subject motor vehicle accident, Ms. Balduzzi sustained the following inj uries:  •   Fractured left ankle (ORIF, 13 screws and a plate)  •   Laceration below the left knee  •   Subsequent MRSA infection in the leg  Following her accident, Ms. Balduzzi was hospitalized for a period of over 5 months, finally being  discharged home from   Elizabeth Bruy è re hospital on July 20, 2017. She underwent a course of  physiotherapy and obtained some support from an occupational therapist.   Overall, her medical  condition has been monitored by her family physician with limited additional resources.  Following h er discharge home, Ms. Balduzzi   experienced significant difficul ties with entry and  egr ess   of her home. As a result of an inability to safely and   independently   negotiate the   front and  side ent rances of the home, Ms. Balduzzi   b ecame   “ a prisoner in my home ”   for several years.   While  she previously enjoyed   daily outings in the community, Ms. Balduzzi experienced a sharp and  profound disruption in her daily activities which have had a s ignificant impact on her overall  quality of life and emotional wellbeing. In an   effort   to address the issue of safe and independent  access to her home, Ms. Balduzzi , with support from this ther apist,   hired Puddicombe Home  Acc ess solutions to provide a home modification proposal   with the following goals:  1.   To provide a safe, prim ary means of accessing her home   independently  2.   To provide a   safe,   second ary   means of e ntry and egress  3.   To provid e a means of   mobilizing from the main floor of her home to the driveway without  requirement for stairs   for days where symptoms are heightened  To that end, Puddicombe   Home Access provided Ms. Balduzzi with a proposal to meet these goals  and Ms. Balduzzi opted to proceed with the home modificati ons   which she paid out of pocket .   It  is this therapist ’ s belief that the need for these home modifications were directly related to the  impair ments associated with the injuries she sustained on the date of   loss .   This report will serve  to highlight the modifications made and provide   clinical rationale for the necessity of the home  modifications to allow Ms. Balduzzi to resume   pre - accident   community access   in a safe an d  independent manner.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   3   of   17  INFORMED   CONSENT   STATEMENT :  This   therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with   the College of Occupational Therapists of Ontario (COTO).  •   The assessment has been requested by   her legal representative, Mr. Paul Auerbach.  •   The purpose of this assessment is to assess   Ms. Balduzzi’s   current functional status as it  relates to   the   ability to   complete the reported pre - accident activities of daily living.  •   The   proposed   assessment   will   include:   an   interview,   a   physical   assessment,   and  observations of   the   ability to complete functional tasks within and around the home as well  as education on s afe means of completing activities of daily living if required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations   may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The   insurer may approve or deny the plan  (in part or in whole). Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - revie w assessment. Funding for the requested goods  and/or services may ultimately be declined.  •   Ms. Balduzzi   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be pr ovided to the  following parties via secure transmission (fax or encrypted email attachment):  McNally Gervan c/o Paul Auerbach  Travelers Insurance  Following this therapist’s explanation   Ms. Balduzzi   granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  A complete list of documentation reviewed is available upon request.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   4   of   17  PRE - ACCIDENT MEDICAL HISTORY:  Ms.   Balduzzi is an   87 - year - old   female who resides alone in   a   single - family   bungalow   home in  Ottawa, Ontario. She provided the following pre - existing medical history:  •   Complete reversed shoulder replacement   in   2010, left - sided ,   as a result of a slip and fall  where she   shattered   her   shoulder.  •   Hypothyroidism  •   Sleep apnea  •   Thalassemia   trait  •   Osteoporosis  As a result of her shoulde r - related impairments, Ms. Balduzzi reported that she obtained assistance  with showering and   hair care once weekly from a Personal Support Worker provided through   the  CCAC .   She noted that she was required to increase the frequency of her PSW support to twice  weekly post - accident.  MECHANISM OF INJURY:  Ms. Balduzzi repor t ed that she   drove   her veh icle to a local Tim Horton’s to purchase a Valentine’s  Day donut   on the date of loss. She parked her vehicle and began walking to the coffee shop when  a vehicle travelling through the parkin lot   struck her on the left side of her body, throwing her to  the   ground. She indicated that her left leg slid under the vehicle but that the vehicle never drove  over her le g.   Paramedics attended the scene of the accident and took Ms. Balduzzi to the Ottawa  Hospital   –   Civic Campus trauma unit where she was assessed a nd hospitalized for 3 weeks before  being transferred to   other facilities.  NATURE OF INJURY:  As a result of the subject motor vehicle accident, Ms. Balduzzi sustained the following injuries:  •   Fractured left ankle (ORI F , 13 screws and a plate)  •   Laceration below the   left   knee  •   Subsequent   MRSA   infection   in the leg  On March 7, 2017, Ms. Balduzzi reported that she was transferred to the Perly Hospital   and was  subsequently transferred to the Elizabeth   Bruyere   Hospital where she convalesced and underw ent  rehabilitation until July 20,   2017,   when she was discharged home.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   5   of   17  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of  appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr.   Tetreault , GP ,  retired   May 2020.  Client unsure who  is taking over her  care.  Not seen her GP recently  due to fears surrounding  COVID.   Unsure of when  she last saw her GP.  Believes it was in the fall of  2019.  Prescription renewal   TBD, as needed  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Synthroid   0.125 mg/day   Hypothyroidism  Vitamin D  Calcium  Magnesium  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms :  Pain symptoms are rated on an analog pain scale where 0 = no pain and   10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if  Necessary  Left lower leg   Burning pain in the left   lower leg .  Feels like the inside of her leg is “frozen”,  decreased sensation  Intermittent sharp pain  Client feels she   has   “ gotten more   used to it,  feels like I have a wooden leg , freezing goes all  the way from below the knee to the top of my  left foot ”.  3   –   6/10  versus  2   –   5/10  assessed   in  2019.  Back pain   Lower back pain   which does not radiate to her  buttocks or lower extremities.   This   affects her  ability   to stand for any extended period of time.  7 /10   versus  6/10  assessed   in  2019.  Right knee   Has to be careful how she positions the   right  knee,   and   she   finds   this   knee   highly  problematic at this time   when she completes  7/10   versus  no   pain  rating   in  2019.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   6   of   17  physiotherapy exercises.   Pain is not bad when  sitting but flares significantly when walking .  Cognitive Symptoms :  Ms. Balduzzi n oted   that   she has experienced a degree of   cognitive difficulties   following the subject  motor vehicle accident which pers ist to the time of this assessment. Ms. Balduzzi not ed that she  continues to struggle wi th poor short - term memory,   with word finding and also reports   that she  feels cognitively   “ slower ”   than pre - accident.   While these issues remain present, Ms. Balduzzi  noted that they do not   significantly   im pact her ability to function on a   day - to - day   basis   but are  rather an aggravating aspect of post - accident function.  Emotional Sympto ms:  When questioned about her emotional state, Ms. Balduzzi provided the following   account of her  status:  •   Depressed from lack of independence, wants to drive desperately . This has gotten worse  as her daughter is now unable to provide support as she   did before .  •   Finds herself angry “at everyone”.  •   She has found it difficult to obtain care from PSWs in a consistent basis.   Ms. Balduzzi  found herself clashing with   most providers who have prov ided support for her for a variety  of reasons.  •   Feels like she   is living in a prison .   “It takes me 10 times longer to do things I used to do ”.  •   Used to do all her own housework , now relies on assistance from her daughter Linda to  manage her household.  •   Highly frustrated with   having spent money to modify access to her home with no  confirmation of coverage.  Symptom Management Strategies:  Ms. Balduzzi noted that she has little in the way of symptom management strategies other than  resting and activity avoidance.   Unfortunately, this has resulted in a significant level of  deconditioning for this client and will lead to further   rehabilitative   requirements in her functional  recovery.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   7   of   17  Typical Day Post - Accident:  Up at   8 am  Takes medication  Read newspaper, has coffee, has toast   or instant cereal  No longer exercises as she did last   year as a result of other frustrations.   She exerc ises less than  before.  Will make a   sandwich , elevates her leg for an hour  Will wash some dishes  Makes some phone calls  Will wash some more dishes  Elevates her leg again  Will prepare dinner (steam a vegetable and cooks frozen meals , Red Apron meals ,   her dau ghter  Linda also prepares a meal 1   –   2x/week)  Will elevate her le g again ,   w ill watch   the   n ews , Coronation   Street ,   no longer watches movies.  Will spend time on the computer  Will lie down around 9pm but does not fall asleep right away  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Will   change   position  throughout the night.   She  gets up   twice per night on  average to urinate.  No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   Generally   a ble to si t for   1  hours   on a surface where her  back   is supported .  No sitting observed   by this  therapist   during   this  assessment   which   was  performed   outdoors   with  social   distancing   with   the  interview completed over the  telephone.  3. Standing   No identified limitation   Short periods of   time only .  Can   tolerate   “a   couple   of  minutes” of doing dishes and  then has to elevate her leg.  Short periods of static and  dynamic standing   observed  during this assessment.   Ms.  Balduzzi   made   use   of   her  walker   at   all   times  throughout   th e   in - person  portion of this assessment.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   8   of   17  4. Squatting   No identified limitation   Unable   Ms.   Balduzzi   is   unable   to  achieve this position.  5. Kneeling   No identified limitation   Unable   Ms.   Balduzzi   is   unable   to  assume this   position.  6. Walking   No identified limitation   Short distances only   Ms. Balduzzi   demons trated  her   ability   to   walk   short  distances wi th support from  her walker while outdoors.  She will walk   using furniture  and walls for support when in  her home.  7. Stair  Climbing  No identified limitation   Able to manage a   few steps  with support from handrail.  Ms. Balduzzi demonstrated  her ability t o manage the few  steps at the front of her ho me  during   this   assessment ,  relying on the handrail for  support.  8. Driving   No identified limitation   She   indicated   that   she  purchased a new vehicle last  October with the hopes   of  resuming   driving.   She  reports having   driven her car  5 times approximately since  last October.  Not formally assessed.  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   9   of   17  4.   Bathtub   Independent   Dependent   on assistance to  enter   bathtub.   Will   not  shower without presence of a  PSW.  Ms. Balduzzi is found unable  to manage bathtub transfers  independently.  5. Vehicle   Independent   Assistance required for low  vehicles.  Not formally assessed.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal   range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified   limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   ½ range   Left shoulder range of motion significantly  limited in all directions.  Extension   WFL   ½ range  Abduction   WFL   ½ range  Adduction   WFL   ½   range  WFL  Internal rotation   WFL   ½   range  External rotation   WFL   ½ range  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   10   of   17  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Main floor   Carpet  Bathrooms   1   Main floor   Linoleum  Living Room   1   Main floor   Carpet  Family Room   1   Main floor   Carpet  Dining Room   1   Main floor   Carpet  Kitchen   1   Main floor   Linoleum  Laundry   1   Basement   Carpet  Stairs   Yes   Steps leading to the basement of  the home.  Carpet  Basement   Yes   Finished   NA  Driveway  Description  Long multi - car laneway leading to exterior garage structure separate from the  home where Ms. Balduzzi parks her vehicle.  Yard  description  Large city lot\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   11   of   17  LIVING   ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone  Children   None   living in the home  HOME MODIFICATION   REVIEW :  Ms. Balduzzi   secured the services of Mr. Scott   Puddicombe   of Puddicombe Home Access  Solutions in order to obtain   a proposal   to retrofit   her   home to allow independent and safe   entry and  egress.   Mr. Puddicombe was involved in preparing the p roposa l as well as in overseeing the  subcontractors who   performed the work on Ms. Balduzzi ’ s property. Th is therapist will proceed  to provide an a ccount of the modifications made and refl ect the impact that the home modifications  have had on Ms. Balduzzi ’ s overall   ability to safe ly enter and exit her home.  Primary Entr ance:  Prior to completing the home modifications , Ms. Balduzzi ’ s   front entry was   found   to be hazardous ,  pri marily   due to uneven   interlock   stones which posed a tripping hazard.   Furthermore, the front  walkway   was found to lack   a proper transition from the   interlock   stones to the asphalt dr iveway .  Ms. Balduzzi had hired a prior   contractor to make some   improvements to the front of the home by  levelling the   interloc k   stones and   building a small asphalt ramp   to   address the   transition between  the pav ing stone laneway to the driveway however, none of the modifications provided   Ms.  Balduzzi with   the outcome she was seeking.   Ms. Balduzzi noted that she felt unsafe negotiating  the front of her home   leading her to avoid leaving her home over a mu lti - year period of time.  In order to address this issue,   Mr.   Puddicombe   made a recommendation f or   the   front walkway to  be   completely redon e to provide a flat, even surface for Ms. Balduzzi to   ambulate   with her walker.  Ms. Balduzzi shared her   preference for a flat surface with a   ste p   or two   as opposed to a ramp  configuration   as she   did   not feel steady on   an angled surface.   This led Mr. Puddicombe   to  complete   an interlock   walkway with one ste p, which Ms. Balduzzi   demonstrated she could manage  independently with her walker.   Once at the base of the three - step staircase leading to the front  door of her home, Ms. Balduzzi demonstrated her ability to negotiate these steps   with support from  the   iron handrail which Mr. Puddicombe   service d   to ensure proper ancho ring to the con crete steps.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   12   of   17\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   13   of   17  This prim ary entrance   r enovation was found to provide Ms. Balduzzi wit h a means of accessing  he r   home through the front entrance however,   she was not found able to   carry her walker into the  home   and would require assistance   to move the walker to the in side of the home.   Thus, in this  therapist ’ s op inion, this home modification provided Ms. Balduzzi with significant enhancements  to   nego tiating the front   entry o f her home   independently, with some assi stance to move her walker  to the inside of her home.   The need for   a secondary means of entry and egress was identified and  wi ll be discussed below.  Secondary Entrance:  Prior to these home modifications, the only secondary means of entry an d   e gres s was located on  the side of Ms. Balduzzi ’ s home. The side entrance leads to a small   s pace where a 5 - step staircase  needs to be managed to access the main floor of the home. Since her accident, Ms. Balduzzi ha s  not b een able to safely manage these s tairs and thus she did not make use of this side entrance,  further compounding her   sense of being   “ a prisoner in my home ” .   Mr. Puddicombe made a  proposal for a deck to be built on the back of the home with   a   door   providing access fr om the back  bedroom to the deck surface.   A   platform lift was subsequently recommended to provide Ms.  Ba lduzzi with the means of   independently   walking (with her walker) , from the main floor to   her  ho me to the drivewa y level, adjacent to the garage structure where her car is parke d.   Ms. Balduzzi  demonstrated her ability to operate the lift independ ently and   safely accessing the driveway of her  home from the   deck surface.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   14   of   17\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   15   of   17\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   16   of   17  As depicted in th e pictures above,   th e home modifications to the back of the home   have provided  Ms. Balduzzi with   a safe and   independent   means   of   entering   and leaving her home while using her  walker. I n this therapist ’ s opinion, this secondary means of entry and egress should be used as a  primary means of access by Ms. Balduzzi de spite some   difficulties,   she has experienced adjusting  to the changes made.  It should finally be note d   that interlock paving was extended   to the side door of the garage where  Ms. Balduzzi s tores her vehicle.   T he interlock surface was tied into the asphalt driveway in a  rather   seamless   manner, providing Ms. Balduzzi with an even surface whi ch   she could ambulate  with her walker, connecting to the front   interlock walkway described previously in this report.  CONCLUSIONS:  In this therapist ’ s professional opinion, the modifications   proposed and overseen by Puddicombe  H ome   Access hav e been successful in providing Ms. Balduzzi with a safe means of entry an d  egress to her home   both front and back. The modifications made are, in this therapist ’ s opinion,  reasonable and necessary in the context of   mobility impairments sus tained by Ms. Balduzzi as a  direct result   o f the subject motor vehicle accident .\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   17   of   17  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of t he   report and   has provided  authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "672   Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  HOME ACCESSIBILITY A SSESS MENT  Client Name:   Ms.   Mary   Balduzzi   Date of Loss:   2017 - 02 - 14  Address:   2373 Ridgecrest Place,   Ottawa  ON K1H 7V4  Telephone #:   613 - 730 - 5602  Lawyer:   Paul Auerbach   Firm:   McNally Gervan  Adjuster:   Savitiri Persaud   Insurer:   Travelers Insurance  Claim No.:   APP 2699699  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date   of Assessment:   2020 - 08 - 19  Date of Report:   2021 - 07 - 14  THERAPIST   QUALIFICATIONS:  Sebastien is an Occupational Therapist with over   23   years of experience. His professional practice  began in 1998 when he graduated   Magna Cum Laude from the University of Ottawa and launched  himself in the world of private business.   Over the years, Sebastien has provided services to the  automobile insurance and legal communities as well the WSIB, Veterans Affairs and the Long -  Term Dis ability sector.  Sebastien has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary Occupational Therapist as well as a  Case Manager for individuals who   sustained traumatic brain injuries, spinal cord injuries and  amputations. He also has extensive experience working with individuals who have been deemed  to meet the catastrophic threshold on the basis of psychological and/or psychiatric impairments.  Over   his years of working with individuals injured in motor vehicle accidents, Sebastien developed  a strong interest in the field of mental health, focussed on functional reactivation for injured  individuals suffering from depression,   anxiety,   and posttraumatic   stress. His clinical acumen has  led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice.",
    "MEDICAL_HISTORY": "Date of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   4   of   17  PRE - ACCIDENT MEDICAL HISTORY:  Ms.   Balduzzi is an   87 - year - old   female who resides alone in   a   single - family   bungalow   home in  Ottawa, Ontario. She provided the following pre - existing medical history:  •   Complete reversed shoulder replacement   in   2010, left - sided ,   as a result of a slip and fall  where she   shattered   her   shoulder.  •   Hypothyroidism  •   Sleep apnea  •   Thalassemia   trait  •   Osteoporosis  As a result of her shoulde r - related impairments, Ms. Balduzzi reported that she obtained assistance  with showering and   hair care once weekly from a Personal Support Worker provided through   the  CCAC .   She noted that she was required to increase the frequency of her PSW support to twice  weekly post - accident.  MECHANISM OF INJURY:  Ms. Balduzzi repor t ed that she   drove   her veh icle to a local Tim Horton’s to purchase a Valentine’s  Day donut   on the date of loss. She parked her vehicle and began walking to the coffee shop when  a vehicle travelling through the parkin lot   struck her on the left side of her body, throwing her to  the   ground. She indicated that her left leg slid under the vehicle but that the vehicle never drove  over her le g.   Paramedics attended the scene of the accident and took Ms. Balduzzi to the Ottawa  Hospital   –   Civic Campus trauma unit where she was assessed a nd hospitalized for 3 weeks before  being transferred to   other facilities.  NATURE OF INJURY:  As a result of the subject motor vehicle accident, Ms. Balduzzi sustained the following injuries:  •   Fractured left ankle (ORI F , 13 screws and a plate)  •   Laceration below the   left   knee  •   Subsequent   MRSA   infection   in the leg  On March 7, 2017, Ms. Balduzzi reported that she was transferred to the Perly Hospital   and was  subsequently transferred to the Elizabeth   Bruyere   Hospital where she convalesced and underw ent  rehabilitation until July 20,   2017,   when she was discharged home.",
    "SYMPTOMS": "Date of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   16   of   17  As depicted in th e pictures above,   th e home modifications to the back of the home   have provided  Ms. Balduzzi with   a safe and   independent   means   of   entering   and leaving her home while using her  walker. I n this therapist ’ s opinion, this secondary means of entry and egress should be used as a  primary means of access by Ms. Balduzzi de spite some   difficulties,   she has experienced adjusting  to the changes made.  It should finally be note d   that interlock paving was extended   to the side door of the garage where  Ms. Balduzzi s tores her vehicle.   T he interlock surface was tied into the asphalt driveway in a  rather   seamless   manner, providing Ms. Balduzzi with an even surface whi ch   she could ambulate  with her walker, connecting to the front   interlock walkway described previously in this report.  CONCLUSIONS:  In this therapist ’ s professional opinion, the modifications   proposed and overseen by Puddicombe  H ome   Access hav e been successful in providing Ms. Balduzzi with a safe means of entry an d  egress to her home   both front and back. The modifications made are, in this therapist ’ s opinion,  reasonable and necessary in the context of   mobility impairments sus tained by Ms. Balduzzi as a  direct result   o f the subject motor vehicle accident .\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   17   of   17  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of t he   report and   has provided  authorization to utilize the electronic signature .",
    "TYPICAL_DAY": "Date of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   7   of   17  Typical Day Post - Accident:  Up at   8 am  Takes medication  Read newspaper, has coffee, has toast   or instant cereal  No longer exercises as she did last   year as a result of other frustrations.   She exerc ises less than  before.  Will make a   sandwich , elevates her leg for an hour  Will wash some dishes  Makes some phone calls  Will wash some more dishes  Elevates her leg again  Will prepare dinner (steam a vegetable and cooks frozen meals , Red Apron meals ,   her dau ghter  Linda also prepares a meal 1   –   2x/week)  Will elevate her le g again ,   w ill watch   the   n ews , Coronation   Street ,   no longer watches movies.  Will spend time on the computer  Will lie down around 9pm but does not fall asleep right away  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Will   change   position  throughout the night.   She  gets up   twice per night on  average to urinate.  No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   Generally   a ble to si t for   1  hours   on a surface where her  back   is supported .  No sitting observed   by this  therapist   during   this  assessment   which   was  performed   outdoors   with  social   distancing   with   the  interview completed over the  telephone.  3. Standing   No identified limitation   Short periods of   time only .  Can   tolerate   “a   couple   of  minutes” of doing dishes and  then has to elevate her leg.  Short periods of static and  dynamic standing   observed  during this assessment.   Ms.  Balduzzi   made   use   of   her  walker   at   all   times  throughout   th e   in - person  portion of this assessment.",
    "FUNCTIONAL_STATUS": "Date of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   8   of   17  4. Squatting   No identified limitation   Unable   Ms.   Balduzzi   is   unable   to  achieve this position.  5. Kneeling   No identified limitation   Unable   Ms.   Balduzzi   is   unable   to  assume this   position.  6. Walking   No identified limitation   Short distances only   Ms. Balduzzi   demons trated  her   ability   to   walk   short  distances wi th support from  her walker while outdoors.  She will walk   using furniture  and walls for support when in  her home.  7. Stair  Climbing  No identified limitation   Able to manage a   few steps  with support from handrail.  Ms. Balduzzi demonstrated  her ability t o manage the few  steps at the front of her ho me  during   this   assessment ,  relying on the handrail for  support.  8. Driving   No identified limitation   She   indicated   that   she  purchased a new vehicle last  October with the hopes   of  resuming   driving.   She  reports having   driven her car  5 times approximately since  last October.  Not formally assessed.  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   9   of   17  4.   Bathtub   Independent   Dependent   on assistance to  enter   bathtub.   Will   not  shower without presence of a  PSW.  Ms. Balduzzi is found unable  to manage bathtub transfers  independently.  5. Vehicle   Independent   Assistance required for low  vehicles.  Not formally assessed.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal   range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified   limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   ½ range   Left shoulder range of motion significantly  limited in all directions.  Extension   WFL   ½ range  Abduction   WFL   ½ range  Adduction   WFL   ½   range  WFL  Internal rotation   WFL   ½   range  External rotation   WFL   ½ range  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL",
    "ENVIRONMENTAL": "Date of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   10   of   17  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Main floor   Carpet  Bathrooms   1   Main floor   Linoleum  Living Room   1   Main floor   Carpet  Family Room   1   Main floor   Carpet  Dining Room   1   Main floor   Carpet  Kitchen   1   Main floor   Linoleum  Laundry   1   Basement   Carpet  Stairs   Yes   Steps leading to the basement of  the home.  Carpet  Basement   Yes   Finished   NA  Driveway  Description  Long multi - car laneway leading to exterior garage structure separate from the  home where Ms. Balduzzi parks her vehicle.  Yard  description  Large city lot\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   11   of   17  LIVING   ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone  Children   None   living in the home  HOME MODIFICATION   REVIEW :  Ms. Balduzzi   secured the services of Mr. Scott   Puddicombe   of Puddicombe Home Access  Solutions in order to obtain   a proposal   to retrofit   her   home to allow independent and safe   entry and  egress.   Mr. Puddicombe was involved in preparing the p roposa l as well as in overseeing the  subcontractors who   performed the work on Ms. Balduzzi ’ s property. Th is therapist will proceed  to provide an a ccount of the modifications made and refl ect the impact that the home modifications  have had on Ms. Balduzzi ’ s overall   ability to safe ly enter and exit her home.  Primary Entr ance:  Prior to completing the home modifications , Ms. Balduzzi ’ s   front entry was   found   to be hazardous ,  pri marily   due to uneven   interlock   stones which posed a tripping hazard.   Furthermore, the front  walkway   was found to lack   a proper transition from the   interlock   stones to the asphalt dr iveway .  Ms. Balduzzi had hired a prior   contractor to make some   improvements to the front of the home by  levelling the   interloc k   stones and   building a small asphalt ramp   to   address the   transition between  the pav ing stone laneway to the driveway however, none of the modifications provided   Ms.  Balduzzi with   the outcome she was seeking.   Ms. Balduzzi noted that she felt unsafe negotiating  the front of her home   leading her to avoid leaving her home over a mu lti - year period of time.  In order to address this issue,   Mr.   Puddicombe   made a recommendation f or   the   front walkway to  be   completely redon e to provide a flat, even surface for Ms. Balduzzi to   ambulate   with her walker.  Ms. Balduzzi shared her   preference for a flat surface with a   ste p   or two   as opposed to a ramp  configuration   as she   did   not feel steady on   an angled surface.   This led Mr. Puddicombe   to  complete   an interlock   walkway with one ste p, which Ms. Balduzzi   demonstrated she could manage  independently with her walker.   Once at the base of the three - step staircase leading to the front  door of her home, Ms. Balduzzi demonstrated her ability to negotiate these steps   with support from  the   iron handrail which Mr. Puddicombe   service d   to ensure proper ancho ring to the con crete steps.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   12   of   17\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   13   of   17  This prim ary entrance   r enovation was found to provide Ms. Balduzzi wit h a means of accessing  he r   home through the front entrance however,   she was not found able to   carry her walker into the  home   and would require assistance   to move the walker to the in side of the home.   Thus, in this  therapist ’ s op inion, this home modification provided Ms. Balduzzi with significant enhancements  to   nego tiating the front   entry o f her home   independently, with some assi stance to move her walker  to the inside of her home.   The need for   a secondary means of entry and egress was identified and  wi ll be discussed below.  Secondary Entrance:  Prior to these home modifications, the only secondary means of entry an d   e gres s was located on  the side of Ms. Balduzzi ’ s home. The side entrance leads to a small   s pace where a 5 - step staircase  needs to be managed to access the main floor of the home. Since her accident, Ms. Balduzzi ha s  not b een able to safely manage these s tairs and thus she did not make use of this side entrance,  further compounding her   sense of being   “ a prisoner in my home ” .   Mr. Puddicombe made a  proposal for a deck to be built on the back of the home with   a   door   providing access fr om the back  bedroom to the deck surface.   A   platform lift was subsequently recommended to provide Ms.  Ba lduzzi with the means of   independently   walking (with her walker) , from the main floor to   her  ho me to the drivewa y level, adjacent to the garage structure where her car is parke d.   Ms. Balduzzi  demonstrated her ability to operate the lift independ ently and   safely accessing the driveway of her  home from the   deck surface.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   14   of   17\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   15   of   17"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "2373 Ridgecrest Place",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "Travelers Insurance  Claim No",
      "confidence": {
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Date of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   4   of   17  PRE - ACCIDENT MEDICAL HISTORY:  Ms.   Balduzzi is an   87 - year - old   female who resides alone in   a   single - family   bungalow   home in  Ottawa, Ontario. She provided the following pre - existing medical history:  •   Complete reversed shoulder replacement   in   2010, left - sided ,   as a result of a slip and fall  where she   shattered   her   shoulder.  •   Hypothyroidism  •   Sleep apnea  •   Thalassemia   trait  •   Osteoporosis  As a result of her shoulde r - related impairments, Ms. Balduzzi reported that she obtained assistance  with showering and   hair care once weekly from a Personal Support Worker provided through   the  CCAC .   She noted that she was required to increase the frequency of her PSW support to twice  weekly post - accident.  MECHANISM OF INJURY:  Ms. Balduzzi repor t ed that she   drove   her veh icle to a local Tim Horton’s to purchase a Valentine’s  Day donut   on the date of loss. She parked her vehicle and began walking to the coffee shop when  a vehicle travelling through the parkin lot   struck her on the left side of her body, throwing her to  the   ground. She indicated that her left leg slid under the vehicle but that the vehicle never drove  over her le g.   Paramedics attended the scene of the accident and took Ms. Balduzzi to the Ottawa  Hospital   –   Civic Campus trauma unit where she was assessed a nd hospitalized for 3 weeks before  being transferred to   other facilities.  NATURE OF INJURY:  As a result of the subject motor vehicle accident, Ms. Balduzzi sustained the following injuries:  •   Fractured left ankle (ORI F , 13 screws and a plate)  •   Laceration below the   left   knee  •   Subsequent   MRSA   infection   in the leg  On March 7, 2017, Ms. Balduzzi reported that she was transferred to the Perly Hospital   and was  subsequently transferred to the Elizabeth   Bruyere   Hospital where she convalesced and underw ent  rehabilitation until July 20,   2017,   when she was discharged home.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "rely,  _______________________  Sebastien Ferland OT Reg",
      "symptomProgression": "",
      "symptomNotes": "Date of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   16   of   17  As depicted in th e pictures above,   th e home modifications to the back of the home   have provided  Ms. Balduzzi with   a safe and   independent   means   of   entering   and leaving her home while using her  walker. I n this therapist ’ s opinion, this secondary means of entry and egress should be used as a  primary means of access by Ms. Balduzzi de spite some   difficulties,   she has experienced adjusting  to the changes made.  It should finally be note d   that interlock paving was extended   to the side door of the garage where  Ms. Balduzzi s tores her vehicle.   T he interlock surface was tied into the asphalt driveway in a  rather   seamless   manner, providing Ms. Balduzzi with an even surface whi ch   she could ambulate  with her walker, connecting to the front   interlock walkway described previously in this report.  CONCLUSIONS:  In this therapist ’ s professional opinion, the modifications   proposed and overseen by Puddicombe  H ome   Access hav e been successful in providing Ms. Balduzzi with a safe means of entry an d  egress to her home   both front and back. The modifications made are, in this therapist ’ s opinion,  reasonable and necessary in the context of   mobility impairments sus tained by Ms. Balduzzi as a  direct result   o f the subject motor vehicle accident .\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   17   of   17  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of t he   report and   has provided  authorization to utilize the electronic signature .",
      "confidence": {
        "reportedSymptoms": 0,
        "symptomOnset": 0.8
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Date of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   7   of   17  Typical Day Post - Accident:  Up at   8 am  Takes medication  Read newspaper, has coffee, has toast   or instant cereal  No longer exercises as she did last   year as a result of other frustrations.   She exerc ises less than  before.  Will make a   sandwich , elevates her leg for an hour  Will wash some dishes  Makes some phone calls  Will wash some more dishes  Elevates her leg again  Will prepare dinner (steam a vegetable and cooks frozen meals , Red Apron meals ,   her dau ghter  Linda also prepares a meal 1   –   2x/week)  Will elevate her le g again ,   w ill watch   the   n ews , Coronation   Street ,   no longer watches movies.  Will spend time on the computer  Will lie down around 9pm but does not fall asleep right away  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Will   change   position  throughout the night.   She  gets up   twice per night on  average to urinate.  No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   Generally   a ble to si t for   1  hours   on a surface where her  back   is supported .  No sitting observed   by this  therapist   during   this  assessment   which   was  performed   outdoors   with  social   distancing   with   the  interview completed over the  telephone.  3. Standing   No identified limitation   Short periods of   time only .  Can   tolerate   “a   couple   of  minutes” of doing dishes and  then has to elevate her leg.  Short periods of static and  dynamic standing   observed  during this assessment.   Ms.  Balduzzi   made   use   of   her  walker   at   all   times  throughout   th e   in - person  portion of this assessment."
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Date of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   7   of   17  Typical Day Post - Accident:  Up at   8 am  Takes medication  Read newspaper, has coffee, has toast   or instant cereal  No longer exercises as she did last   year as a result of other frustrations.   She exerc ises less than  before.  Will make a   sandwich , elevates her leg for an hour  Will wash some dishes  Makes some phone calls  Will wash some more dishes  Elevates her leg again  Will prepare dinner (steam a vegetable and cooks frozen meals , Red Apron meals ,   her dau ghter  Linda also prepares a meal 1   –   2x/week)  Will elevate her le g again ,   w ill watch   the   n ews , Coronation   Street ,   no longer watches movies.  Will spend time on the computer  Will lie down around 9pm but does not fall asleep right away  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Will   change   position  throughout the night.   She  gets up   twice per night on  average to urinate.  No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   Generally   a ble to si t for   1  hours   on a surface where her  back   is supported .  No sitting observed   by this  therapist   during   this  assessment   which   was  performed   outdoors   with  social   distancing   with   the  interview completed over the  telephone.  3. Standing   No identified limitation   Short periods of   time only .  Can   tolerate   “a   couple   of  minutes” of doing dishes and  then has to elevate her leg.  Short periods of static and  dynamic standing   observed  during this assessment.   Ms.  Balduzzi   made   use   of   her  walker   at   all   times  throughout   th e   in - person  portion of this assessment.",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "No identified limitation   Short distances only   Ms",
      "transferStatus": "s and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1",
      "balanceStatus": "",
      "functionalLimitations": [
        "Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   ½ range   Left shoulder range of motion significantly  limited in all directions."
      ],
      "assistiveDevices": [
        "walker"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "Date of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   8   of   17  4. Squatting   No identified limitation   Unable   Ms.   Balduzzi   is   unable   to  achieve this position.  5. Kneeling   No identified limitation   Unable   Ms.   Balduzzi   is   unable   to  assume this   position.  6. Walking   No identified limitation   Short distances only   Ms. Balduzzi   demons trated  her   ability   to   walk   short  distances wi th support from  her walker while outdoors.  She will walk   using furniture  and walls for support when in  her home.  7. Stair  Climbing  No identified limitation   Able to manage a   few steps  with support from handrail.  Ms. Balduzzi demonstrated  her ability t o manage the few  steps at the front of her ho me  during   this   assessment ,  relying on the handrail for  support.  8. Driving   No identified limitation   She   indicated   that   she  purchased a new vehicle last  October with the hopes   of  resuming   driving.   She  reports having   driven her car  5 times approximately since  last October.  Not formally assessed.  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   9   of   17  4.   Bathtub   Independent   Dependent   on assistance to  enter   bathtub.   Will   not  shower without presence of a  PSW.  Ms. Balduzzi is found unable  to manage bathtub transfers  independently.  5. Vehicle   Independent   Assistance required for low  vehicles.  Not formally assessed.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal   range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified   limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   ½ range   Left shoulder range of motion significantly  limited in all directions.  Extension   WFL   ½ range  Abduction   WFL   ½ range  Adduction   WFL   ½   range  WFL  Internal rotation   WFL   ½   range  External rotation   WFL   ½ range  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL",
      "confidence": {
        "mobilityStatus": 0.8,
        "transferStatus": 0.8,
        "functionalLimitations": 0.8,
        "assistiveDevices": 0.7,
        "functionalGoals": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Main floor   Carpet  Bathrooms   1   Main floor   Linoleum  Living Room   1   Main floor   Carpet  Family Room   1   Main floor   Carpet  Dining Room   1   Main floor   Carpet  Kitchen   1   Main floor   Linoleum  Laundry   1   Basement   Carpet  Stairs   Yes   Steps leading to the basement of  the home",
      "livingArrangement": "S/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone  Children   None   living in the home  HOME MODIFICATION   REVIEW :  Ms",
      "homeLayout": [],
      "access": {
        "entrance": "and  egress",
        "bathroom": "s   1   Main floor   Linoleum  Living Room   1   Main floor   Carpet  Family Room   1   Main floor   Carpet  Dining Room   1   Main floor   Carpet  Kitchen   1   Main floor   Linoleum  Laundry   1   Basement   Carpet  Stairs   Yes   Steps leading to the basement of  the home",
        "bedroom": "s   3   Main floor   Carpet  Bathrooms   1   Main floor   Linoleum  Living Room   1   Main floor   Carpet  Family Room   1   Main floor   Carpet  Dining Room   1   Main floor   Carpet  Kitchen   1   Main floor   Linoleum  Laundry   1   Basement   Carpet  Stairs   Yes   Steps leading to the basement of  the home",
        "kitchen": "1   Main floor   Linoleum  Laundry   1   Basement   Carpet  Stairs   Yes   Steps leading to the basement of  the home"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "Date of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   10   of   17  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Main floor   Carpet  Bathrooms   1   Main floor   Linoleum  Living Room   1   Main floor   Carpet  Family Room   1   Main floor   Carpet  Dining Room   1   Main floor   Carpet  Kitchen   1   Main floor   Linoleum  Laundry   1   Basement   Carpet  Stairs   Yes   Steps leading to the basement of  the home.  Carpet  Basement   Yes   Finished   NA  Driveway  Description  Long multi - car laneway leading to exterior garage structure separate from the  home where Ms. Balduzzi parks her vehicle.  Yard  description  Large city lot\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   11   of   17  LIVING   ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone  Children   None   living in the home  HOME MODIFICATION   REVIEW :  Ms. Balduzzi   secured the services of Mr. Scott   Puddicombe   of Puddicombe Home Access  Solutions in order to obtain   a proposal   to retrofit   her   home to allow independent and safe   entry and  egress.   Mr. Puddicombe was involved in preparing the p roposa l as well as in overseeing the  subcontractors who   performed the work on Ms. Balduzzi ’ s property. Th is therapist will proceed  to provide an a ccount of the modifications made and refl ect the impact that the home modifications  have had on Ms. Balduzzi ’ s overall   ability to safe ly enter and exit her home.  Primary Entr ance:  Prior to completing the home modifications , Ms. Balduzzi ’ s   front entry was   found   to be hazardous ,  pri marily   due to uneven   interlock   stones which posed a tripping hazard.   Furthermore, the front  walkway   was found to lack   a proper transition from the   interlock   stones to the asphalt dr iveway .  Ms. Balduzzi had hired a prior   contractor to make some   improvements to the front of the home by  levelling the   interloc k   stones and   building a small asphalt ramp   to   address the   transition between  the pav ing stone laneway to the driveway however, none of the modifications provided   Ms.  Balduzzi with   the outcome she was seeking.   Ms. Balduzzi noted that she felt unsafe negotiating  the front of her home   leading her to avoid leaving her home over a mu lti - year period of time.  In order to address this issue,   Mr.   Puddicombe   made a recommendation f or   the   front walkway to  be   completely redon e to provide a flat, even surface for Ms. Balduzzi to   ambulate   with her walker.  Ms. Balduzzi shared her   preference for a flat surface with a   ste p   or two   as opposed to a ramp  configuration   as she   did   not feel steady on   an angled surface.   This led Mr. Puddicombe   to  complete   an interlock   walkway with one ste p, which Ms. Balduzzi   demonstrated she could manage  independently with her walker.   Once at the base of the three - step staircase leading to the front  door of her home, Ms. Balduzzi demonstrated her ability to negotiate these steps   with support from  the   iron handrail which Mr. Puddicombe   service d   to ensure proper ancho ring to the con crete steps.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   12   of   17\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   13   of   17  This prim ary entrance   r enovation was found to provide Ms. Balduzzi wit h a means of accessing  he r   home through the front entrance however,   she was not found able to   carry her walker into the  home   and would require assistance   to move the walker to the in side of the home.   Thus, in this  therapist ’ s op inion, this home modification provided Ms. Balduzzi with significant enhancements  to   nego tiating the front   entry o f her home   independently, with some assi stance to move her walker  to the inside of her home.   The need for   a secondary means of entry and egress was identified and  wi ll be discussed below.  Secondary Entrance:  Prior to these home modifications, the only secondary means of entry an d   e gres s was located on  the side of Ms. Balduzzi ’ s home. The side entrance leads to a small   s pace where a 5 - step staircase  needs to be managed to access the main floor of the home. Since her accident, Ms. Balduzzi ha s  not b een able to safely manage these s tairs and thus she did not make use of this side entrance,  further compounding her   sense of being   “ a prisoner in my home ” .   Mr. Puddicombe made a  proposal for a deck to be built on the back of the home with   a   door   providing access fr om the back  bedroom to the deck surface.   A   platform lift was subsequently recommended to provide Ms.  Ba lduzzi with the means of   independently   walking (with her walker) , from the main floor to   her  ho me to the drivewa y level, adjacent to the garage structure where her car is parke d.   Ms. Balduzzi  demonstrated her ability to operate the lift independ ently and   safely accessing the driveway of her  home from the   deck surface.\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   14   of   17\n\nDate of Report :   2021 - 07 - 14  ______________________________________________________________________________  Mary   Balduzzi   Claim #:   APP 2699699   Page   15   of   17",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0,
        "entranceAccess": 0.7,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    }
  }
}