{
  "fileName": "Bromow, Philip IHA.pdf",
  "originalText": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY   TREATMENT  Client Name:   Mr.   Philip   Bromow   Date of Loss:   2021 - 07 - 23  Address:   31   -   2043 St - Laurent   Blvd.,  Ottawa ON K1G 1A5  Telephone #:   613 - 700 - 0807  Lawyer:   Paolo D'Asti   Firm:   McNally Gervan  Adjuster:   Unknown   Insurer:   Unknown  Claim No.:   Unknown  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assessment:   2022 - 05 - 16  Date of Report:   2022 - 05 - 18  THERAPIST   QUALIFICATIONS:  Mr. Ferland   is an Occupational Therapist with over   2 4   years of experience.   His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and  launched himself in the world of private business. Over the years,   he   has provided services to the  automobile insurance and   legal communities as well the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Mr. Ferland   has extensive experience working with individuals suffering from catastrophic  injuries. He provides assessment and treatment services as a primary Occu pational Therapist as  well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries  and amputations.   He also has extensive experience working with individuals who have been  deemed to meet the catastrophic threshold on   the basis of psychological and/or psychiatric  impairments.  Over his years of working with individuals injured in motor vehicle accidents,   Mr. Ferland  developed a strong interest in the field of mental health, focussed on functional reactivation for  injur ed individuals suffering from depression, anxiety and posttraumatic stress.   His clinical  acumen has led him to be qualified as an Expert in his field by the Ontario Superior Court of  Justice.\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   2   of   15  PURPOSE OF REFERRAL :  Mr. Bromow was referred to Ferland & Associates Inc. by his legal representative Mr. Frank  McNally in relation to   injuries he sustained in a   motor vehicle accident which occurred on   July  23, 2021.   The referral mandate was to complete an In - Home   Assessment of Mr. Bromow’s  function as it relates to his activities of daily living in addition to providing treatment to foster a  return to pre - accident levels of function.  SUMMARY OF FINDINGS:  Mr. Bromow is a 58 year - old man who was involved in a moto r vehicle accident on July 23, 2021  when his bicycle was struck by an incoming vehicle, resulting in him being thrown to the ground  resulting in being pinned under the vehicle which struck him. Bystanders assisted him by lifting  the car off of his body an d pulling him from under the vehicle.   He heard the sirens approaching  and was taken by ambulance to the Ottawa civic hospital. He was asked to stay overnight but he  chose to go home as a result of the COVID pandemic (not wanting to hold a bed unnecessaril y).  He was “stitched up”, had a CT scan and was released home. He called a taxi after signing a self -  release form and went home to rest. He was provided with a follow - up appointment to have his  stitches removed and he reported issues with his nose as he c ould not breathe out of his right  nostril.  P rior to the subject motor vehicle accident ,   Mr .   B romo w   reported   some   dental issues   and   had  history of lower back pai n.   O ver his years working in physical labour   as a tiler,   Mr .   Br omo w  reported having developed   a loss of dis c   space in his lower back at the L2 to L 4   levels.   As a result  of his lower back pain, Mr .   Bromo w was an ODSP r ecipient since 2016.   Since age 16, Mr .  Bromo w   worked as a self - employed tiler.  Prior to the subject motor vehicle accident, Mr.   Bro mow   reported   lower back pain levels of 5   –  6/10 which was constant in nature. He reported that his pain “took away from my sleeping”. He  began experiencing lower back issues in 2009 to 2011 and graduall y, he began experiencing  difficulty getting up in the morning and struggles with lifting substantial loads. He worked through  the pain and would rest when he was not working.  He had approximately twenty motorcycle crashes over his lifetime without any   major trauma. He  reported minor injuries to his knees, elbows and wrists.  As a result of the subject motor vehicle accident, Mr. Bromow reported that he sustained the  following injuries:  •   Concussion  •   Facial lacerations requiring stitches  •   Neck soft   tissue injuries  •   Cuts to both shoulders  •   Soft tissue injury to spine\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   3   of   15  •   Right knee pain  Since the date of accident,   Mr. Bromow   has not received any form of physical or psychological  care. He reported that he does not have a   family physician and has largely bee n self medicating  with alcohol and cannabis since that time.   Mr. Bromow   reported that he has increased his alcohol  intake to some extent drinking 6 to 8 tallboys of beer five days per week as opposed to four days  pre - accident.   He denied making use of any   over the counter   medication . He noted “I would drink  more but I’m too t ired and don’t have the motivation to do so.”  Mr. Bromow currently presents with an array of physical symptoms, cognitive impairments and  signs of depression. He noted that he no longer socializes as he used to, is malnourished from  lack of appetite and   has as a result suffered significant atrophy, losing approximately 25 lbs of  muscle mass since the date of loss.  RECOMMENDATIONS:  Attendant Care:  Mr. Bromow is currently   independent in his management of core self - care functions. He has  decreased the frequency and quality of his self - care as a result of poor mental health and physical  pain   however he manages his activities in a modified and reduced manner without outside  assistance.   The provision of Attendant Care is not required at this   time.  Housekeeping:  Mr. Bromow would benefit from 1 hour per week of housekeeping assistance to assist with the  management of his boarding room environment   which has reportedly been left unkwpt since the  subject motor vehicle accident.   He is currently requiring this assistance as a result of ongoing  pain and poor mental health.  Assistive Devices:  The need for assistive devices will be reviewed through th e delivery of proposed Occupational  Therapy treatment sessions recommended below.  Further Occupational Therapy Interventions:  Mr. Bromow would benefit from a block of   twelve,   2 - hour OT treatment sessions to assist him in  securing appropriate   multi - disicplinary care and predominantly ,   to foster an increase in his levels  of daily activity and a resumption of pre - accident activities of daily living.   A total of six (6) OT  treatment sessions have been already provided   to establish rapport and assi st Mr. Bromow in  managing his lack of medical and para - medical support.\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   4   of   15  Referral for Other Services:  Mr. Bromow would benefit from the following referrals   which will be facilitated by this therapist:  •   Family physician :   Mr. Bromow does not have access t o a family physician at this time.  This therapist has communicated with Healthcare Connect in an effort to obtain a family  physician for Mr. Bromow. Mr. Bromow awaits   placement with a local GP and remains  without this support at this time.  •   Physical   Thera py:   Mr.   Bromow   would   benefit   from   access   to   physical   therapy  (physiotherapy, massage, etc.) in order to assist in reducing his pain levels, increasing his  strength and rebuild atrophied muscle mass resultant from   his inactivity since the subject  MVA.   A r eferral for these services will be facilitated by this therapist pending  confirmation of insurance coverage .  •   Psychology:   Mr. Bromow would benefit from a psychological assessment in order to  establish accident - related psychological diagnoses and   to   determine the need for the  provision of psychological care.   A referral for these services will be facilitated by this  therapist pending confirmation of insurance coverage.  INFORMED   CONSENT   STATEMENT :  This therapist has reviewed issues related to   consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Onta rio (COTO).  •   The assessment has been requested by   his legal representative from McNally Gervan law  firm.  •   The purpose of this assessment is to assess   Mr. Bromow’s   current functional status as it  relates to   his   ability to complete   his   reported pre - accident activities of daily living.  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   his   ability to complete functional tasks within and around the home as well  as education on safe means of   completing activities of daily living if required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve   or deny the plan  (in part or in whole). Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   5   of   15  person assessment or a remote paper - review assessment. Fundi ng for the requested goods  and/or services may ultimately be declined.  •   Mr. Bromow   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  followin g parties via secure transmission (fax or encrypted email attachment):  o   McNally Gervan, c/o Paolo D’Asti  Following this therapist’s explanation   Mr. Bromow   granted informed verbal/written consent for  this therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  There was no documentation available for review at the time of this assessment. Mr. Bromow’s  legal   representative indicate that they are awaiting receipt of a police report detailing the name  and insurance details of the individual who struck Mr. Bromow in order to file a claim. This has  not been received at the time of drafting this report.  PRE - ACCI DENT MEDICAL HISTORY:  P rior to the subject motor vehicle accident ,   Mr .   B romo w   reported   some   dental issues   and   had  history of lower back pai n.   O ver his years working in physical labour   as a tiler,   Mr .   Br omo w  reported having developed a loss of dis c   space in his lower back at the L2 to L 4   levels.   As a result  of his lower back pain, Mr .   Bromo w was an ODSP r ecipient since 2016.   Since age 16, Mr .  Bromo w   worked as a self - employed tiler.  Prior to the subject mo tor vehicle accident,   Mr.   Bro mow   reported   l ower back pain   levels of   5   –  6/10   which was   constant   in nature .   He reported that his pain “t ook away from my sleeping ” .   He  began experiencing lower back issues in   2009   to   2011   and gradually ,   he   began experiencing  difficulty getting up   in the morning and struggles with   lifting   substantial loads.   He worked through  the pain   and would rest when he was not working.  He had approximately   twenty m otorcycle crashes   over his lifetime without any major trauma.   He  reported minor injuries to his knees, elbows and wrists.  Otherwise, Mr .   Bromo w   was in   g ood general physical health.   She acknowledged   d rinking alcohol  on a regular basis.   H e reportedly drank beer   on   a r egular basis,   denies   drinking hard liquor,   and  avoided   street   drugs with the exception of the periodic use of small amounts of cannabis.   Mr.  Bromow   denies any other physical or psychological issues which may impact his course of  recovery or his   clinical   presentation at the time of this assessment.  MECHANISM OF INJURY:  O n the date of loss,   Mr. Bromow   reported that he was riding the train in Ottawa   and got off with  plans to ride his bike downtown that day. He was riding towards the downtown core when he   was\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   6   of   15  struck by a vehicle , being thrown to the ground. His first recollection post - impact was   lying on  the ground staring at the oil pan   on the underside of a vehicle .   He asked the driver at the time to  put his car in park and to get out of the vehicle to   relieve pressure on his body.   Bystanders attended  the scene of the accident and picked up the car and pulled him out. He heard the sirens approaching  and was taken by ambulance to the Ottawa civic hospital. He was asked to stay overnight but he  chose to g o home as a result of the COVID pandemic   (not wanting to hold a bed unnecessarily) .  He was   “ stitched up ” , had a CT scan and was released home. He called a taxi after signing a self -  release form and went home to rest . H e was provided with a follow - up appoi ntment to have his  stitches removed and he reported issues with his nose as he could not breathe out of his right  nostril .  NATURE OF INJURY:  As a result of the subject motor vehicle accident, Mr. Browmow reported that he sustained the  following injuries :  •   Concussion  •   Facial lacerations requiring stictches  •   Neck   soft tissue injuries  •   Cuts to both shoulders  •   Soft tissue injury to spine  •   Right knee pain  COURSE OF RECOVERY TO DATE:  Since the date of accident,   Mr. Bromow   has not received any form of physical or psychological  care. He reported that he does not have a   family physician and has largely been self medicating  with alcohol and cannabis since that time.   Mr. Bromow   reported that he has increased his alcohol  intake   to some extent drinking 6 to 8 tallboys of beer five days per week as opposed to four days  pre - accident.   He denied making use of any   over the counter   medication . He noted “I would drink  more but I’m too tired and don’t have the motivation to do so. ”  CURRENT MEDICAL/REHABILITATION TEAM:  Mr. Bromow   does not currently have a family physician or any other healthcare professional  involved in his care. This therapist has facilitated communication with   H ealthcare   C onnect in order  to provide   Mr. Bromow   with   and assigned family practitioner who could look after his medical  needs and provide referrals as required.   He remains on the waiting list at this time and has not yet  received any word of a referral to a specific family physician in his geographical area .\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   7   of   15  MEDICATION:  Mr. Bromow does not currently take any form of prescription medication. He is self - medicating  with alcohol and small doses of marijuana.   He would benefit from an assessment by a physician  to establish his current medication needs and prov ide a prescription for same.  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms :  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if  Necessary  Headaches   Experiences headaches 3 times per week on  average.   He will wake with a headache   even  on those mornings when he didn’t alcohol   the  night before. It affects his temples and crowns  around his head. He describes more pain in the  right - side of his head.   The y are short in  duration, lasting about 30 minutes.   He will  c l ose his eyes   and   put a heating pad on his head  and rest a bit.   He never had headaches before.  5/10  Neck pain   Constant pain   more left - sided than right.   It  impacts his ability to   turn his head.  6/10  Shoulders   Left worse than right.   Pain is intermittent but  is   flared   with   bike   riding   (even   short  distances ).  8/10 left  4/10   right  Lower back   This has been   significantly impacted.   He  reports a 50% increase in pain.   He rests to  manage his pain but has grown deconditioned  as a result.   He reportedly l ost 25 lbs of muscle  mass   on a 5’6” frame.   He will experience  sciatica symptoms do w n his righ t and left leg.  He will squat and twist to get relief. In the bus  he will   “create his own suspension” b y   sitting  upright and   “ riding the bumps ” .   The r ight   leg  is more affected   than the left.  9/10  Right hip   When he gets up he will feel a “tug” in his hip.  “ It is not   t erribly painful but is tight ”   and  affects his mobility. Walking, stairs impacted.  2   –   3/10  Balance issues   During bathtub transfers he experiences some  difficulties while stepping over the   bathtub .  Swinging his   knapsack   onto his back is   also  difficult   and causes him to sway .  NA\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   8   of   15  Cognitive Symptoms :  Mr. Bromow reported having experienced   significant cognitive symptoms as a result of the subject  motor vehicle accident. He endorsed the following symptoms:  •   Short term memory   issues. “ I have none ;   I don’t remember what I had for lunch ”.  •   Multitasking . “ I used to be pretty good,   I would   keep   tabs on   three projects in my head all  the time ”  •   Prioritization . “I   was great at delegating ”  •   Organization/planning is difficult  •   Writes everything down   (To - do lists for the day)  Emotional Symptoms:  Mr. Bromow noted that he has experienced significant emotional symptoms   since the accident,  which became more pronounced   over the last few months:  •   “ I’m s cared of things he wasn’t scared of before :  o   Biking on roads .   I ride on the sidewalk now   even though I know it’s wrong  o   Going down the stairs . I’m afraid of falling forward and hurting myself”  •   Depressed ,   n othing to look forward to  •   Despair , not seeing the light at the end of the tunnel  •   More easily angered  •   “ I am more aware of my own space   and make sure people around me   know   it ”. Intolerant  of noise from others in his building.  Symptom Management Strategies:  Mr. Bromow reported that   he makes use of the following strategies to manage his   pain an d  emotional symptoms:  •   Rest  •   Activity avoidance  •   Heat  •   Alcohol  •   Marijuana   (limited amounts , 1gram of cannabis every week or two )  Typical Day Pre - Accident:  •   Up at 6   –   6:30 am  •   Lay in bed until 7  •   Get up and prepare breakfast (hot cereal and toast)\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   9   of   15  •   Go back to bed an d   smoke a cigarette  •   Turns radio on or tv  •   Goes on   the   internet until 7:30   –   8:00 am  •   Will make calls to see if some side jobs available (simple jobs like   tiling   back splashes)  •   Goes to bathroom with his   personal care items   ( he lives in a   rooming house) and showers  •   Out of the house by 8:00   -   8:30 am  •   If he has work he will assemble his tools a nd take the bus to work  •   Will   work for four hours maximum (maybe up to 6 on a very full day)  •   Would get groceries for supper and get some beer  •   Go home ,   make supper, eat and then relax and watch tv  •   He would   “ go out pitching a ball around or throwing a frisbee , whack a few   golf   balls ”  •   Engaged in chats   with neightbours  •   Will play his guitars  •   Will watch tv and have   a   snack  •   Went to bed at 10:30   –   11:30, sometimes midnight  Typical Day Post - Accident:  •   Up   at varying times. Wakes up tired and exhausted.   Up at around 7:00  •   L ay in bed until 7 :30   –   8:00  •   Get up and prepare breakfast (hot cereal and toast)  •   Go back to bed an d   smoke a cigarette  •   Turns radio on or tv  •   Goes on   the   internet until 8:00 am   –   8:30  •   Will make calls to see if some side jobs available (simple jobs like   tiling   back splashes)  •   Goes to bathroom with his   personal care items   ( he lives in a   rooming house) and showers  •   By 9 :00 he   will   “ recap his plans ” .  •   By 10 :00   “I am   still questioning   myself   as   to where   I   should be or   what I   should do ”  •   Stays home   if there is nothing productive to do  •   He no longer   engages in physical play  •   Stopped playing his guitar  •   Lays there and watches tv  •   Will make a simple dinner  •   In bed by 8 sleeping by 9:30   –   10:00  •   Up   every two hours, will walk around the building and go back to bed\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   10   of   15  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Up every 2 hours   No   lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   Has   to   shift   positions  frequently.  Periods of 30   –   60 minutes of  sustained sitting observed by  this therapist with frequent  postural changes.  3 . Standing   10   minutes then ha s   to sit   4 minutes maximum   Short peridos of static and  dynamic standing observed  by this therapist during this  assessment.  4. Squatting   No identified limitation   Able   One   deep   power   squat  demonstrated   by   Mr.  Bromow. Able to recover to  standing   without   external  support.  5. Kneeling   No identified limitation   Able   One   bilateral   kneeling  posture demonstrated by Mr.  Bromow   during   this  assessment.  6. Walking   30 minutes   7 minutes   Short   distance   ambulation  observed by   this therapist.  7. Stair  Climbing  No identified limitation   Climbing u p stairs is easier  than down .   Slow and limited  to   4   apartment   building  flights.  Not observed.  8. Driving   Did not drive .   Made use   of  public transit and rode his  bicycle.  NA   NA\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   11   of   15  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   but pushes - off  armrests to assist himself to  standing.  Periods of 25   –   30 minutes of  sustained sitting observed by  this therapist over a number  of   in - person   touchpoints.  Frequent   postural   cha nges  noted.  2. Bed   Independent   Independent   Not   observed   as   the  assessment was conducted at  his brother’s home.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   but has to hold  on   to   the   wall   to   support  himself   and   avoid   loss   of  balance.  No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   ¾ range   Pain reported in end - range.  Lateral flexion   ¾ range   ¾ range  Rotation   ¾ range   ¾ range  Extension   ¾ range  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   12   of   15  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional   Presentation :  Mr.   Bromow presented with no signs of emotional lability or outbursts of anger throughout this  therapist;s interactions with him. He was always pleasant and cooperative with the assessment  process, engaging this therapist in frank and open   discourse over his daily activities, issues and  limitations.\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   13   of   15  Cognitive Presentation :  Mr. Bromow was a poor historian throughout this assessment process, requiring frequent access  to his phone to review dates of events and referring to a notebook he always carries with him for  notes of   what occurred on prior days. He notes that his memory   was “not great” and he makes it  a habit to write things down in his notebook so he does not forget.  ENVIRONMENTAL ASSESSMENT:  Mr. Bromow   reported that he resides on the third floor of a rooming   building   and shares   bathroom  accommodations with five   other tenants. He is responsible for maintaining his own room   and for  cleaning common areas after use. He has access to a kitchen which   he   share s   with ten other tenants  And is responsible for the upkeep of this environment after use.   He noted that his bui lding does  not have an elevator and he is required to climb and descend 3 flights of stairs to access his room.  The bathroom and kitchen are both located on his floor.   He reported that he must transport personal  care items to the bathroom each time he is t o use it and concurrently   i s   also   responsible for taking  cooking tools and ingredients to the kitchen on the plastic tray in order to prepare his daily meals.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone  Children   None  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Mr. Bromow   indicated that he was independent in his performance of all self - care activities prior  to the subject motor vehicle accident. He indicated that he   would engage in daily grooming, would  prepare meals (at time more elaborate ones such as a spaghetti sauce)   and kept as active as he  could despite his physical limitations.  At the time of this assess ment, Mr. Bromow indicated that he remains physically able to manage  his core self - care functions however finds himself limited in his ability to “get motivated an d get  going”, as a result of his poor mental health.   He noted that he no longer prepares elbaorat emeals,  completing easy meals in the microwave when he is hungry “I don’ t eat much at all”.   Mr. Bromow  indicated that he has lost over 25 lbs of muscle mass   since the accident and   d iplayed his arms and  legs which show visible signs of atrophy as a result of poor nourishment and low physical activity  levels.   Mr. Bromow noted that he has become more socially isolated and has reduced his cycling  activities sign ificantly since the accident.   He noted that he will often go several days without  showering   and will wear the same clothes for several days   ina row .\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   14   of   15  Pre and Post Accident   Home Management Activities:  Prior to the subject motor vehicle accident, Mr. Bromow indicated that he was responsible for  maintaining his bedroom environment as well as for cleaning common areas shared with other  tenants (namely the bathroom and kitchen environments).   Mr. Dakhil ind icated that he managed  all of these activities without difficulty and that “my room was always clean and tidy” .  At the time of this assessment, Mr. Bromo w   noted that “my room is a disaster”. He reported that  he does not complete dishes as often as he use d to   (“they are piling up in my bedroom”).   He  declined allowing this therapist to meet with him at home due to his feelings of embarrasement  towards the state of his living environment.   He noted that he continues to maintain the shared  bathroom and kitch en environments as he did pre - accident noting that “these areas are sacred”.  Pre and Post Accident   Vocational Activities:  Prior to the subject motor vehicle accident, Mr. Bromow indicated that he was an ODSP recipient  as a result of a disability precl uding him from completing tiling work . He continued to complete  small side jobs for 4 hours per day, completing tasks such as kitchen backsplashes   “or other easy  jobs”.  At the time of this assessment, Mr. Bromow   indicate that he has experienced a significant decrease  in the side work he used to complete , reporting an approximate 30% decrease in his weekly hours.  After working, he no longer has any energy or motivation to “do anything”. He would return home  to r est and would stay in his his room for most of the evening.  Pre and Post Accident   Leisure Activities:  Prior to the subject motor vehicle accident, Mr. Bromow indicated that he enjoyed playing  outdoors with friends   engaging in the following activities:  •   Playing frisbee  •   Playing catch  •   Hitting golf balls in a field  •   Cycling (he would cycle as his primary mode of transportation in association with bus  riding).  At the time of this assessment, Mr. Bromow indicated that he no longer   engages in any play  activitie s and has grown quite socially isolated. He did not ride his bicycle since the accident, only  recently resuming short distance biking, which he completes with a sense of fear and apprehension.  He finds his bicycle very heavy to handle and thus he avoids   using his bicycle in tandem with use  of public transportation.\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   15   of   15  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to   assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY   TREATMENT  Client Name:   Mr.   Philip   Bromow   Date of Loss:   2021 - 07 - 23  Address:   31   -   2043 St - Laurent   Blvd.,  Ottawa ON K1G 1A5  Telephone #:   613 - 700 - 0807  Lawyer:   Paolo D'Asti   Firm:   McNally Gervan  Adjuster:   Unknown   Insurer:   Unknown  Claim No.:   Unknown  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assessment:   2022 - 05 - 16  Date of Report:   2022 - 05 - 18  THERAPIST   QUALIFICATIONS:  Mr. Ferland   is an Occupational Therapist with over   2 4   years of experience.   His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and  launched himself in the world of private business. Over the years,   he   has provided services to the  automobile insurance and   legal communities as well the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Mr. Ferland   has extensive experience working with individuals suffering from catastrophic  injuries. He provides assessment and treatment services as a primary Occu pational Therapist as  well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries  and amputations.   He also has extensive experience working with individuals who have been  deemed to meet the catastrophic threshold on   the basis of psychological and/or psychiatric  impairments.  Over his years of working with individuals injured in motor vehicle accidents,   Mr. Ferland  developed a strong interest in the field of mental health, focussed on functional reactivation for  injur ed individuals suffering from depression, anxiety and posttraumatic stress.   His clinical  acumen has led him to be qualified as an Expert in his field by the Ontario Superior Court of  Justice.",
    "SYMPTOMS": "Date of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   12   of   15  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional   Presentation :  Mr.   Bromow presented with no signs of emotional lability or outbursts of anger throughout this  therapist;s interactions with him. He was always pleasant and cooperative with the assessment  process, engaging this therapist in frank and open   discourse over his daily activities, issues and  limitations.",
    "MEDICAL_HISTORY": "Date of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   5   of   15  person assessment or a remote paper - review assessment. Fundi ng for the requested goods  and/or services may ultimately be declined.  •   Mr. Bromow   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  followin g parties via secure transmission (fax or encrypted email attachment):  o   McNally Gervan, c/o Paolo D’Asti  Following this therapist’s explanation   Mr. Bromow   granted informed verbal/written consent for  this therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  There was no documentation available for review at the time of this assessment. Mr. Bromow’s  legal   representative indicate that they are awaiting receipt of a police report detailing the name  and insurance details of the individual who struck Mr. Bromow in order to file a claim. This has  not been received at the time of drafting this report.  PRE - ACCI DENT MEDICAL HISTORY:  P rior to the subject motor vehicle accident ,   Mr .   B romo w   reported   some   dental issues   and   had  history of lower back pai n.   O ver his years working in physical labour   as a tiler,   Mr .   Br omo w  reported having developed a loss of dis c   space in his lower back at the L2 to L 4   levels.   As a result  of his lower back pain, Mr .   Bromo w was an ODSP r ecipient since 2016.   Since age 16, Mr .  Bromo w   worked as a self - employed tiler.  Prior to the subject mo tor vehicle accident,   Mr.   Bro mow   reported   l ower back pain   levels of   5   –  6/10   which was   constant   in nature .   He reported that his pain “t ook away from my sleeping ” .   He  began experiencing lower back issues in   2009   to   2011   and gradually ,   he   began experiencing  difficulty getting up   in the morning and struggles with   lifting   substantial loads.   He worked through  the pain   and would rest when he was not working.  He had approximately   twenty m otorcycle crashes   over his lifetime without any major trauma.   He  reported minor injuries to his knees, elbows and wrists.  Otherwise, Mr .   Bromo w   was in   g ood general physical health.   She acknowledged   d rinking alcohol  on a regular basis.   H e reportedly drank beer   on   a r egular basis,   denies   drinking hard liquor,   and  avoided   street   drugs with the exception of the periodic use of small amounts of cannabis.   Mr.  Bromow   denies any other physical or psychological issues which may impact his course of  recovery or his   clinical   presentation at the time of this assessment.  MECHANISM OF INJURY:  O n the date of loss,   Mr. Bromow   reported that he was riding the train in Ottawa   and got off with  plans to ride his bike downtown that day. He was riding towards the downtown core when he   was",
    "TYPICAL_DAY": "Date of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   9   of   15  •   Go back to bed an d   smoke a cigarette  •   Turns radio on or tv  •   Goes on   the   internet until 7:30   –   8:00 am  •   Will make calls to see if some side jobs available (simple jobs like   tiling   back splashes)  •   Goes to bathroom with his   personal care items   ( he lives in a   rooming house) and showers  •   Out of the house by 8:00   -   8:30 am  •   If he has work he will assemble his tools a nd take the bus to work  •   Will   work for four hours maximum (maybe up to 6 on a very full day)  •   Would get groceries for supper and get some beer  •   Go home ,   make supper, eat and then relax and watch tv  •   He would   “ go out pitching a ball around or throwing a frisbee , whack a few   golf   balls ”  •   Engaged in chats   with neightbours  •   Will play his guitars  •   Will watch tv and have   a   snack  •   Went to bed at 10:30   –   11:30, sometimes midnight  Typical Day Post - Accident:  •   Up   at varying times. Wakes up tired and exhausted.   Up at around 7:00  •   L ay in bed until 7 :30   –   8:00  •   Get up and prepare breakfast (hot cereal and toast)  •   Go back to bed an d   smoke a cigarette  •   Turns radio on or tv  •   Goes on   the   internet until 8:00 am   –   8:30  •   Will make calls to see if some side jobs available (simple jobs like   tiling   back splashes)  •   Goes to bathroom with his   personal care items   ( he lives in a   rooming house) and showers  •   By 9 :00 he   will   “ recap his plans ” .  •   By 10 :00   “I am   still questioning   myself   as   to where   I   should be or   what I   should do ”  •   Stays home   if there is nothing productive to do  •   He no longer   engages in physical play  •   Stopped playing his guitar  •   Lays there and watches tv  •   Will make a simple dinner  •   In bed by 8 sleeping by 9:30   –   10:00  •   Up   every two hours, will walk around the building and go back to bed\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   10   of   15  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Up every 2 hours   No   lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   Has   to   shift   positions  frequently.  Periods of 30   –   60 minutes of  sustained sitting observed by  this therapist with frequent  postural changes.  3 . Standing   10   minutes then ha s   to sit   4 minutes maximum   Short peridos of static and  dynamic standing observed  by this therapist during this  assessment.  4. Squatting   No identified limitation   Able   One   deep   power   squat  demonstrated   by   Mr.  Bromow. Able to recover to  standing   without   external  support.  5. Kneeling   No identified limitation   Able   One   bilateral   kneeling  posture demonstrated by Mr.  Bromow   during   this  assessment.  6. Walking   30 minutes   7 minutes   Short   distance   ambulation  observed by   this therapist.  7. Stair  Climbing  No identified limitation   Climbing u p stairs is easier  than down .   Slow and limited  to   4   apartment   building  flights.  Not observed.  8. Driving   Did not drive .   Made use   of  public transit and rode his  bicycle.  NA   NA\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   11   of   15  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   but pushes - off  armrests to assist himself to  standing.  Periods of 25   –   30 minutes of  sustained sitting observed by  this therapist over a number  of   in - person   touchpoints.  Frequent   postural   cha nges  noted.  2. Bed   Independent   Independent   Not   observed   as   the  assessment was conducted at  his brother’s home.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   but has to hold  on   to   the   wall   to   support  himself   and   avoid   loss   of  balance.  No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   ¾ range   Pain reported in end - range.  Lateral flexion   ¾ range   ¾ range  Rotation   ¾ range   ¾ range  Extension   ¾ range  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL",
    "ENVIRONMENTAL": "Date of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   13   of   15  Cognitive Presentation :  Mr. Bromow was a poor historian throughout this assessment process, requiring frequent access  to his phone to review dates of events and referring to a notebook he always carries with him for  notes of   what occurred on prior days. He notes that his memory   was “not great” and he makes it  a habit to write things down in his notebook so he does not forget.  ENVIRONMENTAL ASSESSMENT:  Mr. Bromow   reported that he resides on the third floor of a rooming   building   and shares   bathroom  accommodations with five   other tenants. He is responsible for maintaining his own room   and for  cleaning common areas after use. He has access to a kitchen which   he   share s   with ten other tenants  And is responsible for the upkeep of this environment after use.   He noted that his bui lding does  not have an elevator and he is required to climb and descend 3 flights of stairs to access his room.  The bathroom and kitchen are both located on his floor.   He reported that he must transport personal  care items to the bathroom each time he is t o use it and concurrently   i s   also   responsible for taking  cooking tools and ingredients to the kitchen on the plastic tray in order to prepare his daily meals.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone  Children   None  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Mr. Bromow   indicated that he was independent in his performance of all self - care activities prior  to the subject motor vehicle accident. He indicated that he   would engage in daily grooming, would  prepare meals (at time more elaborate ones such as a spaghetti sauce)   and kept as active as he  could despite his physical limitations.  At the time of this assess ment, Mr. Bromow indicated that he remains physically able to manage  his core self - care functions however finds himself limited in his ability to “get motivated an d get  going”, as a result of his poor mental health.   He noted that he no longer prepares elbaorat emeals,  completing easy meals in the microwave when he is hungry “I don’ t eat much at all”.   Mr. Bromow  indicated that he has lost over 25 lbs of muscle mass   since the accident and   d iplayed his arms and  legs which show visible signs of atrophy as a result of poor nourishment and low physical activity  levels.   Mr. Bromow noted that he has become more socially isolated and has reduced his cycling  activities sign ificantly since the accident.   He noted that he will often go several days without  showering   and will wear the same clothes for several days   ina row .\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   14   of   15  Pre and Post Accident   Home Management Activities:  Prior to the subject motor vehicle accident, Mr. Bromow indicated that he was responsible for  maintaining his bedroom environment as well as for cleaning common areas shared with other  tenants (namely the bathroom and kitchen environments).   Mr. Dakhil ind icated that he managed  all of these activities without difficulty and that “my room was always clean and tidy” .  At the time of this assessment, Mr. Bromo w   noted that “my room is a disaster”. He reported that  he does not complete dishes as often as he use d to   (“they are piling up in my bedroom”).   He  declined allowing this therapist to meet with him at home due to his feelings of embarrasement  towards the state of his living environment.   He noted that he continues to maintain the shared  bathroom and kitch en environments as he did pre - accident noting that “these areas are sacred”.  Pre and Post Accident   Vocational Activities:  Prior to the subject motor vehicle accident, Mr. Bromow indicated that he was an ODSP recipient  as a result of a disability precl uding him from completing tiling work . He continued to complete  small side jobs for 4 hours per day, completing tasks such as kitchen backsplashes   “or other easy  jobs”.  At the time of this assessment, Mr. Bromow   indicate that he has experienced a significant decrease  in the side work he used to complete , reporting an approximate 30% decrease in his weekly hours.  After working, he no longer has any energy or motivation to “do anything”. He would return home  to r est and would stay in his his room for most of the evening.  Pre and Post Accident   Leisure Activities:  Prior to the subject motor vehicle accident, Mr. Bromow indicated that he enjoyed playing  outdoors with friends   engaging in the following activities:  •   Playing frisbee  •   Playing catch  •   Hitting golf balls in a field  •   Cycling (he would cycle as his primary mode of transportation in association with bus  riding).  At the time of this assessment, Mr. Bromow indicated that he no longer   engages in any play  activitie s and has grown quite socially isolated. He did not ride his bicycle since the accident, only  recently resuming short distance biking, which he completes with a sense of fear and apprehension.  He finds his bicycle very heavy to handle and thus he avoids   using his bicycle in tandem with use  of public transportation.\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   15   of   15  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to   assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature ."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is an Occupational Therapist with over   2 4   years of experience",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "31   -   2043 St - Laurent   Blvd",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "Unknown  Claim No",
      "confidence": {
        "name": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "over his daily activities, issues and  limitations",
      "symptomNotes": "Date of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   12   of   15  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional   Presentation :  Mr.   Bromow presented with no signs of emotional lability or outbursts of anger throughout this  therapist;s interactions with him. He was always pleasant and cooperative with the assessment  process, engaging this therapist in frank and open   discourse over his daily activities, issues and  limitations.",
      "confidence": {
        "reportedSymptoms": 0,
        "symptomProgression": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Date of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   5   of   15  person assessment or a remote paper - review assessment. Fundi ng for the requested goods  and/or services may ultimately be declined.  •   Mr. Bromow   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  followin g parties via secure transmission (fax or encrypted email attachment):  o   McNally Gervan, c/o Paolo D’Asti  Following this therapist’s explanation   Mr. Bromow   granted informed verbal/written consent for  this therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  There was no documentation available for review at the time of this assessment. Mr. Bromow’s  legal   representative indicate that they are awaiting receipt of a police report detailing the name  and insurance details of the individual who struck Mr. Bromow in order to file a claim. This has  not been received at the time of drafting this report.  PRE - ACCI DENT MEDICAL HISTORY:  P rior to the subject motor vehicle accident ,   Mr .   B romo w   reported   some   dental issues   and   had  history of lower back pai n.   O ver his years working in physical labour   as a tiler,   Mr .   Br omo w  reported having developed a loss of dis c   space in his lower back at the L2 to L 4   levels.   As a result  of his lower back pain, Mr .   Bromo w was an ODSP r ecipient since 2016.   Since age 16, Mr .  Bromo w   worked as a self - employed tiler.  Prior to the subject mo tor vehicle accident,   Mr.   Bro mow   reported   l ower back pain   levels of   5   –  6/10   which was   constant   in nature .   He reported that his pain “t ook away from my sleeping ” .   He  began experiencing lower back issues in   2009   to   2011   and gradually ,   he   began experiencing  difficulty getting up   in the morning and struggles with   lifting   substantial loads.   He worked through  the pain   and would rest when he was not working.  He had approximately   twenty m otorcycle crashes   over his lifetime without any major trauma.   He  reported minor injuries to his knees, elbows and wrists.  Otherwise, Mr .   Bromo w   was in   g ood general physical health.   She acknowledged   d rinking alcohol  on a regular basis.   H e reportedly drank beer   on   a r egular basis,   denies   drinking hard liquor,   and  avoided   street   drugs with the exception of the periodic use of small amounts of cannabis.   Mr.  Bromow   denies any other physical or psychological issues which may impact his course of  recovery or his   clinical   presentation at the time of this assessment.  MECHANISM OF INJURY:  O n the date of loss,   Mr. Bromow   reported that he was riding the train in Ottawa   and got off with  plans to ride his bike downtown that day. He was riding towards the downtown core when he   was",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Date of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   9   of   15  •   Go back to bed an d   smoke a cigarette  •   Turns radio on or tv  •   Goes on   the   internet until 7:30   –   8:00 am  •   Will make calls to see if some side jobs available (simple jobs like   tiling   back splashes)  •   Goes to bathroom with his   personal care items   ( he lives in a   rooming house) and showers  •   Out of the house by 8:00   -   8:30 am  •   If he has work he will assemble his tools a nd take the bus to work  •   Will   work for four hours maximum (maybe up to 6 on a very full day)  •   Would get groceries for supper and get some beer  •   Go home ,   make supper, eat and then relax and watch tv  •   He would   “ go out pitching a ball around or throwing a frisbee , whack a few   golf   balls ”  •   Engaged in chats   with neightbours  •   Will play his guitars  •   Will watch tv and have   a   snack  •   Went to bed at 10:30   –   11:30, sometimes midnight  Typical Day Post - Accident:  •   Up   at varying times. Wakes up tired and exhausted.   Up at around 7:00  •   L ay in bed until 7 :30   –   8:00  •   Get up and prepare breakfast (hot cereal and toast)  •   Go back to bed an d   smoke a cigarette  •   Turns radio on or tv  •   Goes on   the   internet until 8:00 am   –   8:30  •   Will make calls to see if some side jobs available (simple jobs like   tiling   back splashes)  •   Goes to bathroom with his   personal care items   ( he lives in a   rooming house) and showers  •   By 9 :00 he   will   “ recap his plans ” .  •   By 10 :00   “I am   still questioning   myself   as   to where   I   should be or   what I   should do ”  •   Stays home   if there is nothing productive to do  •   He no longer   engages in physical play  •   Stopped playing his guitar  •   Lays there and watches tv  •   Will make a simple dinner  •   In bed by 8 sleeping by 9:30   –   10:00  •   Up   every two hours, will walk around the building and go back to bed",
        "Date of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   10   of   15  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Up every 2 hours   No   lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   Has   to   shift   positions  frequently.  Periods of 30   –   60 minutes of  sustained sitting observed by  this therapist with frequent  postural changes.  3 . Standing   10   minutes then ha s   to sit   4 minutes maximum   Short peridos of static and  dynamic standing observed  by this therapist during this  assessment.  4. Squatting   No identified limitation   Able   One   deep   power   squat  demonstrated   by   Mr.  Bromow. Able to recover to  standing   without   external  support.  5. Kneeling   No identified limitation   Able   One   bilateral   kneeling  posture demonstrated by Mr.  Bromow   during   this  assessment.  6. Walking   30 minutes   7 minutes   Short   distance   ambulation  observed by   this therapist.  7. Stair  Climbing  No identified limitation   Climbing u p stairs is easier  than down .   Slow and limited  to   4   apartment   building  flights.  Not observed.  8. Driving   Did not drive .   Made use   of  public transit and rode his  bicycle.  NA   NA",
        "Date of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   11   of   15  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   but pushes - off  armrests to assist himself to  standing.  Periods of 25   –   30 minutes of  sustained sitting observed by  this therapist over a number  of   in - person   touchpoints.  Frequent   postural   cha nges  noted.  2. Bed   Independent   Independent   Not   observed   as   the  assessment was conducted at  his brother’s home.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   but has to hold  on   to   the   wall   to   support  himself   and   avoid   loss   of  balance.  No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   ¾ range   Pain reported in end - range.  Lateral flexion   ¾ range   ¾ range  Rotation   ¾ range   ¾ range  Extension   ¾ range  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Date of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   9   of   15  •   Go back to bed an d   smoke a cigarette  •   Turns radio on or tv  •   Goes on   the   internet until 7:30   –   8:00 am  •   Will make calls to see if some side jobs available (simple jobs like   tiling   back splashes)  •   Goes to bathroom with his   personal care items   ( he lives in a   rooming house) and showers  •   Out of the house by 8:00   -   8:30 am  •   If he has work he will assemble his tools a nd take the bus to work  •   Will   work for four hours maximum (maybe up to 6 on a very full day)  •   Would get groceries for supper and get some beer  •   Go home ,   make supper, eat and then relax and watch tv  •   He would   “ go out pitching a ball around or throwing a frisbee , whack a few   golf   balls ”  •   Engaged in chats   with neightbours  •   Will play his guitars  •   Will watch tv and have   a   snack  •   Went to bed at 10:30   –   11:30, sometimes midnight  Typical Day Post - Accident:  •   Up   at varying times. Wakes up tired and exhausted.   Up at around 7:00  •   L ay in bed until 7 :30   –   8:00  •   Get up and prepare breakfast (hot cereal and toast)  •   Go back to bed an d   smoke a cigarette  •   Turns radio on or tv  •   Goes on   the   internet until 8:00 am   –   8:30  •   Will make calls to see if some side jobs available (simple jobs like   tiling   back splashes)  •   Goes to bathroom with his   personal care items   ( he lives in a   rooming house) and showers  •   By 9 :00 he   will   “ recap his plans ” .  •   By 10 :00   “I am   still questioning   myself   as   to where   I   should be or   what I   should do ”  •   Stays home   if there is nothing productive to do  •   He no longer   engages in physical play  •   Stopped playing his guitar  •   Lays there and watches tv  •   Will make a simple dinner  •   In bed by 8 sleeping by 9:30   –   10:00  •   Up   every two hours, will walk around the building and go back to bed\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   10   of   15  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Up every 2 hours   No   lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   Has   to   shift   positions  frequently.  Periods of 30   –   60 minutes of  sustained sitting observed by  this therapist with frequent  postural changes.  3 . Standing   10   minutes then ha s   to sit   4 minutes maximum   Short peridos of static and  dynamic standing observed  by this therapist during this  assessment.  4. Squatting   No identified limitation   Able   One   deep   power   squat  demonstrated   by   Mr.  Bromow. Able to recover to  standing   without   external  support.  5. Kneeling   No identified limitation   Able   One   bilateral   kneeling  posture demonstrated by Mr.  Bromow   during   this  assessment.  6. Walking   30 minutes   7 minutes   Short   distance   ambulation  observed by   this therapist.  7. Stair  Climbing  No identified limitation   Climbing u p stairs is easier  than down .   Slow and limited  to   4   apartment   building  flights.  Not observed.  8. Driving   Did not drive .   Made use   of  public transit and rode his  bicycle.  NA   NA\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   11   of   15  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   but pushes - off  armrests to assist himself to  standing.  Periods of 25   –   30 minutes of  sustained sitting observed by  this therapist over a number  of   in - person   touchpoints.  Frequent   postural   cha nges  noted.  2. Bed   Independent   Independent   Not   observed   as   the  assessment was conducted at  his brother’s home.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   but has to hold  on   to   the   wall   to   support  himself   and   avoid   loss   of  balance.  No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   ¾ range   Pain reported in end - range.  Lateral flexion   ¾ range   ¾ range  Rotation   ¾ range   ¾ range  Extension   ¾ range  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "",
      "livingArrangement": "S/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone  Children   None  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Mr",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "accommodations with five   other tenants",
        "bedroom": "environment as well as for cleaning common areas shared with other  tenants (namely the bathroom and kitchen environments)",
        "kitchen": "which   he   share s   with ten other tenants  And is responsible for the upkeep of this environment after use"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "Date of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   13   of   15  Cognitive Presentation :  Mr. Bromow was a poor historian throughout this assessment process, requiring frequent access  to his phone to review dates of events and referring to a notebook he always carries with him for  notes of   what occurred on prior days. He notes that his memory   was “not great” and he makes it  a habit to write things down in his notebook so he does not forget.  ENVIRONMENTAL ASSESSMENT:  Mr. Bromow   reported that he resides on the third floor of a rooming   building   and shares   bathroom  accommodations with five   other tenants. He is responsible for maintaining his own room   and for  cleaning common areas after use. He has access to a kitchen which   he   share s   with ten other tenants  And is responsible for the upkeep of this environment after use.   He noted that his bui lding does  not have an elevator and he is required to climb and descend 3 flights of stairs to access his room.  The bathroom and kitchen are both located on his floor.   He reported that he must transport personal  care items to the bathroom each time he is t o use it and concurrently   i s   also   responsible for taking  cooking tools and ingredients to the kitchen on the plastic tray in order to prepare his daily meals.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone  Children   None  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Mr. Bromow   indicated that he was independent in his performance of all self - care activities prior  to the subject motor vehicle accident. He indicated that he   would engage in daily grooming, would  prepare meals (at time more elaborate ones such as a spaghetti sauce)   and kept as active as he  could despite his physical limitations.  At the time of this assess ment, Mr. Bromow indicated that he remains physically able to manage  his core self - care functions however finds himself limited in his ability to “get motivated an d get  going”, as a result of his poor mental health.   He noted that he no longer prepares elbaorat emeals,  completing easy meals in the microwave when he is hungry “I don’ t eat much at all”.   Mr. Bromow  indicated that he has lost over 25 lbs of muscle mass   since the accident and   d iplayed his arms and  legs which show visible signs of atrophy as a result of poor nourishment and low physical activity  levels.   Mr. Bromow noted that he has become more socially isolated and has reduced his cycling  activities sign ificantly since the accident.   He noted that he will often go several days without  showering   and will wear the same clothes for several days   ina row .\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   14   of   15  Pre and Post Accident   Home Management Activities:  Prior to the subject motor vehicle accident, Mr. Bromow indicated that he was responsible for  maintaining his bedroom environment as well as for cleaning common areas shared with other  tenants (namely the bathroom and kitchen environments).   Mr. Dakhil ind icated that he managed  all of these activities without difficulty and that “my room was always clean and tidy” .  At the time of this assessment, Mr. Bromo w   noted that “my room is a disaster”. He reported that  he does not complete dishes as often as he use d to   (“they are piling up in my bedroom”).   He  declined allowing this therapist to meet with him at home due to his feelings of embarrasement  towards the state of his living environment.   He noted that he continues to maintain the shared  bathroom and kitch en environments as he did pre - accident noting that “these areas are sacred”.  Pre and Post Accident   Vocational Activities:  Prior to the subject motor vehicle accident, Mr. Bromow indicated that he was an ODSP recipient  as a result of a disability precl uding him from completing tiling work . He continued to complete  small side jobs for 4 hours per day, completing tasks such as kitchen backsplashes   “or other easy  jobs”.  At the time of this assessment, Mr. Bromow   indicate that he has experienced a significant decrease  in the side work he used to complete , reporting an approximate 30% decrease in his weekly hours.  After working, he no longer has any energy or motivation to “do anything”. He would return home  to r est and would stay in his his room for most of the evening.  Pre and Post Accident   Leisure Activities:  Prior to the subject motor vehicle accident, Mr. Bromow indicated that he enjoyed playing  outdoors with friends   engaging in the following activities:  •   Playing frisbee  •   Playing catch  •   Hitting golf balls in a field  •   Cycling (he would cycle as his primary mode of transportation in association with bus  riding).  At the time of this assessment, Mr. Bromow indicated that he no longer   engages in any play  activitie s and has grown quite socially isolated. He did not ride his bicycle since the accident, only  recently resuming short distance biking, which he completes with a sense of fear and apprehension.  He finds his bicycle very heavy to handle and thus he avoids   using his bicycle in tandem with use  of public transportation.\n\nDate of Report:   2022 - 05 - 18  ______________________________________________________________________________  Philip   Bromow   Claim #:   Unknown   Page   15   of   15  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to   assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .",
      "confidence": {
        "livingArrangement": 0.8,
        "homeLayout": 0,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    }
  }
}