{
  "fileName": "Copy of Nassir, Mansour IHA.docx",
  "originalText": "\n\nOCCUPATIONAL THERAPY IN-HOME ASSESSMENT\n\n\n\n\n\nClient Name:\n\nNassir Mansour\n\nDate of Loss:\n\nDecember 17, 2021\n\nAddress:\n\n911 - 1085 Ramsey Crescent, Ottawa, ON K2B 8A1\n\nDate of Birth:\n\nApril 5, 1961\n\nTelephone #:\n\nNA\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nRebecca McHallam\n\nInsurer:\n\nCertas Insurance Company\n\n\n\n\n\nClaim No.:\n\n35097908\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\nNovember 1, 2024\n\n\n\n\n\nDate of Report:\n\nNovember 12, 2024\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nASSESSMENT PREAMBLE:\n\n\n\nThis in-home occupational therapy assessment was conducted to evaluate Mr. Nassir's current functional status and rehabilitation needs. The assessment focuses on evaluating his abilities to complete activities of daily living within his home environment, identifying any safety concerns, and determining appropriate recommendations for ongoing support and care.\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMr. Nassir Mansour, a 63-year-old resident of Ottawa, has experienced significant functional deterioration following a motor vehicle accident on December 17, 2021. Prior to the accident, despite managing several chronic conditions including diabetes, hypertension, and chronic back pain, he maintained an independent and relatively active lifestyle. He regularly engaged in community activities, including playing soccer with children at local parks, enjoying movies, and taking summer drives outside the city.\n\n\n\nThe motor vehicle accident, while initially appearing minor, led to an exacerbation of his pre-existing conditions and the development of new impairments that have profoundly impacted his daily functioning. His current presentation is characterized by severe chronic pain, particularly in his back (rated 9/10 for both upper/middle and lower regions), significant balance impairments, and emerging psychological challenges. Most concerning is his high risk for falls, evidenced by failed performance on all aspects of balance testing and a history of multiple falls in his bathroom.\n\n\n\nMr. Nassir's living situation presents additional challenges. He resides in a twelfth-floor apartment in Ottawa Housing, where the potential need to navigate stairs during elevator outages creates significant accessibility concerns. His apartment shows signs of neglect, particularly in the bathroom, reflecting his inability to maintain his living environment independently. Financial constraints further complicate his situation, necessitating reliance on food banks for basic nutrition.\n\n\n\nDaily activities have been severely curtailed. Personal care tasks, while mostly independent, are performed with significant risk due to his resistance to using assistive devices. Meal preparation is limited to simple foods like salads and sandwiches, partly due to physical limitations and partly due to financial constraints. His once-active leisure pursuits have been reduced to watching television, which he uses \"to stop him from thinking.\" Community access is primarily limited to essential outings such as food bank visits and mosque attendance for prayers.\n\n\n\nHis psychological state shows concerning deterioration, though he maintains strong spiritual beliefs that help him cope. While denying anger due to his religious convictions, he exhibits signs of depression and significant loss of motivation. Despite expressing a desire to improve through exercise and eventually volunteer at the food bank, he struggles to initiate these activities independently.\n\n\n\nCurrent assessment indicates a need for 36.67 hours of weekly attendant care support, translating to $2,430.59 in monthly benefits. This support is crucial despite Mr. Nassir's resistance, as his current level of function places him at significant risk for further decline and injury. Additional recommendations include implementation of comprehensive housekeeping services, installation of bathroom safety equipment, and engagement in multiple therapeutic services including occupational therapy, physiotherapy, and psychological support.\n\n\n\nOf particular concern is the disconnect between Mr. Nassir's desire for independence and his actual functional capabilities. His resistance to assistive devices and formal support, while reflecting a commendable desire to maintain independence, potentially places him at increased risk for falls and further functional decline. This resistance, combined with his limited financial resources and social support, creates a situation requiring careful balance between respecting his autonomy and ensuring his safety.\n\n\n\nLooking forward, Mr. Nassir's rehabilitation potential appears positive if proper supports can be implemented and his resistance to assistance can be sensitively addressed. His expressed desire to volunteer and exercise suggests motivation for improvement that could be leveraged in therapy. However, success will require careful coordination of multiple services and ongoing monitoring to ensure his safety and progressive functional improvement.\n\n\n\nDetailed recommendations for specific interventions and supports are outlined in the body of this report, with implementation urgency emphasized due to the current high risk for falls and further functional decline.\n\n\n\nRECOMMENDATIONS:\n\nAttendant Care: Based on the assessment findings, Mr. Nassir requires 36.67 hours of weekly attendant care support, primarily focused on safety supervision, mobility assistance, and support with activities of daily living. A Form 1 has been completed outlining these needs, totaling $2,477.91 in monthly attendant care benefits. While Mr. Nassir expresses resistance to accepting care, this level of support is deemed necessary for his safety and functional improvement.\n\nHousekeeping: Mr. Nassir requires complete support for housekeeping tasks due to his severe pain limitations and fall risk. Recommendation for:\n\nWeekly housekeeping service (4 hours/week)\n\nAdditional periodic deep cleaning service (4 hours/month)\n\nLaundry assistance (2 hours/week)\n\nSeasonal cleaning support\n\nAssistive Devices: Despite Mr. Nassir's resistance to assistive devices, the following are recommended for safety:\n\nBathroom grab bars for toilet and shower areas\n\nShower chair or bath transfer bench\n\nRaised toilet seat\n\nSingle-point cane for community mobility\n\nLong-handled reacher/grabber for safe access to items\n\nKitchen trolley for safe meal preparation\n\nFurther Occupational Therapy Interventions: Recommend implementation of an OT treatment program with RA support, focusing on:\n\nSafety awareness and fall prevention strategies\n\nEnergy conservation techniques\n\nGradual reintegration into meaningful activities (gym attendance is the main priority at this time for Mr. Nassir)\n\nKitchen safety and meal preparation\n\nCommunity mobility training\n\nExercise program development in collaboration with physiotherapy\n\nReferral for Other Services:\n\nPhysiotherapy for balance, strengthening, and mobility\n\nPsychological support to address depression, anxiety, and adjustment issues\n\nSocial Work for community resource navigation and financial planning\n\nDietitian consultation for diabetes management\n\nPain management specialist\n\nCase Manager to coordinate care team and services\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Mr. Frank McNally of McNally Gervan..\n\nThe purpose of this assessment is to assess Mr. Nassir’s current functional status as it relates to his ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMr. Nassir may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nAviva Insurance Company\n\nMcNally Gervan, c/o Frank McNally, Legal Representative\n\n\n\nFollowing this therapist’s explanation Mr. Nassir granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nA complete list of documents reviewed is available upon request.  Records reviewed consisted of medical records from The Ottawa Hospital and records from his GP.\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\nPrior to the events in question, Mr. Nassir presented with several significant medical conditions:\n\nType 2 Diabetes Mellitus (diagnosed circa 2005)\n\nHistory of suboptimal control with HbA1c ranging between 7-10% from 2013-2023\n\nDeveloped diabetic retinopathy\n\nCardiovascular/Metabolic\n\nHypertension\n\nDyslipidemia\n\nTransient Ischemic Attack (TIA) in February 2022\n\nPresented with 30-second episode of expressive aphasia\n\nCT showed advanced chronic ischemic microvascular disease\n\nNo significant stenosis of major vessels\n\nMental Health\n\nHistory of mood disorder with previous lithium use\n\nAnxiety following marital separation\n\nSleep disturbance (4-5 hours of broken sleep per night)\n\nPreviously prescribed psychiatric medications but reported discontinuing them in favor of spiritual practice\n\nOther Conditions\n\nChronic back issues (5-7 years duration)\n\nLeft eye cataract extraction\n\nChronic pain\n\nOf note, Mr. Nassir has been a long-term smoker (reported as one package per day for 30 years as of 2022). He does not consume alcohol. His employment history includes previous work as a pizza delivery driver, though he has been receiving ODSP due to back problems from motor vehicle accidents.\n\nHis medication regimen has included various combinations of antihypertensives, diabetes medications, and cardiovascular protective agents. Recent medications have included empagliflozin, candesartan, rosuvastatin, and other agents for management of his chronic conditions.\n\n\n\nMECHANISM OF INJURY:\n\n\n\nOn December 17, 2021, Mr. Nassir was stationary in his vehicle when he was struck from behind by another vehicle. The impact did not result in airbag deployment. Mr. Nassir remained conscious throughout the incident and did not require ambulance transport from the scene. Although initially appearing uninjured, he began experiencing neck and lower back pain in the days following the collision. \n\n\n\nInitial assessment did not reveal any signs of cauda equina syndrome, and there was no reported upper extremity weakness or numbness. It is noted that Mr. Nassir had a pre-existing history of back pain prior to this incident.\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nBased on the available medical documentation, Mr. Nassir sustained the following injuries as a result of the December 2021 motor vehicle accident:\n\n\n\n1. Cervical Spine\n\n   - Neck pain with restricted range of motion\n\n\n\n2. Lumbar Spine  \n\n   - Exacerbation of pre-existing lower back pain\n\n   - Pain impacting mobility and activities of daily living\n\n\n\n3. Psychological/Cognitive\n\n   - Post-accident anxiety \n\n   - Sleep disturbance\n\n   - Return of symptoms requiring mental health support\n\n\n\nThese diagnoses are supported by clinical examinations documented in follow-up assessments with his family physician, Dr. Belmili, who noted ongoing musculoskeletal complaints and the need for additional investigations and specialist referrals.\n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nFollowing the motor vehicle accident in December 2021, Mr. Nassir's recovery course has been documented through his ongoing care with Dr. Belmili and various specialists:\n\n\n\nInitial Period (December 2021 - January 2022):\n\n- Developed neck and lower back pain in the days following the accident\n\n- Conservative management initially attempted\n\n- CT head was performed which was reported as normal\n\n\n\nEarly 2022:\n\n- By February 2022, experienced a concerning neurological episode\n\n- Presented to Emergency Department with symptoms suspicious for TIA\n\n- CT head revealed no acute intracranial pathology\n\n- Referred to Stroke Prevention Clinic\n\n- Started on ASA and Plavix for stroke prevention\n\n\n\nOngoing Issues (March 2022 to present):\n\n- Required adjustment of blood pressure medications due to elevated readings (160/90)\n\n- Added Norvasc 5 mg daily, later increased to 10 mg\n\n- Discontinued various psychiatric medications except Remeron\n\n- Continues to experience ongoing musculoskeletal symptoms\n\n- Reports managing symptoms through his faith and spirituality rather than medication\n\n- Regular follow-up maintained with family physician\n\n\n\nThe recovery course has been complicated by pre-existing conditions including diabetes, hypertension, and a history of psychological concerns, all of which have required ongoing monitoring and medication adjustments during the post-accident period.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM\n\nMr. Nassir's medical care is primarily coordinated by his family physician, Dr. Naima Belmili, who provides regular oversight and manages multiple specialty referrals. Dr. Belmili has been seeing Mr. Nassir up to twice weekly over the past year to address his complex medical needs and monitor his progress.\n\nHis specialist care team includes ongoing follow-up with nephrology under Dr. David Massicotte-Azarniouch, who is managing his chronic kidney disease with scheduled reassessment in six months. He is also followed by endocrinology for diabetes management, which has recently required medication adjustments, particularly to his Jardiance dosing. Following a concerning neurological episode in early 2022, Mr. Nassir was referred to the Stroke Prevention Clinic, where investigations including Holter monitoring and echocardiogram are pending.\n\nIt should be noted that while Mr. Nassir was previously followed by psychiatry, he has chosen to discontinue most psychiatric medications as of 2022, maintaining only Remeron while managing his mental health through spiritual practices.\n\n\n\nMEDICATION\n\nMr. Nassir's current medication regimen reflects the complexity of his medical conditions. For cardiovascular protection and blood pressure management, he takes ASA 81mg daily, candesartan 32mg daily, bisoprolol 2.5mg daily, and Norvasc 10mg daily. His diabetes is managed with a combination of Jardiance 25mg daily, Janumet XR 1000mg/50mg twice daily, and gliclazide MR 60mg daily. Additionally, he takes rosuvastatin 10mg daily for cholesterol management.\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms\n\n\n\nMr. Nassir reports ongoing symptoms affecting multiple areas of his body. His neck pain, which he rates at 5-6/10 in severity, stems from what he describes as \"four discs that were not good.\" This pain radiates into his left shoulder and can persist for weeks at a time, with Mr. Nassir managing symptoms through topical ointments.\n\n\n\nHis back pain is particularly significant, affecting both his upper and middle back (rated 9/10) as well as his lower back (rated 9/10). He describes the pain as having a \"stiff\" quality, particularly in the middle and lower regions. Right leg pain is also a significant concern, rated at 8-10/10, affecting the entire limb from thigh to lower calf with associated weakness and limited tolerance for activity. His left leg pain is comparatively less severe but still notable at 5/10.\n\n\n\nCognitive Symptoms\n\n\n\nMr. Nassir describes notable changes in his cognitive function, reporting:\n\n- Decline in his organizational abilities\n\n- Memory difficulties, often forgetting things\n\n- Reduced problem-solving capabilities, noting he can only address one problem at a time\n\n- Difficulty with multi-tasking\n\n- Overall feeling that he \"used to be organized but not anymore\"\n\n\n\nEmotional Symptoms\n\n\n\nMr. Nassir's emotional presentation is characterized by sadness, though he specifically denies anger, attributing this to his religious faith (\"anger does not come to my life because I believe and I pray\"). He acknowledges significant suffering but emphasizes his efforts to forgive and move forward. There has been a marked loss of interest and motivation in daily activities, requiring encouragement from family members as he notes that motivation \"doesn't come from inside me.\" Of particular concern, he reports experiencing passive suicidal thinking.\n\n\n\nSymptom Management Strategies\n\n\n\nCurrently, Mr. Nassir manages his symptoms through:\n\n- Rest periods throughout the day\n\n- Activity avoidance when symptoms are severe\n\n- Prescribed medications\n\n- Religious and spiritual practices\n\n\n\n\n\nFUNCTIONAL AND BEHAVIORAL OBSERVATIONS\n\n\n\nTolerances, Mobility and Transfers\n\n\n\nMr. Nassir demonstrates significant limitations in his functional mobility and positional tolerances. In sitting, he can manage only limited periods before requiring position changes, with a preference for lying down. Brief periods of sitting are interrupted by frequent repositioning due to discomfort.\n\n\n\nStanding tolerance is markedly reduced, with Mr. Nassir unable to maintain standing postures beyond 2-3 minutes. Observational assessment revealed unsteadiness on his feet during static standing. Despite recommendations, he has expressed reluctance to use assistive devices, specifically noting that he \"does not want to be viewed as a disabled person.\"\n\n\n\nWalking is limited to short distances, with Mr. Nassir demonstrating an altered gait pattern. While he has been advised to consider using a cane for ambulation, he remains resistant to this recommendation. His balance testing revealed concerning results, with failed performance on all aspects of the Berg Balance Test, indicating increased fall risk.\n\n\n\nBed mobility is managed independently but with significant pain and difficulty. Transfers, while independent, are performed with notable risk of falls. Stair navigation, though possible, is generally avoided. There are no stairs in his immediate living environment, reducing the impact of this limitation on his daily function.\n\n\n\nPhysical Function\n\n\n\nMr. Nassir's ability to lift and carry is limited to nominal loads only, with no capacity for significant weight-bearing activities. Bending is possible but restricted, with forward flexion being particularly challenging. Reaching abilities are confined to his immediate radius. While no significant issues were identified with fine motor coordination, his overall functional capacity is notably diminished from his pre-accident status.\n\n\n\nRange of Motion Testing\n\n\n\nActive range of motion testing revealed the following:\n\n\n\nMr. Nassir demonstrates generally preserved cervical range of motion, with all planes testing within functional limits. Upper extremity motion is similarly preserved, though his performance of movements is guarded and careful. His most significant restrictions are noted in trunk mobility, where forward flexion, lateral flexion, and rotation are all notably limited. Lower extremity range of motion remains functionally intact, though movement quality is affected by pain and guarding behaviors.\n\n\n\nEmotional Presentation\n\n\n\nDuring assessment, Mr. Nassir demonstrated notable changes in affect when discussing his limitations. He shows clear frustration with his current level of function but expresses this primarily through withdrawal rather than outward emotional display. His emotional state appears to significantly influence his engagement in functional activities.\n\n\n\n\n\nTYPICAL DAY:\n\n\n\nMr. Nassir reported the following as a typical day at the time of this assessment:\n\nUp at 5am\n\nI start to realize that this is another day and he prays\n\nHe will sit and watch a show to stop him from thinking\n\nEats only salad and peanut butter sandwiches\n\nHe cannot afford much “luxury foods”.  Going to food bank today.\n\nHe will pray at 12:30, 2:30 and 2:30 at local mosque\n\nHe will sit and watch tv.   He wants to do exercise but has no motivation to do so.\n\nWould love to go \n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\n\n\nTYPE OF DWELLING\n\nApartment, 12th floor, Ottawa Housing\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n2\n\nTwo bedroom apartment.\n\nLaminate\n\nBathrooms\n\n1\n\nBathroom in a state of disarray, not  having been cleaned in some time.  Standard bathtub with shower curtain.  No grab bars present in the bathtub enclosure.\n\nLaminate\n\nLiving Room\n\n1\n\nSmall living room recently furnished with a used sofa and furnishings provided to Mr. Nassir through Ottawa Housing.\n\nLaminate\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nGalley kitchen\n\nLaminate\n\nLaundry\n\n1\n\nShared laundry facility in building basement\n\nConcrete\n\nStairs\n\nNo\n\nElevator access available however must descend 12 floors if the elevator is not working, limiting his ability to leave his apartment.\n\nConcrete\n\nBasement\n\nNo\n\nNA\n\nNA\n\nDriveway Description\n\nNone.\n\nYard description\n\nNone.\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried           ☐ \n\nSingle              X  \n\nCommon Law  ☐ \n\nOther              ☐\n\nLiving Arrangement\n\nLives with his adult son who recently moved-in with him.  He has limited social supports.\n\nChildren\n\nNo young children living with him.\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the subject motor vehicle accident in December 2021, Mr. Nassir was independent in all self-care activities, managing his personal care routine without assistance despite some pre-existing health conditions including diabetes, hypertension, and chronic back pain.\n\n\n\nCurrently, Mr. Nassir demonstrates significant challenges across multiple domains of self-care. While he maintains independence in many basic tasks, he requires considerable modifications and increased time to complete them safely. His morning routine now includes sitting down to dress due to balance issues and pain, with particular difficulty noted in donning socks. He has adapted to these limitations by using compensatory strategies like seated dressing, though this extends the time required for completion.\n\n\n\nBathing has become a particularly concerning activity, with Mr. Nassir requiring his son's presence during showering due to safety concerns. He has experienced multiple falls in the bathroom, yet remains resistant to the installation or use of assistive devices such as grab bars. This resistance to adaptive equipment, while stemming from his desire to maintain independence, potentially places him at increased risk for falls and injury.\n\n\n\nIn terms of meal preparation, Mr. Nassir can manage simple meals but faces several limitations. His ability to cook is hampered by pain affecting his standing tolerance and difficulties with fine motor tasks. He reports not having basic kitchen equipment like a can opener, and financial constraints further limit his food choices. His current diet consists mainly of simple items like salads and peanut butter sandwiches, and he notes not having had \"a good meal in a long time.\"\n\n\n\nWhile Mr. Nassir maintains independence in toileting, there are concerns about fall risk in this environment as well. He has declined recommended specialized equipment, consistent with his general resistance to assistive devices. Basic grooming tasks are managed independently but require increased time and effort, with some tasks potentially being avoided or completed less frequently due to pain and fatigue.\n\n\n\nThroughout all self-care activities, Mr. Nassir's functioning is impacted by chronic pain affecting movement and endurance, as well as significant balance issues creating safety concerns. His resistance to using recommended assistive devices stems from his expressed desire to \"exercise and get better\" rather than rely on aids. While this motivation for recovery is positive, it may inadvertently be placing him at increased risk during self-care activities. Additionally, financial constraints limit his access to proper equipment and food choices, while psychological factors including low motivation and depression affect his overall engagement in self-care activities. Though his son provides some assistance, Mr. Nassir's social support system remains limited.\n\n\n\nHome Management Activities:\n\nMr. Nassir's ability to manage household tasks has been significantly impaired since the motor vehicle accident of December 2021. His immediate response when asked about home management activities is telling - \"None. Instantly my back hurts.\" This stark statement reflects the severe impact his physical limitations have on his ability to maintain his living environment.\n\nPrior to the accident, while dealing with some chronic health conditions, Mr. Nassir was able to maintain his household independently. Now, his apartment shows visible signs of neglect, particularly evident in the bathroom which has not been cleaned in some time. The overall state of his living environment reflects both his physical limitations and his diminished motivation to engage in household tasks.\n\nHis current limitations in home management are multifaceted. Physical constraints, particularly his severe back pain (rated 9/10 for both upper/middle and lower back), significantly restrict his ability to perform cleaning tasks. Standing tolerance is limited to 2-3 minutes, making sustained household activities nearly impossible. His balance impairments, demonstrated by failed performance on all aspects of balance testing, create safety concerns for many household tasks, especially those requiring reaching or bending.\n\nThe cramped layout of his twelfth-floor apartment presents additional challenges. While elevator access is available, the potential need to descend twelve flights of stairs during elevator outages or emergencies poses a significant barrier to community access. The shared laundry facility in the basement adds another layer of difficulty to managing basic household tasks.\n\nThe limited space in his galley kitchen, combined with his physical limitations and lack of basic equipment (such as a can opener), impacts his ability to prepare proper meals and maintain a clean cooking environment. Financial constraints further complicate his ability to obtain necessary household supplies and equipment.\n\nWhile Mr. Nassir maintains strong resistance to using assistive devices or accepting help, the cumulative effect of his physical limitations, chronic pain, and psychological state has resulted in a marked decline in his ability to maintain his living environment. His son's recent move into the apartment may provide some additional support, though the extent of assistance with household tasks remains unclear.\n\nThe intersection of physical limitations, environmental constraints, and psychological factors has created a situation where basic home management tasks have become nearly impossible for Mr. Nassir to maintain independently, significantly impacting his quality of life and potentially creating additional health and safety concerns.\n\n\n\nFinances/Financial Management:\n\nMr. Nassir's financial situation reflects significant constraints that impact his daily life. His income is limited, requiring careful management of basic expenses. He maintains responsibility for managing his own bills, though these are minimal given his subsidized housing arrangement through Ottawa Housing. The majority of his limited income goes toward basic necessities, with little room for additional expenses or comforts.\n\nHis financial limitations are perhaps most evident in his reliance on local food banks to supplement his nutritional needs. He specifically mentioned being unable to afford \"luxury foods\" and plans his regular visits to the food bank as part of his weekly routine. This restricted access to food impacts both his nutrition and his ability to manage his diabetes effectively, as his food choices are often limited by what is available through charitable services rather than what would be optimal for his health conditions.\n\nDespite these significant financial constraints, Mr. Nassir demonstrates the ability to manage his basic financial obligations independently. He maintains his housing payments and handles his limited bills, showing an understanding of his financial responsibilities within the scope of his restricted income. However, these financial limitations create additional stressors in his daily life and impact his ability to access resources that could potentially improve his quality of life or support his recovery.\n\n\n\nCaregiving Activities:\n\n\n\nMr. Nassir is not the primary caregiver for any of his children at this time.\n\n\n\n\n\nVocational Activities:\n\n\n\nMr. Nassir was not employed at the time of the subject motor vehicle accident.\n\n\n\nLeisure Activities:\n\nPrior to the motor vehicle accident in December 2021, Mr. Nassir maintained an active lifestyle despite his chronic health conditions. He enjoyed spending time at local parks playing soccer with children and regularly engaged in outdoor activities. His leisure pursuits included taking drives outside the city during summertime, particularly enjoying these excursions during warmer weather. He also enjoyed going to movies, demonstrating a level of community engagement and social participation that provided meaningful recreation in his life.\n\nCurrently, Mr. Nassir's leisure activities have been drastically curtailed, reduced to what he succinctly describes as \"Just tv.\" His daily routine reflects this limited engagement, with television watching serving as his primary activity throughout the day. He uses television not only for entertainment but also as a coping mechanism, noting that he watches shows \"to stop him from thinking.\"\n\nThis significant reduction in leisure activities appears to be influenced by multiple factors. His physical limitations, particularly his chronic pain and balance issues, restrict his ability to engage in the outdoor activities he previously enjoyed. His limited financial resources constrain his ability to participate in community-based activities that might require fees or transportation costs. Additionally, his psychological state, characterized by low motivation and social withdrawal, further impacts his willingness to engage in leisure pursuits.\n\nThe loss of these meaningful leisure activities represents more than just a reduction in recreational pursuits - it reflects a fundamental change in Mr. Nassir's quality of life and his engagement with his community. While he expresses a desire to \"exercise and get better,\" he acknowledges lacking the motivation to initiate such activities independently. This disconnect between his stated desires and his current reality suggests that addressing both physical and psychological barriers will be crucial in helping Mr. Nassir rebuild a meaningful leisure routine.\n\n\n\nCommunity Access:\n\nPrior to his accident in December 2021, Mr. Nassir was able to access his community independently, including driving and using public transportation as needed. His regular activities included trips to local parks, movie theaters, and summer drives outside the city, demonstrating a comfortable level of community mobility and engagement.\n\nCurrently, Mr. Nassir's ability to access his community has been severely restricted. He no longer drives, and his use of public transportation is limited by both physical and psychological barriers. His physical limitations, including chronic pain and significant balance issues, make navigating public transit challenging and potentially hazardous. The requirement to descend twelve flights of stairs in case of elevator malfunction in his building adds another layer of anxiety to leaving his apartment.\n\nHis attendance at the local mosque for prayers at 12:30 and 2:30 represents one of his few regular community outings, though even these are not consistently maintained due to his physical limitations and varying energy levels. His regular visits to the local food bank constitute another primary point of community contact, though these trips are born more of necessity than choice.\n\nLooking toward the future, Mr. Nassir has expressed a meaningful aspiration to volunteer at the food bank once his condition improves. This desire to \"give back\" demonstrates hope for future community reintegration and a wish to transform his current reliance on the food bank into an opportunity to help others. He connects this goal to his intention to build strength through regular gym attendance, though currently lacks the motivation and physical capability to implement this plan independently.\n\nThe disparity between his previous level of community access and his current situation represents a significant loss in his independence and quality of life. His expressed desire to volunteer and exercise suggests an awareness of the importance of community engagement, even as he struggles with the physical and psychological barriers that currently limit his participation.\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of November 1, 2024. The Ontario Society of Occupational Therapists report \"Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)\" was consulted for the completion of the assessment. As per the OSOT Guidelines, \"this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist's] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.\"\n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\nTask: Dress/Undress Observations/Comments: Mr. Nassir requires supervision and stand-by assistance for dressing activities due to balance issues and fall risk. While he can manage most aspects independently, he requires physical assistance with socks and monitoring during transitions between sitting and standing. Assistance averaging 15 minutes daily is required. Weekly Time Allotted: 105 minutes per week\n\nTask: Grooming Observations/Comments: Requires assistance with toenail care and periodic assistance with hair care due to balance issues when bending forward. Stand-by supervision needed during grooming tasks requiring prolonged standing. Weekly Time Allotted: 45 minutes per week\n\nTask: Feeding Observations/Comments: Requires assistance with meal preparation and setup due to balance issues and limited standing tolerance. Support needed in planning and preparing nutritionally appropriate meals, particularly given his diabetic status. Weekly Time Allotted: 210 minutes per week\n\nTask: Mobility Observations/Comments: Requires stand-by assistance for safe mobility within home environment and during community access. Currently at high risk for falls based on failed balance testing. Supervision needed especially during transitions and when navigating building common areas. Weekly Time Allotted: 280 minutes per week\n\nTask: Extra Laundering Observations/Comments: No additional laundering needs identified at this time. Weekly Time Allotted: 0 minutes per week\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\nTask: Hygiene Observations/Comments: Mr. Nassir requires regular assistance with maintaining his washroom environment and bedroom hygiene. His bathroom shows signs of neglect due to his inability to clean effectively. He needs support with changing bed linens and maintaining a safe, hygienic sleeping environment. Support is required 30 minutes daily. Weekly Time Allotted: 210 minutes per week\n\nTask: Basic Supervisory Care Observations/Comments: Given his documented falls risk, poor balance, and history of falls in the bathroom, Mr. Nassir requires regular safety checks and supervision. His resistance to using assistive devices increases his risk for falls. His son currently provides some oversight, but structured supervisory care is needed for safety. Minimum of 2 hours daily supervision recommended. Weekly Time Allotted: 840 minutes per week\n\nTask: Co-ordination of Attendant Care Observations/Comments: Given multiple providers and medical appointments, coordination of care is required to ensure proper scheduling and communication between care providers. Weekly Time Allotted: 60 minutes per week\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\nTask: Medication Observations/Comments: While Mr. Nassir manages his medications independently, he requires assistance with monitoring diabetic care regimen and ensuring proper timing of multiple medications. Setup of medications in blister packs recommended. Weekly Time Allotted: 60 minutes per week\n\nTask: Exercise Observations/Comments: Requires supervision and assistance with implementing a safe exercise program, particularly given his expressed desire to attend gym and improve strength. Support needed to ensure safe execution of exercises and proper progression. Weekly Time Allotted: 180 minutes per week\n\nTask: Bathing Observations/Comments: Requires stand-by supervision during bathing due to documented falls risk and balance issues. Support needed for safe transfers in/out of shower and during bathing activities. Weekly Time Allotted: 210 minutes per week\n\nAll other Level 3 tasks were assessed at 0 minutes per week as Mr. Nassir does not require support in these areas.\n\nAttendant Care Calculation (using current Superintendent's Guideline rates as of 2024):\n\nPart 1 - Routine Personal Care: 10.67 hours per week × $14.90/hour = $158.98/week = $670.37/month\n\nPart 2 - Basic Supervisory Functions: 18.5 hours per week × $14.00/hour = $259.00/week = $1,092.58/month\n\nPart 3 - Complex Health/Care and Hygiene: 7.5 hours per week × $21.11/hour = $158.33/week = $667.64/month\n\nTotal monthly assessed attendant care benefit: $2,477.91 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEncl:  \tForm 1\n\n\n\nCc:\tMcNally Gervan, ℅ Frank McNally\n\nCertas Insurance, ℅ Rebecca McHallam\t\t\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n \n\n\n\n",
  "sections": {
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nApartment, 12th floor, Ottawa Housing\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n2\n\nTwo bedroom apartment.\n\nLaminate\n\nBathrooms\n\n1\n\nBathroom in a state of disarray, not  having been cleaned in some time.  Standard bathtub with shower curtain.  No grab bars present in the bathtub enclosure.\n\nLaminate\n\nLiving Room\n\n1\n\nSmall living room recently furnished with a used sofa and furnishings provided to Mr. Nassir through Ottawa Housing.\n\nLaminate\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nGalley kitchen\n\nLaminate\n\nLaundry\n\n1\n\nShared laundry facility in building basement\n\nConcrete\n\nStairs\n\nNo\n\nElevator access available however must descend 12 floors if the elevator is not working, limiting his ability to leave his apartment.\n\nConcrete\n\nBasement\n\nNo\n\nNA\n\nNA\n\nDriveway Description\n\nNone.\n\nYard description\n\nNone.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried           ☐ \n\nSingle              X  \n\nCommon Law  ☐ \n\nOther              ☐\n\nLiving Arrangement\n\nLives with his adult son who recently moved-in with him.  He has limited social supports.\n\nChildren\n\nNo young children living with him.",
    "SYMPTOMS": "Task: Bathing Observations/Comments: Requires stand-by supervision during bathing due to documented falls risk and balance issues. Support needed for safe transfers in/out of shower and during bathing activities. Weekly Time Allotted: 210 minutes per week\n\nAll other Level 3 tasks were assessed at 0 minutes per week as Mr. Nassir does not require support in these areas.",
    "TYPICAL_DAY": "Currently, Mr. Nassir's leisure activities have been drastically curtailed, reduced to what he succinctly describes as \"Just tv.\" His daily routine reflects this limited engagement, with television watching serving as his primary activity throughout the day. He uses television not only for entertainment but also as a coping mechanism, noting that he watches shows \"to stop him from thinking.\"",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit: $2,477.91 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tMcNally Gervan, ℅ Frank McNally\n\nCertas Insurance, ℅ Rebecca McHallam\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "ADLS": "Pre and Post Accident Self-Care Activities:",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Mr. Nassir’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
    "MEDICAL_HISTORY": "Prior to the motor vehicle accident in December 2021, Mr. Nassir maintained an active lifestyle despite his chronic health conditions. He enjoyed spending time at local parks playing soccer with children and regularly engaged in outdoor activities. His leisure pursuits included taking drives outside the city during summertime, particularly enjoying these excursions during warmer weather. He also enjoyed going to movies, demonstrating a level of community engagement and social participation that provided meaningful recreation in his life."
  },
  "sectionConfidence": {
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333
  },
  "data": {
    "ENVIRONMENTAL": {
      "homeType": "Apartment",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "Apartment, 12th floor, Ottawa Housing",
        "FLOOR COVERING",
        "Bedrooms",
        "Two bedroom apartment.",
        "Bathrooms",
        "Bathroom in a state of disarray, not  having been cleaned in some time.  Standard bathtub with shower curtain.  No grab bars present in the bathtub enclosure.",
        "Living Room",
        "Small living room recently furnished with a used sofa and furnishings provided to Mr. Nassir through Ottawa Housing.",
        "Dining Room",
        "Kitchen",
        "Galley kitchen",
        "Shared laundry facility in building basement",
        "Stairs",
        "Elevator access available however must descend 12 floors if the elevator is not working, limiting his ability to leave his apartment.",
        "Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "apartment",
        "kitchen": "Laminate"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nApartment, 12th floor, Ottawa Housing\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n2\n\nTwo bedroom apartment.\n\nLaminate\n\nBathrooms\n\n1\n\nBathroom in a state of disarray, not  having been cleaned in some time.  Standard bathtub with shower curtain.  No grab bars present in the bathtub enclosure.\n\nLaminate\n\nLiving Room\n\n1\n\nSmall living room recently furnished with a used sofa and furnishings provided to Mr. Nassir through Ottawa Housing.\n\nLaminate\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nGalley kitchen\n\nLaminate\n\nLaundry\n\n1\n\nShared laundry facility in building basement\n\nConcrete\n\nStairs\n\nNo\n\nElevator access available however must descend 12 floors if the elevator is not working, limiting his ability to leave his apartment.\n\nConcrete\n\nBasement\n\nNo\n\nNA\n\nNA\n\nDriveway Description\n\nNone.\n\nYard description\n\nNone.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried           ☐ \n\nSingle              X  \n\nCommon Law  ☐ \n\nOther              ☐\n\nLiving Arrangement\n\nLives with his adult son who recently moved-in with him.  He has limited social supports.\n\nChildren\n\nNo young children living with him.",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Task: Bathing Observations/Comments: Requires stand-by supervision during bathing due to documented falls risk and balance issues. Support needed for safe transfers in/out of shower and during bathing activities. Weekly Time Allotted: 210 minutes per week\n\nAll other Level 3 tasks were assessed at 0 minutes per week as Mr. Nassir does not require support in these areas.",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Currently, Mr. Nassir's leisure activities have been drastically curtailed, reduced to what he succinctly describes as \"Just tv.\" His daily routine reflects this limited engagement, with television watching serving as his primary activity throughout the day. He uses television not only for entertainment but also as a coping mechanism, noting that he watches shows \"to stop him from thinking.\"",
      "confidence": {
        "morningRoutine": 0,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit: $2,477",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit: $2,477.91 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tMcNally Gervan, ℅ Frank McNally\n\nCertas Insurance, ℅ Rebecca McHallam\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Pre and Post Accident Self-Care Activities:",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Mr. Nassir’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Prior to the motor vehicle accident in December 2021, Mr. Nassir maintained an active lifestyle despite his chronic health conditions. He enjoyed spending time at local parks playing soccer with children and regularly engaged in outdoor activities. His leisure pursuits included taking drives outside the city during summertime, particularly enjoying these excursions during warmer weather. He also enjoyed going to movies, demonstrating a level of community engagement and social participation that provided meaningful recreation in his life.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    }
  }
}