{
  "fileName": "Copy of Mbouogno, Zacharie IHA .docx",
  "originalText": "\n\nOCCUPATIONAL THERAPY\n\nIN-HOME ASSESSMENT\n\n\n\nClient Name:\n\nZacharie Mbouogno\n\nDate of Loss:\n\n2021-10-24\n\nAddress:\n\n1610 Cedar Mills Road, Orleans, ON K1C 7L4 \n\nDate of Birth:\n\n1956-06-20\n\nTelephone #:\n\n613-261-6904\n\n\n\n\n\nLawyer:\n\nRebecca Duplantie\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nSally McGowan\n\nInsurer:\n\nIntact Insurance Company\n\n\n\n\n\nClaim No.:\n\n8033614509\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2024-05-09\n\n\n\n\n\nDate of Report:\n\n2024-05-10\n\n\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMr. Zacharie Mbouogno, a 66-year-old resident of Orleans, ON, has experienced significant lifestyle changes since a motor vehicle accident on October 24, 2021. Before the accident, he led an active life, engaging in regular physical activities like walking and gym workouts, and worked as a self-employed driving instructor, clocking in 38-45 hours weekly. His medical history includes managing knee arthritis with medication and adhering to a diet that avoids meats, cheese, and chocolate due to a predisposition for gout.\n\n\n\nThe accident occurred when Mr. Mbouogno's vehicle was rear-ended at high speed, leading to unconsciousness and subsequent propulsion into a cornfield. He sustained multiple injuries from this incident, including lumbosacral spine sprain/strain, presumed radiculopathies at the right S1 and left L4 nerve roots, and neurogenic claudication with spinal stenosis. Additionally, he suffered contusions and strains in his left knee and right ankle, which continue to affect his mobility and pain levels.\n\n\n\nMr. Mbouogno’s post-accident condition is characterized by a range of symptoms. Physically, he endures chronic and intermittent pain in his lower back, knees, and ankles, along with headaches, vertigo, and hypersensitivity to sensory stimuli. His cognitive functions have deteriorated, evident from memory issues, decreased reasoning abilities, and concentration challenges. Emotionally, he experiences reduced interaction with his wife, persistent depression, anxiety, and a bleak outlook on future possibilities, such as relocating to a more suitable living environment.\n\n\n\nHis daily routine now heavily depends on the support from his wife, beginning with assistance in basic morning activities and extending to significant help throughout the day. Sleep disturbances due to pain result in about five hours of sleep per night, further impairing his daily functioning. Mr. Mbouogno's engagement in housekeeping and leisure activities has ceased entirely, and he remains dependent on his wife for the majority of his personal care and household management.\n\n\n\nGiven the extensive nature of his physical and cognitive impairments, Mr. Mbouogno's is not found to be gainfully employable in any capacity at this time.  \n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nWhile he is not currently entitled to any Attendant Care Benefits, Mr. Mbouogno is found to require 23 hours of weekly attendant care, provided by his wife, who was forced to stop working to care for her husband full-time.\n\n\n\n\n\nHousekeeping:\n\n\n\nMr. Mbouogno has been unable to manage his pre-accident housekeeping and home maintenance responsibilities.  He is obtaining approximately 4 hours per week of support to manage those indoor housekeeping tasks he normally engaged in.  He also received assistance for the management of seasonal outdoor tasks such as lawn care and snow removal.  \n\n\n\n\n\nAssistive Devices:\n\n\n\nMr. Mbouogno is currently making use of a folding chair in his shower enclosure in order to be seated during his daily showering tasks.  He would benefit from the use of a shower chair as well as a telephone shower head fixture to foster his engagement in safe showering activities.\n\n\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nMr. Mbouogno would benefit from access to Occupational Therapy to promote his safety and foster increased engagement in meaningful activity.  \n\n\n\n\n\nReferral for Other Services:\n\n\n\nMr. Mbouogno would benefit from access to multidisciplinary treatment in the form of physical therapy, psychological counseling, and access to a rehabilitation support worker/rehabilitation assistant to support OT goals for improved function.\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Ms. Rebecca Duplantie.\n\nThe purpose of this assessment is to assess Mr. Mbouogno’s current functional status as it relates to his ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMr. Mbouogno may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nMcNally Gervan, c/o Rebecca Duplantie, Legal Representative\n\n\n\nFollowing this therapist’s explanation Mr. Mbouogno granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nThe following documentation was reviewed by this therapist prior to the completion of this assessment and referenced during completion of this report:\n\n\n\n1. Ambulance Call Reports\n\n\tA. Ambulance Call Report dated 25-OCT-2021\n\n\n\n2. Hospital Records\n\n\tA. Montfort Hospital\n\n\t\t(1) Hospital Montfort dated October 25, 2021\n\n\t\t(2) Lumbar spine MRI from December 15, 22\n\n\t\t(3) CNRs from Montfort Hospital (25-OCT-2021 to 03-MAR-2023)\n\n\t\t(4) LF Montfort Hospital dated 24-APR-2024 re no further records\n\n\n\n3. Family Doctor\n\n\tA. Dr. Samrai - Jeanne D'Arc Medical\n\n\t\t(1) CNRs from Dr. Samrai (05-APR-2016 to 06-JAN-2023)\n\n\t\t(2) Dr. Samrai CNRS (02-NOV-2020- 15-SEP-2023)\n\n\t\t(3) CNRs from Dr. Samarai (22-MAR-2023 to 25-JAN-2024)\n\n\n\n4. Treating Specialists\n\n\tA. FALLINGBROOK CHIROPRACTIC CLINIC\n\n\t\t(1) chiro cannot return to work August 18, 2022\n\n\t\t(2) CNRs from Fallingbrook Chiro (15-NOV-2022 to 07-MAR-2023)\n\n\t\t(3) Updated CNRs from Fallingbrook Chiro (04-MAR-2019 to 12-APR-2024)\n\n\n\n5. Plaintiff Medical Experts\n\n\tA. Physiatry Assessment - Dr. Besemann - 09-NOV-2023\n\n\n\n6. AB-IMEs\n\n\tA. IE REPORT re IRB completed by Dr. Margaret White, Sports Medicine, dated\n\n\t    28-SEP-2022\n\n\tB. IE REPORT re IRB by Dr. Jason, Chiropractor, dated 9-SEP-2022\n\n\tC. IME: Functional Capacity Report by Vincent Yip dated 1-APR-2022\n\n\tD. IME: GP Report by Dr. Michael Aiello dated 1-APR- 2022\n\n\tE. IME: GP Addendum Report by Dr. Michael Aiello dated 4-MAY-2022\n\n\tF. IME: GP Report by Dr. Margaret White dated 28-SEP-2022\n\n\tG. IME: FAE & Job Site Analysis Report by Dr. Jason Elk dated 18-NOV-2022\n\n\tH. IME:GP Addendum Report by Dr. Margret White dated 6-JAN-2023\n\n\tI. IME: GP Addendum Report by Michael Aiello dated 4-MAY-2022\n\n\tJ. IME: GP Assessment Report by Dr. M. White dated 28-SEP-2022\n\n\tK. IME: FAE & Job Analysis Report by Dr. J. Elk dated 9-SEP-2022\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nPrior to the motor vehicle accident on October 24, 2021, Mr. Zacharie Mbouogno was an active individual with a lifestyle characterized by regular physical activity and dietary management tailored to his health needs. According to the information provided, Mr. Mbouogno avoided meats, cheese, and chocolate, indicating dietary restrictions potentially aimed at managing a specific health condition.\n\n\n\nMr. Mbouogno had been diagnosed with arthritis in his knee approximately 10 years prior to the accident. This condition was managed pharmacologically with Vimovo 500mg administered twice daily. Despite this chronic condition, he maintained an active regimen that included walking 5 kilometers three to four times per week and participating in gym sessions three times weekly at Goodlife Fitness. \n\n\n\nFrom an occupational standpoint, Mr. Mbouogno's employment involved working 38 to 45 hours per week, indicating a significant level of functional endurance and capacity to manage work-related demands.\n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nThe incident occurred on October 24, 2021, when Mr. Zacharie Mbouogno was involved in a motor vehicle accident while traveling east on Innes Road at the intersection with Anderson Road, approximately 150 meters before the intersection. The area was marked with construction signs warning of potential hazards due to holes in the road.\n\n\n\nMr. Mbouogno’s vehicle was rear-ended by another vehicle traveling at a high rate of speed. At the time of impact, Mr. Mbouogno’s vehicle was moving at a speed between 100-110 kilometers per hour, and he was subsequently propelled into a corn field after being struck. The collision resulted in Mr. Mbouogno losing consciousness for approximately 10 minutes.\n\n\n\nUpon regaining consciousness, Mr. Mbouogno was able to exit the vehicle unassisted, although he was confused and disoriented. Emergency medical services were called to the scene, and he was subsequently evaluated by paramedics.\n\n\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nBased on a review of available medical documentation, Mr. Mbouogno sustained the following injuries as a result of the subject motor vehicle accident:\n\n\n\n1.\tLumbosacral spine sprain/strain grafted onto pre-existing degenerative disc disease\n\n\tbut asymptomatic at the time of the accident with associated:\n\n\n\n\t(i) Presumed right S1 radiculopathy;\n\n\t(ii) Presumed left L4 radiculopathy; and\n\n\t(iii) Presumed neurogenic claudication with spinal stenosis.\n\n\n\n\tHe also sustained a contusion/sprain/strain of the left knee with residual pain and\n\n\timpairment of full range of motion and an injury to his right ankle with residual pain and\n\n\timpaired range of motion.\n\n\n\n2.\tProbable PTSD (to be confirmed by others).\n\n3.\tProbable Major Depressive Disorder (to be confirmed by others)\n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nFollowing the motor vehicle accident on October 24, 2021, Mr. Zacharie Mbouogno was offered transportation to the hospital by ambulance but declined after a preliminary check-up at the scene. Instead, he was transported home by his son-in-law. By 5 AM the following morning, Mr. Mbouogno began experiencing significant pain in his right Achilles and left knee, which led him to attend the Montfort Hospital for examination. Scans reportedly detected no fractures in his ankle or left knee, but issues with his spine were noted. He was referred to his GP for further medical management.\n\n\n\nHis general practitioner reportedly recommended a five-day rest period and he began chiropractic treatment three times a week for his spine-related symptoms. His general practitioner was unavailable for two weeks during this critical period.  After the two-week hiatus in medical care, Mr. Mbouogno reportedly called his GP’s office and was informed that his doctor would be away for an extended period.  In January of 2022, Mr. Mbouogno reported that he attended his GP’s office in person to seek an appointment where he was informed that care was unavailable and he was redirected to a walk-in clinic.   He continued with chiropractic and massage therapy until he was informed in February that his GP would be gone until August.  In November of 2022, Mr. Mbouogno finally saw his GP and had still not returned to work by that time.  He was reportedly cut-off his Income Replacement Benefits in October of 2022, compounding his psychological struggles.  \n\n\n\nThroughout his recovery, Mr. Mbouogno has dealt with persistent pain, particularly in his lower back, which has been managed with both pharmacological and non-pharmacological treatments, including massage therapy and the use of a TENS machine. The accident also resulted in significant psychological impacts, including symptoms consistent with PTSD and major depressive disorder, necessitating psychological support and access to rehabilitation services such as occupational therapy. To aid in mobility and accommodate his physical limitations, Mr. Mbouogno has been advised to use assistive devices such as a wheeled-walker although he has been resistant to the idea of using such a device.  \n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Samrai-Guindea, GP\n\nHe sees his GP infrequently.  He will have a yearly checkup and seek access to his GP only when needed. \n\nHe does not recall the date of his last appointment.\n\nTBD\n\nDr. Denis Tondro, Chiropractor\n\nHe is currently receiving chiropractic treatment once weekly.\n\nAdjustment provided\n\nOngoing\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nVimovo\n\n500 mg morning and night.\n\nPain\n\nSupplements\n\nHe takes calcium and magnesium supplements.\n\nGeneral Health and Wellbeing\n\nExtra-Strength Tylenol\n\nHe supplements the Vimovo with a regular regimen of Tylenol including two tablets morning, noon and night.\n\nPain\n\n\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nMr. Zacharie Mbouogno continues to experience a range of debilitating physical symptoms following the motor vehicle accident on October 24, 2021. These symptoms, as detailed in his self-reports and supported by findings in Dr. Markus Besemann's expert report, illustrate the ongoing physical and psychological challenges he faces:\n\n\n\nHeadaches: Mr. Mbouogno reports headaches that occur every two weeks, rated at 6/10 on the pain scale. These headaches, described as frontotemporal, began approximately one year post-accident and are linked to stress and anxiety.\n\n\n\nVertigo: He experiences episodes of vertigo that occur unpredictably, requiring that he closes his eyes for a few minutes  This contributes to his overall sense of instability when standing or walking, requiring stand-by supervision when he mobilizes within his home, especially on bad days..\n\n\n\nNeck Pain: He describes severe neck pain with a variable intensity that can reach up to 7/10. The pain is chronic and intermittent, significantly restricting his neck mobility and impacting his daily activities.\n\n\n\nLower Back Pain: Persistent lower back pain, predominantly on the right side, is described as burning and stabbing, occasionally radiating down to his right leg. This pain fluctuates between 6 and 7/10 and is worse with bending forward, though somewhat relieved by heat and standing.\n\n\n\nLeft Knee Pain: Mr. Mbouogno experiences intermittent pain in his left knee, with swelling noted occasionally. This pain is consistently rated between 6 and 7/10 and increases with full knee flexion.\n\n\n\nRight Ankle Pain: Similar to his left knee, he reports intermittent pain in his right ankle, also rated between 6 and 7/10.\n\n\n\nHypersensitivity: Post-accident, he has developed hypersensitivity to light and loud noises, which complicates his sensory processing and contributes to his discomfort.\n\n\n\nNeurogenic Symptoms: He is diagnosed with significant nerve root impingements affecting the right S1 and left L4 nerve roots, contributing to his neurogenic claudication symptoms.\n\n\n\n\n\n\n\nCognitive and Emotional Symptoms\n\n\n\nMr. Zacharie Mbouogno reports several cognitive and emotional symptoms that have significantly impacted his daily functioning and emotional well-being since the accident:\n\n\n\nCognitive Symptoms:\n\n\n\nMemory Issues: \tMr. Mbouogno has become very forgetful, struggling with short-term \t\t\t\tmemory recall.\n\n\n\nReasoning Skills: \tThere is a noted deterioration in his problem-solving and reasoning \t\t\t\tabilities, which he finds particularly challenging.\n\n\n\nMultitasking Issues: \tHe experiences difficulties with multitasking, affecting his ability to \t\t\t\tengage in more complex tasks.\n\n\n\nConcentration: \tMr. Mbouogno has trouble concentrating and often finds it hard to recall \t\t\t\tinformation after watching documentaries or engaging in discussions.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nEngagement: \t\tThere is a decrease in his engagement with his wife and other family \t\t\t\tmembers, showing a withdrawal from intimate and social interactions.\n\n\n\nDepression/Anxiety: \tHe exhibits signs of depression and anxiety, feeling overwhelmed by his \t\t\t\tconditions and future prospects.\n\n\n\nPessimism: \t\tMr. Mbouogno has become pessimistic about his ability to manage future \t\t\tprojects, such as the possibility of moving to a single-family home,  \t\t\t\tindicating a significant loss of hope and motivation.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMr. Mbouogno reported making use of the following strategies to manage his symptoms at this time:\n\n\n\nRest\n\nActivity avoidance\n\nMedication\n\nMyflex cream\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nMr. Mbouogno reported that he can sit for periods of 15 - 30 minutes depending on the day.  He noted a need to reposition frequently and to alternate between positions while seated for lengthier periods of time.\n\nBed mobility\n\nMs. Mbouogno depends on assistance provided by his wife for the management of bed transfers.  He was found unable to independently walk to his bed and lie in it without support from his wife in lifting his legs up to the bed surface.  Bed mobility was slow and laboured, requiring a short period of rest after the transfer into bed was completed.\n\nTransfers\n\nMr. Mbouogno requires stand-by supervision and intermittent assistance with all transfers.  He was observed requiring physical assistance to stand from a chair seated position.  He was unable to independently sit and rise from the low-level toilet in his ensuite bathroom.  He would benefit from the use of a raised toilet seat or consideration to replacement of his existing toilet to a “comfort height” toilet.  He also demonstrated his ability to enter into his shower stall with assistance provided by his wife for placing a folding chair in the shower enclosure and supervising Mr. Mbouogno as he completed the transfer and seated himself with support from the adjacent wall.  He would benefit from the use of a shower chair with back and armrests as well as access to a telephone shower head to facilitate showering tasks and enhance safety whilst showering. \n\nStanding\n\nMr. Mbouogno reported being able to stand for short periods of time only.  He was observed standing upright in a static and dynamic standing manner for only short periods throughout this assessment.  He was found to be unsteady on his feet.\n\nBalance\n\nStatic balance assessed using Four-Stage Balance Test, consisting of holding four different stances for at least 10 seconds each. \n\nwith his feet together\n\non one foot (right then left)\n\nwhile in a semi-tandem and,\n\nwhile tandem stance.\n\n\n\nMr. Mbouogno was unable to complete any of the balance tests listed above.  He is believed to be at high risk for falls and is encouraged to make use of supervisory support while ambulating to ensure his safety.  He would also be encouraged to investigate the use of a 4-wheeled walker to provide additional support when mobilizing in his home and in the community.\n\nWalking\n\nMr. Mbouogno reported that he is able to wal;k short distances with his wife by his side.  He was observed ambulating in a slow, planned manner, without the use of a mobility aid, holding his wife’s hand as she walked by his side at  all times during this assessment.  She noted that she cannot leave her husband home alone and was required to stop working in order to care for her husband.\n\nStairs\n\nMr. Mbouogno noted that stairs are particularly difficult for him and he only descends in the morning and returns at night when he is ready for bed.  He noted that he remains on the main floor of his home throughout the day to avoid the exertion and pain which follows each staircase excursion.  He never climbs without his wife by his side due to his unpredictable vertigo and fear of falling.  He was observed climbing his 14-stair staircase slowly, with  a combination of step-stop and reciprocal stair climbing.  He was observed relying on support from his wife at all times while ascending.  He was observed descending without assistance, in a slow, planned manner, leaning heavily on the handrail.\n\nLifting/Carrying\n\nMr. Mbouogno is unable to lift or carry any sort of loads.  He struggles with maintaining his balance when upright and it would be unsafe for him to carry a load without placing himself at risk for falls.  His wife confirmed that she does all of the lifting in the home and will retrieve objects for her husband throughout the day.  He is completely dependent on her in this regard.\n\nKneeling\n\nMr. Mbouogno reported that he was able to kneel with some discomfort pre-accident.  This was not a difficult position for him to achieve or to recover from.  \n\n\n\nHe is at this timer unable to kneel and completely avoids this posture.  \n\n\n\nNot observed due to difficulties noted with his overall mobility and clinical presentation.  This is not deemed a functional posture\n\nSquatting/Crouching\n\nWas able to squat and crouch with some discomfort pre-accident.\n\n\n\nAble to achieve a partial (½) squat while using his hands to prop his upper body on his upper-thighs.   He was observed reaching for the adjacent chair for support while completing this transfer.  \n\nBending\n\nMr. Mbouogno is unable to bend forward or sideways without experiencing severe lower back pain.  He was observed wearing a lumbar belt for support which he indicated wearing at all times of the day, removing it only to sleep and shower.  \n\nReaching\n\nMr. Mbouogno demonstrated his ability to reach around his person (without leaning heavily) to access objects located in his vicinity.\n\nFine Motor Coordination\n\nMr. Mbouogno demonstrated no issues with his fine motor dexterity.\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nSome range limitations noted in cervical extension, accompanied with a pain experience.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\n¾ range\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk active range of motion limited in all directions.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMr. Mbouogno’s general affect was found to be flat and punctuated with moments of anger and tearfulness as he shared how his life had been impacted by the injuries he sustained.  He shared intense   frustration with the extent of his limitations not being acknowledged by his insurer.  He noted the devastating effect that his inability to work has had on his household finances and the resultant anxiety and depression he and his wife now experience on a daily basis.  He did not demonstrate any form of emotional lability during this assessment and was pleasant and cooperative with the entirety of this assessment.\n\n\n\n\n\nCognitive Presentation:\n\n\n\nMr. Mbouogno presented with some delayed cognitive processing issues, as he would take some time to reflect and gather his thoughts before answering questions.  He was observed struggling at times to clarify what he wanted to say, and was also at times tangential in his thinking.  No gross cognitive impairments were otherwise noted during this assessment.\n\n\n\n\n\nTYPICAL DAY:\n\n\n\nA typical day for Mr. Zacharie Mbouogno post-accident reflects the significant impact that his injuries and symptoms have on his daily life. Here is a detailed breakdown of his routine:\n\n\n\nMorning Routine:\n\n\n\nMr. Mbouogno typically wakes up at 10 AM and starts his day by going to the shower and washroom, where he requires assistance from his wife to wash and manage the water settings due to his physical limitations.\n\n\n\nAfter the shower, his wife prepares breakfast, usually consisting of toast and eggs.\n\n\n\nHe then sits to watch the news but often falls asleep unpredictably during this time, sometimes sleeping an additional 30 minutes due to fatigue.\n\n\n\nAfternoon and Evening Activities:\n\n\n\nMr. Mbouogno applies heat to his body every second day to manage pain and discomfort.\n\n\n\nHe attempts to engage in activities like watching the news, reading news articles on his phone, though his concentration issues hinder his ability to stay focused and he is also prone to significant rumination.\n\n\n\nHis wife handles all of the household responsibilities (including everything Mr. Mbouogno did pre-accident), as Mr. Mbouogno’s physical, emotional and cognitive symptoms prevent him from participating in any way in daily chores.\n\n\n\n\n\nNight Routine:\n\n\n\nHe goes to bed around 10 PM but struggles with insomnia, often falling asleep within 30 minutes but waking up frequently throughout the night due to pain and then ruminating and unable to fall asleep. On average, he manages to get about 5 hours of sleep and wakes unrefreshed.\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nTYPE OF DWELLING\n\n\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond floor\n\nHardwood\n\nBathrooms\n\n3\n\nPower room on main floor\n\nFull Ensuite with stand-up shower stall and jacuzzi tub \n\nFull bathroom with standard tub and toilet\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nHardwood\n\nFamily Room\n\n1\n\nMain floor\n\nHardwood\n\nDining Room\n\n1\n\nMain floor\n\nHardwood\n\nKitchen \n\n1\n\nMain floor\n\nTile\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nStaircase leading to the second floor with two landings and a full staircase leading to the basement of the home.\n\nCarpet\n\nBasement\n\nYes\n\nFinished basement.  \n\nCarpet\n\nDriveway Description\n\nSingle car driveway\n\nYard description\n\nSmall city plot, managed by owner\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried  X              Single  ☐             Common Law  ☐          Other  ☐\n\nLiving Arrangement\n\nLives with his wife of 42 years in a two-storey townhome.  His wife was required to stop working in order to care for her husband.\n\nChildren\n\nThe couple have six children who are all grown and living in Toronto.\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the subject motor vehicle accident, Mr. Mbouogno was independent in the performance of all self-care functions.  He performed them with ease and generally unimpeded by any restrictions. \n\n\n\nAt the time of this assessment, Mr. Mbouogno experiences impairments in his overall mobility (ROM limitations and poor postural tolerances), which are exacerbated by intermittent episodes of vertigo.  He receives support from his wife for the management many self-care activities on a daily basis:\n\n\n\nDonning his shoes\n\nMeal preparation (used to make his own breakfast and lunch and share in dinner preparation, now is dependent on his wife for all of his meal preparation needs)\n\nManaging the bathroom and bedroom environments\n\nManaging transfers (chair, bed and toilet), 3 of 7 days per week (on average) when symptoms are amplified\n\nSupport in daily stretching program\n\nOversight of medication intake and maintaining medication supply\n\nStand-by supervision and assistance in showering\n\n\n\nThe extent of Mr. Mbouogno’s care requirements have resulted in his wife interrupting her engagement in the workforce to care for her husband full-time.  He is rarely left alone for any extended periods of time due to fears for his safety and wellbeing.\n\n\n\nWhile understanding that Mr. Mbouogno is not currently eligible to receive any Attendant Care Benefit, this therapist has opted to complete a Form 1 to reflect and emphasize the extent of care he currently requires as a result of his accident-related impairments, provided solely by his wife.  \n\n\n\nPlease refer to the Assessment of Attendant Care Needs section of this report for more information.\n\n\n\n\n\n\n\nHome Management Activities:\n\n\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\n\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nI – Mr. Mbouogno managed meal preparation independently.  He would manage his daily breakfast and lunch, while he shared in the preparation of dinner meals.  \n\nU - Mr. Mbouogno is currently unable to participate in meal preparation tasks.  He relies on assistance from his wife, who has now taken over the responsibility of meals and associated activities for the household.  \n\nDishwashing\n\nNA - Mr. Mbouogno notes that his wife managed all dishwashing pre-accident.\n\nNot applicable\n\nGroceries/errands\n\nI – Mr. Mbouogno did not report any difficulties accessing the community to obtain groceries or run errands.  He was independent in this regard and shared grocery shopping and running errands with his wife.\n\nU - Mr. Mbouogno indicated that he no longer goes on outings with his wife other than an occasional short excursion to pick up a few items.  He otherwise does not participate in this activity.\n\nBathroom cleaning\n\nI – Mr. Mbouogno was responsible for cleaning the three bathrooms pre-accident.  He would deep-clean and disinfect the bathrooms every two weeks.  \n\nU - Mr. Mbouogno is unable to engage in any form of bathroom cleaning at this time due to his inability to bend forward and reach low-levels.   His wife now washes the bathrooms as-required.\n\nMaking/changing beds\n\nI – Mr. Mbouogno reported being independent in the changing of his bed linen on a regular basis as well as making his bed daily.  He reported that he shared this responsibility with his wife.\n\nU - Mr. Mbouogno noted that he is now unable to assist his wife with this task.  \n\nVacuuming\n\nI – Mr. Mbouogno would use a vacuum cleaner to clean the home on a weekly basis.  He was primarily responsible for this task.\n\nU - Mr. Mbouogno is unable to engage in any form of vacuuming at this time.\n\nSweeping\n\nMr. Mbouogno was not responsible for sweeping activities pre-accident.\n\nNA\n\nMopping\n\nMr. Mbouogno was not responsible for mopping activities pre-accident.\n\nNA\n\nDusting\n\nMr. Mbouogno was not responsible for dusting activities pre-accident.\n\nNA\n\nTidying\n\nI – Mr. Mbouogno reported tidying his living environment regularly in tandem with his wife.\n\nU - Mr. Mbougno is unable to assist in a meaningful manner to the tidying of the home.  He is able to keep items in his immediate surroundings organized however cannot assist his wife beyond that.\n\nLaundry\n\nI – Mr. Mbouogno shared in the management of the household’s laundry without difficulty pre-accident.\n\nU - Mr. Mbouogno is currently dependent on his wife to wash his clothing as well as linens and towels\n\nGarbage Removal/Recycling\n\nI – Mr. Mbouogno managed the carrying of bags of garbage and recycling bins from the garage to the curb on a weekly basis.\n\nU -  Mr. Mbouogno’s wife is now managing this weekly chore without any assistance.\n\n\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nMr. Mbouogno was primarily responsible for lawn care pre-accident.\n\nMr. Mbouogno is unable to use a push mower at this time and cannot walk safely on uneven ground due to his impaired balance and mobility.\n\nGardening\n\nMr. Mbouogno shared a garden with his wife pre-accident.  His wife noted that they kept a vegetable garden in their yard and grew vegetables every year.\n\nMr. Mbouogno has interrupted his engagement in gardening last year and does not expect to be able to participate this year.\n\nSnow Removal\n\nMr. Mbouogno managed snow removal of the driveway and walkway prior to the accident.\n\nMr. Mbouogno is unable to manage snow removal at this time.  His wife cleared the driveway and walkway throughout this past winter.\n\n\n\n\n\nFinances/Financial Management:\n\n\n\nMr. Mbouogno noted that he remains able to \n\n\n\n\n\nCaregiving Activities:\n\n\n\nMr. Mbouogno is not the primary caregiver for any of his children at this time.\n\n\n\n\n\nVocational Activities:\n\n\n\nPre-accident Employment Status\n\nDriving instructor\n\nEmployer\n\nSelf-employed, owner/operator Circuit Driving School\n\nJob Title/Duties\n\nDriving instructor\n\nHours per week\n\n38 - 45 hours power week\n\nComments\n\nHe attempted to keep his business going after the subject MVA and worked a short period of time at no more than 8 - 10 hours per week.  In late-March of 2022, he noted that he ended his contract with the high school where the bulk of his student referrals were received.\n\n\n\nCurrent Employment Status\n\nUnemployed\n\nComments\n\nMr. Mbouongno indicated that he has been unable to work since March of 2022.   He describes a significant impact on his household finances as a result of his inability to work.\n\nLeisure Activities:\n\n\n\nPrior to the subject motor vehicle accident, Mr. Mbouogno noted that he spent his leisure time with his wife, going out to restaurants, traveling and walking on a daily basis.  He noted that he enjoyed an active lifestyle which he balanced with full-time work hours with ease.\n\n\n\nAt the time of this assessment, Mr. Mbouogno indicated that he has not resumed engagement in any of his pre-accident leisure activities.  He spends the whole of his time at home, resting and managing his symptoms.\n\n\n\n\n\nCommunity Access:\n\n\n\nMr. Mbouogno noted that he rarely leaves his home to access the community.  His wife has taken over the responsibility of running errands and grocery shopping, which Mr. Mbouogno noted was an added burden for her to manage on top of everything else she has been required to take over.  \n\n\n\n\n\nVolunteer Activities:\n\n\n\nMr. Mbouogno noted that he was not involved in any form of volunteering prior to the subject motor vehicle accident.  \n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of May 9, 2024. The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist’s] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMr. Mbouogno is currently unable to don his shoes independently and requires assistance to don them on a daily basis.\n\n35 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week\n\nProsthetics\n\nNot applicable\n\n0 minutes per week\n\nOrthotics\n\nMr. Mbougno is able to don and doff his lumbar belt independently.\n\n0 minutes per week\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMr. Mbouogno remains independent in the management of his grooming needs.\n\n0 minutes per week\n\nFeeding\n\nMr. Mbouogno is dependent on his wife for the management of all meals.  Pre-accident, he was responsible for his breakfast and lunch and shared dinner preparation.  He requires one hour per day of assistance to manage meals he was responsible for preparing pore-accident.\n\n420 minutes per week\n\nMobility *\n\nMr. Mbouogno and his wife confirmed that he requires stand-by supervision for his mobility needs 3/7 days per week.  On those days, his wife must be by his side during all transfers and ambulation as well as for stair climbing.  He requires approximately 90 minutes of stand-by supervision and assistance with mobility, 3 days per week.\n\n270 minutes per week\n\nExtra Laundering\n\nMr. Mbouogno does not present with any extra pandering needs at this time.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMr. Mbouogno did not manage bathroom or bedroom daily hygiene pre-accident.  On those days where he is more symptomatic (3 days per week), he requires approximately 1 hour of assistance to ensure his comfort and safety.\n\n180 minutes per week\n\nBasic Supervisory Care **\n\nMr. Mbouogno does not present with any basic supervisory needs at this time.\n\n0 minutes per week\n\nCo-ordination of Attendant Care\n\nNot applicable.\n\n0 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g., individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nIndependent\n\n0 minutes per week\n\nBowel Care\n\nIndependent\n\n0 minutes per week\n\nTracheostomy\n\nNA\n\n0 minutes per week\n\nVentilator Care\n\nNA\n\n0 minutes per week\n\nExercise\n\nMr. Mbouogno requires assistance with the completion of his daily stretching program.  \n\n210 minutes per week\n\nSkin Care\n\nNone at this time.\n\n0 minutes per week\n\nMedication\n\nMr. Mbouogno requires assistance for the management of his medication, specifically to ensure he has taken them and to maintain his medication supply.\n\n70 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Mbouogno receives assistance for approximately 60 minutes daily to complete his showering tasks.  Depending on the day, his wife will be required to provide physical assistance in transfers and always is required to assist him with washing his lower body and back.  \n\n315 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nMr. Mbouogno does not have any medications requiring maintenance. \n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nMr. Mbouogno does not present with any skilled supervisory needs at this time.\n\n0 minutes per week\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t 12.08 hours per week \t   $774.18 /month\n\nPart 2 \t-  Basic Supervisory Functions\t   3.00 hours per week \t   $180.60 /month  \n\nPart 3\t-  Complex Health/Care and Hygiene\t   9.92  hours per week \t   $900.17 /month\n\n\n\nTotal monthly assessed attendant care benefit:  $1854.95 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEncl:  \tForm 1\n\n\n\nCc:\tMcNally Gervan ℅ Rebecca Duplantie\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n \n\n\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond floor\n\nHardwood\n\nBathrooms\n\n3\n\nPower room on main floor\n\nFull Ensuite with stand-up shower stall and jacuzzi tub \n\nFull bathroom with standard tub and toilet\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nHardwood\n\nFamily Room\n\n1\n\nMain floor\n\nHardwood\n\nDining Room\n\n1\n\nMain floor\n\nHardwood\n\nKitchen \n\n1\n\nMain floor\n\nTile\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nStaircase leading to the second floor with two landings and a full staircase leading to the basement of the home.\n\nCarpet\n\nBasement\n\nYes\n\nFinished basement.  \n\nCarpet\n\nDriveway Description\n\nSingle car driveway\n\nYard description\n\nSmall city plot, managed by owner\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried  X              Single  ☐             Common Law  ☐          Other  ☐\n\nLiving Arrangement\n\nLives with his wife of 42 years in a two-storey townhome.  His wife was required to stop working in order to care for her husband.\n\nChildren\n\nThe couple have six children who are all grown and living in Toronto.",
    "MEDICAL_HISTORY": "Prior to the motor vehicle accident on October 24, 2021, Mr. Zacharie Mbouogno was an active individual with a lifestyle characterized by regular physical activity and dietary management tailored to his health needs. According to the information provided, Mr. Mbouogno avoided meats, cheese, and chocolate, indicating dietary restrictions potentially aimed at managing a specific health condition.\n\nMr. Mbouogno had been diagnosed with arthritis in his knee approximately 10 years prior to the accident. This condition was managed pharmacologically with Vimovo 500mg administered twice daily. Despite this chronic condition, he maintained an active regimen that included walking 5 kilometers three to four times per week and participating in gym sessions three times weekly at Goodlife Fitness. \n\nFrom an occupational standpoint, Mr. Mbouogno's employment involved working 38 to 45 hours per week, indicating a significant level of functional endurance and capacity to manage work-related demands.\n\nMECHANISM OF INJURY:\n\nThe incident occurred on October 24, 2021, when Mr. Zacharie Mbouogno was involved in a motor vehicle accident while traveling east on Innes Road at the intersection with Anderson Road, approximately 150 meters before the intersection. The area was marked with construction signs warning of potential hazards due to holes in the road.\n\nMr. Mbouogno’s vehicle was rear-ended by another vehicle traveling at a high rate of speed. At the time of impact, Mr. Mbouogno’s vehicle was moving at a speed between 100-110 kilometers per hour, and he was subsequently propelled into a corn field after being struck. The collision resulted in Mr. Mbouogno losing consciousness for approximately 10 minutes.\n\nUpon regaining consciousness, Mr. Mbouogno was able to exit the vehicle unassisted, although he was confused and disoriented. Emergency medical services were called to the scene, and he was subsequently evaluated by paramedics.\n\nNATURE OF INJURY:\n\nBased on a review of available medical documentation, Mr. Mbouogno sustained the following injuries as a result of the subject motor vehicle accident:\n\n1.\tLumbosacral spine sprain/strain grafted onto pre-existing degenerative disc disease\n\n\tbut asymptomatic at the time of the accident with associated:\n\n\t(i) Presumed right S1 radiculopathy;\n\n\t(ii) Presumed left L4 radiculopathy; and\n\n\t(iii) Presumed neurogenic claudication with spinal stenosis.\n\n\tHe also sustained a contusion/sprain/strain of the left knee with residual pain and\n\n\timpairment of full range of motion and an injury to his right ankle with residual pain and\n\n\timpaired range of motion.\n\n2.\tProbable PTSD (to be confirmed by others).\n\n3.\tProbable Major Depressive Disorder (to be confirmed by others)\n\nCOURSE OF RECOVERY TO DATE:",
    "SYMPTOMS": "At the time of this assessment, Mr. Mbouogno indicated that he has not resumed engagement in any of his pre-accident leisure activities.  He spends the whole of his time at home, resting and managing his symptoms.\n\nCommunity Access:\n\nMr. Mbouogno noted that he rarely leaves his home to access the community.  His wife has taken over the responsibility of running errands and grocery shopping, which Mr. Mbouogno noted was an added burden for her to manage on top of everything else she has been required to take over.  \n\nVolunteer Activities:\n\nMr. Mbouogno noted that he was not involved in any form of volunteering prior to the subject motor vehicle accident.  ",
    "TYPICAL_DAY": "TYPICAL DAY:",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $1854.95 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tMcNally Gervan ℅ Rebecca Duplantie\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Mr. Mbouogno’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
    "ADLS": "At the time of this assessment, Mr. Mbouogno experiences impairments in his overall mobility (ROM limitations and poor postural tolerances), which are exacerbated by intermittent episodes of vertigo.  He receives support from his wife for the management many self-care activities on a daily basis:\n\nDonning his shoes\n\nMeal preparation (used to make his own breakfast and lunch and share in dinner preparation, now is dependent on his wife for all of his meal preparation needs)\n\nManaging the bathroom and bedroom environments"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "ENVIRONMENTAL": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {}
    },
    "ENVIRONMENTAL": {
      "homeType": "ROOMS",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "Second floor",
        "Bathrooms",
        "Power room on main floor",
        "Full bathroom with standard tub and toilet",
        "Living Room",
        "Main floor",
        "Main floor",
        "Dining Room",
        "Main floor",
        "Kitchen",
        "Main floor",
        "Basement",
        "Stairs",
        "Staircase leading to the second floor with two landings and a full staircase leading to the basement of the home.",
        "Basement",
        "Finished basement.",
        "Lives with his wife of 42 years in a two-storey townhome.  His wife was required to stop working in order to care for her husband."
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond floor\n\nHardwood\n\nBathrooms\n\n3\n\nPower room on main floor\n\nFull Ensuite with stand-up shower stall and jacuzzi tub \n\nFull bathroom with standard tub and toilet\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nHardwood\n\nFamily Room\n\n1\n\nMain floor\n\nHardwood\n\nDining Room\n\n1\n\nMain floor\n\nHardwood\n\nKitchen \n\n1\n\nMain floor\n\nTile\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nStaircase leading to the second floor with two landings and a full staircase leading to the basement of the home.\n\nCarpet\n\nBasement\n\nYes\n\nFinished basement.  \n\nCarpet\n\nDriveway Description\n\nSingle car driveway\n\nYard description\n\nSmall city plot, managed by owner\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried  X              Single  ☐             Common Law  ☐          Other  ☐\n\nLiving Arrangement\n\nLives with his wife of 42 years in a two-storey townhome.  His wife was required to stop working in order to care for her husband.\n\nChildren\n\nThe couple have six children who are all grown and living in Toronto.",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [
        "arthritis in his knee approximately 10 years prior to the accident"
      ],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "arthritis in his knee approximately 10 years prior to the accident",
      "secondaryDiagnoses": [],
      "medicalNotes": "Prior to the motor vehicle accident on October 24, 2021, Mr. Zacharie Mbouogno was an active individual with a lifestyle characterized by regular physical activity and dietary management tailored to his health needs. According to the information provided, Mr. Mbouogno avoided meats, cheese, and chocolate, indicating dietary restrictions potentially aimed at managing a specific health condition.\n\nMr. Mbouogno had been diagnosed with arthritis in his knee approximately 10 years prior to the accident. This condition was managed pharmacologically with Vimovo 500mg administered twice daily. Despite this chronic condition, he maintained an active regimen that included walking 5 kilometers three to four times per week and participating in gym sessions three times weekly at Goodlife Fitness. \n\nFrom an occupational standpoint, Mr. Mbouogno's employment involved working 38 to 45 hours per week, indicating a significant level of functional endurance and capacity to manage work-related demands.\n\nMECHANISM OF INJURY:\n\nThe incident occurred on October 24, 2021, when Mr. Zacharie Mbouogno was involved in a motor vehicle accident while traveling east on Innes Road at the intersection with Anderson Road, approximately 150 meters before the intersection. The area was marked with construction signs warning of potential hazards due to holes in the road.\n\nMr. Mbouogno’s vehicle was rear-ended by another vehicle traveling at a high rate of speed. At the time of impact, Mr. Mbouogno’s vehicle was moving at a speed between 100-110 kilometers per hour, and he was subsequently propelled into a corn field after being struck. The collision resulted in Mr. Mbouogno losing consciousness for approximately 10 minutes.\n\nUpon regaining consciousness, Mr. Mbouogno was able to exit the vehicle unassisted, although he was confused and disoriented. Emergency medical services were called to the scene, and he was subsequently evaluated by paramedics.\n\nNATURE OF INJURY:\n\nBased on a review of available medical documentation, Mr. Mbouogno sustained the following injuries as a result of the subject motor vehicle accident:\n\n1.\tLumbosacral spine sprain/strain grafted onto pre-existing degenerative disc disease\n\n\tbut asymptomatic at the time of the accident with associated:\n\n\t(i) Presumed right S1 radiculopathy;\n\n\t(ii) Presumed left L4 radiculopathy; and\n\n\t(iii) Presumed neurogenic claudication with spinal stenosis.\n\n\tHe also sustained a contusion/sprain/strain of the left knee with residual pain and\n\n\timpairment of full range of motion and an injury to his right ankle with residual pain and\n\n\timpaired range of motion.\n\n2.\tProbable PTSD (to be confirmed by others).\n\n3.\tProbable Major Depressive Disorder (to be confirmed by others)\n\nCOURSE OF RECOVERY TO DATE:",
      "confidence": {
        "primaryDiagnosis": 0.8,
        "diagnoses": 0.8,
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "At the time of this assessment, Mr. Mbouogno indicated that he has not resumed engagement in any of his pre-accident leisure activities.  He spends the whole of his time at home, resting and managing his symptoms.\n\nCommunity Access:\n\nMr. Mbouogno noted that he rarely leaves his home to access the community.  His wife has taken over the responsibility of running errands and grocery shopping, which Mr. Mbouogno noted was an added burden for her to manage on top of everything else she has been required to take over.  \n\nVolunteer Activities:\n\nMr. Mbouogno noted that he was not involved in any form of volunteering prior to the subject motor vehicle accident.  ",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "TYPICAL DAY:",
      "confidence": {
        "morningRoutine": 0,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $1854",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $1854.95 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tMcNally Gervan ℅ Rebecca Duplantie\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Mr. Mbouogno’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": "Mbouogno experiences impairments in his overall mobility (ROM limitations and poor postural tolerances), which are exacerbated by intermittent episodes of vertigo."
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "At the time of this assessment, Mr. Mbouogno experiences impairments in his overall mobility (ROM limitations and poor postural tolerances), which are exacerbated by intermittent episodes of vertigo.  He receives support from his wife for the management many self-care activities on a daily basis:\n\nDonning his shoes\n\nMeal preparation (used to make his own breakfast and lunch and share in dinner preparation, now is dependent on his wife for all of his meal preparation needs)\n\nManaging the bathroom and bedroom environments",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0.5,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    }
  }
}