{
  "fileName": "Copy of Vu, Angie IHA.docx",
  "originalText": "OCCUPATIONAL THERAPY TREATMENT SUMMARY\n\n\n\nClient Name:\n\n Thuong (Angie) Vu\n\nDate of Birth:\n\n1989-01-04\n\nAddress:\n\n203 Aquillo Crescent, Stittsville, ON K2S 0L8\n\nDate of Loss:\n\n2020-05-26\n\nTelephone #:\n\n(613) 591-9951\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nHappiness Nwaigwe\n\nInsurer:\n\nThe Cooperators General Insurance Company\n\n\n\n\n\nClaim No.:\n\n001789514\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDates of Assessment:\n\n2022-04-22 to 2023-03-14\n\n\n\n\n\nDate of Report:\n\n2023-03-27\n\n\n\nASSESSOR QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 24 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to providing expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nPREAMBLE:\n\n\n\nMs. Thuoung (Angie) Vu was referred to Ferland & Associate Rehabilitation Inc. in March of 2022 by her legal representative Mr. Frank McNally, requesting an Occupational Therapy assessment in relation to injuries Ms. Vu sustained in a motor vehicle accident occurring on May 26, 2020.  Ms. Vu presented in a state of acute mental health decompensation with symptoms of dissociation, psychosis, suicidality and generalized anxiety.  Due to her complex clinical presentation, Ms. Vu was unable to participate effectively in an Occupational Therapy Assessment.  She presented with a number of psychiatric symptoms which precluded her meaningful engagement in the occupational therapy assessment process, leading this therapist to intervene by supporting Ms. Vu through recurring crises which arose over the nearly one year since this therapist’s original contact with her.\n\n\n\nIn an effort to obtain some traction in understanding Ms. Vu’s complicated clinical presentation, this therapist connected with Ms. Vu’s family physician, Dr. Adea, who has known Ms. Vu for many years pre-dating the subject MVA.  This physician contact led to a referral for a comprehensive psychiatric evaluation, the results of which were received on March 14, 2023.  This report completed by Dr. Nathalie Cote, Psychiatrist, will be referenced in this OT assessment report as it  provides a clear clinical narrative which contextualizes the functional impairments noted herein.  \n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMs. Vu is a 33-year-old single mother of a 6-year-old disabled son who was involved in a motor vehicle accident on May 26, 2020. As a result of this accident, Ms. Vu has been diagnosed with the following conditions by her early treatment team members: \n\n\n\nWAD2\n\nStrain and sprain of thoracic spine/lumbar spine\n\nGeneralized Anxiety Disorder\n\nDepression\n\nPTSD\n\nPanic attacks\n\nSuicidal thoughts\n\nChronic pain\n\nChronic post-traumatic headaches/migraines\n\nSleeping problems\n\n\n\nThis therapist first met with Angie in April of 2022 after receiving a referral from her legal representative Mr. Frank McNally requesting this therapist’s involvement in providing care to his client. Ms. Vu presented with a complex clinical history including a recent suicide attempt and reported signs of psychosis.  Sessions were held with Ms. Vu  from April to November of 2022 in an attempt to gain an understanding of her situation at which time it became apparent that Ms. Vu’s medical condition was not stable and required immediate attention. A joint meeting with her GP, Dr. Adea, was held in the fall of 2022 leading to a referral for an emergency psychiatric consult. An assessment was completed by Dr. Cote, psychiatrist, who produced a report dated December 8 2022 providing a clear narrative of Ms. Vu’s clinical evolution. A 3-step pharmaceutical plan was provided, and the following diagnosis were clarified:\n\n\n\nPost-Traumatic Stress Disorder. Severe, secondary to MVA in 2020; symptoms compounded by multiple significant losses since then including the loss of her business, of her financial independence, and the breakdown of her marriage, and further exacerbated by her chronic pain from fibromyalgia.  Dr. Cote noted: “Ms. Vu's PTSD is one of the most severe that I have seen through my practice; it is associated with significant distress and impairment in numerous areas of her functioning including personal, social, and occupational functioning. It is my opinion that the severity of her symptoms prevents her from being able to work”.\n\nGeneralized Anxiety Disorder. longstanding\n\nPanic Disorder, longstanding\n\nSocial Anxiety traits, presenting following subject MVA.  These are trauma-related, not consistent with a separate Social Anxiety Disorder\n\nMajor Depressive Disorder, current episode severe\n\nAttention Deficit Hyperactivity Disorder (ADHD), by history\n\n\n\nAt the present time, Angie is navigating her daily life and symptoms with little to no support. She continues to provide care for her son Lucas whom she has in her custody every afternoon from Monday to Friday and overnight on Friday and Saturday. She is at this time operating in two distinct routine patterns, depending on whether or not she has her son with her. When Lucas is in her care, she focuses all of her energy on providing care, stimulation, nourishment, and tending to any needs as they arise. She finds herself to be “on” the entire time she is with him struggling to maintain her focus and attention on the necessities he requires. She follows a daily routine dictated by Lucas’ needs and when he leaves to be with his father, she decompensates and for all intents and purposes, “shuts down”.  She will sleep for periods of up to 16 hours and will spend her waketime ruminating, trying to distract herself with videos and light reading, at times dissociating and losing track of time for periods of minutes to hours. Angie is currently in need of multidisciplinary treatment to assist her and overcoming the challenges which have arose following the subject motor vehicle accident. She requires interventions to stabilize her financial situation, to obtain and maintain access to prescription medication, to engage in regular counseling with her treating psychologist, as well as to foster community outings and engagement in meaningful activity. This therapist recommends the introduction of a rehabilitation support worker to work in tandem with this therapist in implementing goals to foster improvements in Ms. Vu's day-to-day function.\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nBased on this therapist’s assessment of Ms. Vu’s overall function over the past year, it is his opinion that Ms. Vu is currently in need of 24-hour care to ensure her safety and comfort and to assist her in navigating the difficult mental health crises she experiences on a daily basis.  She is at risk for self-harm (per her history of suicide attempt in 2021) and has displayed an inability to independently regulate her emotions to the point of experiencing dissociative events where she loses track of minutes to hours where she has no recollection of what she did.  She is at this time eligible for the maximum of $3000 per month of Attendant Care on the basis of her need for 24-hour support.\n\n\n\n\n\nHousekeeping:\n\n\n\nMs. Vu is unable to engage in consistent cleaning of her home environment.  She operates in “spurts” where she will clean very specific areas of her home where her son spends his time while neglecting the rest of her environment.  Ms. Vu requires assistance for the management of her indoor housekeeping tasks, approximately 3 hours per week, while she stabilizes her medical condition and engages in rehabilitative activities.\n\n\n\n\n\nAssistive Devices:\n\n\n\nThere are no assistive devices currently indicated to further Ms. Vu’s functional recovery.  The need for assistive devices will be reviewed in future treatment touchpoints with Ms. Vu.\n\n\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nMs. Vu would benefit from ongoing weekly to bi-weekly access to Occupational Therapy services supplemented by two weekly 3-hur sessions with a rehabilitation support worker.  OCF18s for both services have been submitted to the insurer and declined.  \n\n\n\n\n\nReferral for Other Services:\n\n\n\nMs. Vu would benefit from access to a multidisciplinary team of professionals including social work,  psychology, psychiatry, neurology, neuropsychology, speech language pathology, and physical therapy her complex clinical presentation.  \n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by her legal representative Mr. Frank McNally of McNally Gervan law firm.\n\nThe purpose of this assessment is to assess Ms. Vu’s current functional status as it relates to her ability to complete her pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMs. Vu may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nMcNally Gervan, c/o Mr. Frank McNally\n\nThe Cooperators General Insurance Company\n\n\n\nFollowing this therapist’s explanation Ms. Vu granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nIn the process of working with Ms. Vu over the past year, this therapist has received and reviewed the following documentation to assist in forming his clinical opinion reflected in this report:\n\n\n\nOriginal Referral Documents:\n\n\n\n1. \tAmbulance Call Reports\n\nA. Ambulance Call Report dated May 26, 2020\n\n\n\n2. \tFamily Doctor\n\nA. Westend Family Health\n\n(1) Clinical notes and records (May 26, 2015 to May 28, 2018)\n\n(2) Clinical notes and records (May 28, 2018 to September 9, 2020)\n\n\n\n3. \tTreating Specialists\n\nA. Vitality\n\n(1) Vitality Assessments Questionnaire dated October 7, 2020\n\n\n\nB. Pro Physio\n\n(1) Fax from Pro Physio dated May 12, 2022 re No records\n\n\t\n\n4. \tOHIP decoded summary\n\n\t\tA. Decoded OHIP Summary dated May 26, 2015 to September 22, 2020\n\n\n\n5. \tResponse to OCF-1 Application from The co-operators insurance dated September 22, 2020\n\n\n\n6. \tMVA Questionnaire completed by Hatice Turan, Occupational Therapist with Vitality      Assessments Group, dated October 7, 2020\n\n\n\nAdditional Documents Received March 13, 2023:\n\n\n\n7.\t2-Part Psychiatric Consultation report completed by Dr. Nathalie Cote, dated December 8, 2022\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nBased on a review of available file documentation, Ms. Vu presents with the following pre-existing medical conditions:\n\n\n\nFibromyalgia/Chronic Pain\n\nMigraines\n\nAsthma\n\nSupraventricular tachycardia, resolved with ablation in 2018\n\nLactose intolerance\n\n\n\nMs. Vu notes that despite these medical issues, she remained a highly functioning woman who ran a nail salon, looked after her family (including her father and siblings) while also providing care for her son Lucas, born without eyesight and requiring heightened levels of care.  She notes that she struggled with anxiety over the years but managed to “keep it together”.  She managed a significant number of concurrent demands which which forced her to operate at her limits when the subject motor vehicle accident occurred leading to a deterioration of Ms. Vu’s mental health.\n\n\n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nIn the Vitality Assessment Group  MVA questionnaire dated October 7, 2020, Ms. Vu reported the following:\n\n\n\n“I was driving down Merivale going to the gas station, and I drove past the yellow light and all of a sudden I got hit. I got out of the car to check on the other driver. The ambulance came police came, they asked me if I want to go to the hospital I said I have a son and grandmom to take care of and I thought I was OK but later I felt my legs were really heavy and I couldn't keep my eyes open, my husband put heavy blankets and I could still not feel my legs. I called my family doctor the next day or the day after and they recommended that I get an X-ray but I couldn't go because that place is very busy and I had anxiety and panic attacks. A week after I started having nightmares of my childhood in my father. I love my father to death but I am scared of him…”\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nBased on the assessment completed by Vitality Group Assessments Inc. in 2020, Ms. Vu was diagnosed with the following injuries:\n\n\n\nWAD2\n\nStrain and sprain of thoracic spine/lumbar spine\n\nGeneralized Anxiety Disorder\n\nDepression\n\nPTSD\n\nPanic attacks\n\nSuicidal thoughts\n\nChronic pain\n\nChronic post-traumatic headaches/migraines\n\nSleeping problems\n\n\n\nMs. Vu underwent a comprehensive psychiatric evaluation by Dr. Nathalie Cote in the latter part of 2022 and a report dated December 9, 2022 was provided to this therapist by Ms. Vu on March 14, 2023.  This report from Dr. Cote provided the following psychiatric diagnoses:\n\n\n\n“After over 4 hours of diagnostic assessment, I can confirm that Ms. Vu meets criteria for the\n\nfollowing:\n\n\n\n- Post-Traumatic Stress Disorder. severe. secondary to MVA in 2020; symptoms compounded by\n\nmultiple significant losses since then including the loss of her business, of her financial\n\nindependence, and the breakdown of her marriage, and further exacerbated by her chronic pain from fibromyalgia. Ms. Vu's PTSD is one of the most severe that I have seen through my practice; it is associated with significant distress and impairment in numerous areas of her functioning including personal, social, and occupational functioning. It is my opinion that the severity of her symptoms prevents her from being able to work.\n\n\n\n- Generalized Anxiety Disorder. longstanding, reconfirmed during this encounter\n\n\n\n- Panic Disorder, longstanding, reconfirmed during this encounter\n\n\n\n- She has traits of Social Anxiety though these only presented following her traumatic event.  These are trauma-related, not consistent with a separate Social Anxiety Disorder\n\n\n\n- Major Depressive Disorder, current episode severe\n\n\n\n- Attention Deficit Hyperactivity Disorder (ADHD), by history\n\n\n\nThis diagnostic assessment has ruled out Obsessive Compulsive Disorder, a Bipolar Illness, a\n\nSubstance Use Disorder, a Psychotic Illness, Borderline Personality Disorder (0/9 criteria since\n\nadolescence and persisting through adulthood, where 5+ are required for diagnosis this is\n\nconsistent with the impression from her Homewood inpatient admission where this personality\n\nstructure was also ruled out), and an acute safety issue. Though she consumes cannabis\n\n(approximately 4g/month), she does not meet criteria for Cannabis Use Disorder. Our encounter\n\nruled out any substance use disorder.”\n\n\n\n \n\nCOURSE OF RECOVERY:\n\n\n\nMs. Vu experienced significant difficulty providing a narrative of her course of recovery.  She provided details in segments during the multiple touchpoints which occurred in 2022 however a coherent narrative has only been recently obtained through the aforementioned psychiatric evaluation.\n\n\n\nMs. Vu has experienced some significant losses in the years which followed the subject motor vehicle accident.  In the months following her accident, Ms. Vu was admitted to the Emergency Room  as a result of cutting behaviours.  This was reportedly not a suicide attempt however an attempt to “snap out of it” after her ex-husband had broken up with her.  She then closed her nail salon in March of 2021, becoming dependent on her husband and family for financial support.  She subsequently had to sell her home and move into a townhome where she has been residing, with no means of supporting herself financially and remaining dependent on her family for support (rent, food, etc.).  On January 11, 2022, Ms. Vu and her husband formally separated and Ms. Vu experienced a period of emotional deterioration leading to a suicide attempt.  She was found in a hotel room where she had taken sleeping pills.  She was hospitalized on a Form 1 and subsequently released after evaluation.  \n\n\n\nFollowing this event, Ms. Vu indicated that she stopped taking all her of medications (18 in total)  which had been prescribed by her last psychiatrist.  These medications included anti-depressant medications, opiates and benzodiapenes and resulted in a period of withdrawal and generalized sickness which extended over a period of over 3 months.  Ms. Vu noted that she remained involved in psychological treatment under the care of Dr. Morrison Porter however stopped seeing him in the summer of 2022 when he reportedly went on holidays, and they did not reconnect until February of 2023 when treatments resumed and an unknown freaquency.\n\n\n\nAs a result of the significant difficulties Ms. Vu was experiencing from a psychiatric standpoint and given that she was no longer taking any form of psychotropic medication, this therapist arranged to hold a number of joint meetings with Ms. Vu and her GP Dr. Adea.  There had been limited contact between Ms. Vu and her GP in 2022 leading this therapist to arrange a first joint session on October 18, 2022.  This meeting provided Dr. Adea with a clear outline of the urgent need of a psychiatric evalution and she made a referral to Dr. Nathalie Cote, Psychiatrist who saw Ms. Vu in December of 2022.  A psychiatric consultation report dated December 8, 2022, was provided to this therapist by Ms. Vu on March 13, 2023.  She sought assistance in reconnecting with her GP to implement the medication recommendations however she has been unable to secure an appointment.  This therapist will facilitate this process on Ms. Vu’s behalf as she continues to present with acute symptoms requiring pharmaceutical management.  \n\n\n\nThe following plan was tabled by Dr. Cote in the recommendations section of her report:\n\n“ STEP 1: Start main antidepressant/antianxiety medication:”\n\n“ STEP 2: Resuming long-acting stimulant treatment to target her currently untreated ADHD:”\n\n“ STEP 3: Adding an Adjunct if required despite completing steps 1 and 2:”\n\n\n\nMs. Vu remains at Step 1 of this 3-tier plan and requires support in order to follow-through due to difficulties connecting with her GP who has opened a new practice.\n\n\n\nMs. Vu is not obtaining any other form of treatment at this time and continues to struggle with all aspects of daily function.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Cynthia Aeda, Family Physician\n\nMissed last appointment as a result of a panic attack and another due to an emergency surgery Dr. Adea had to perform.  February missed due to illness.  March had panic attack and could not attend.  April 22, 2023 is the next scheduled appointment.\n\nFound she was doing well on Wellbutrin but ran out.  She notices a big difference not being on it.  Psychiatry recommendations not yet implemented.  \n\nApril 22, 2023 \n\nDr. Morrison Porter, Psychologist \n\nTrauma Clinic at Riverside Hospital under supervision Lynn Bachishin\n\nOne session in 2023 however she does not have funds to pay him.  She does not have any ongoing contact with this longstanding psychologist. \n\nNA\n\nNA\n\nDr. Cote, Psychiatrist\n\nFollow-up in April 2023\n\nWill continue monitoring her and requested bloodword to be done before next appointment.\n\nApril 22, 2023\n\n\n\nMs. Vu also reported that she has experienced a number of issues due to apparent self-neglect over the last few years.  She highlighted how she has braces “which need to come off” but she has no funds to complete this procedure.  She reports that her teeth have developed several cavities which she again cannot afford to address.  Ms. Vu is overwhelmed and unable to see through any problem-solving initiative without professional supports in the form of an OT, a rehabilitation support worker and potentially a personal support worker.  She also requires urgent access to weekly counselling sessions as she continues to navigate the phase of her recovery.\n\n\n\n\n\nMEDICATION:\n\n\n\nAt the time of concluding this assessment, Ms. Vu noted that she was not taking any form of prescription medication.  She noted that she makes daily use of CBD products oil which she finds helpful in calming her down.  She will take “four puffs” of THC product before bed to assist in falling asleep.  \n\n\n\nA medication regiment proposal has been documented by Dr. Cote and requires the involvement of Ms. Vu’s GP to implement.  This therapist will assist Ms. Vu in reconnecting with her GP to begin this medication change.\n\n\n\nMs. Vu has been prescriebd an unseemingly large number of medications by her last psychiatrist (over 18 concurrent medications in total) which has led Ms. Vu to completely cease pharmaceutics after her suicide attempt.  She is at this time awaiting a consultation with Dr. Adea in her new practice, Brightside Family Medicine, to introduce a first group of medications per Dr. Cote’s recommendations previously referenced.  \n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nDizzy spells\n\nShe gets dizzy when she is busy.  Changes of light (from room to room or from inside to out) also affect her where she will get dizzy and need a few moments to recover.  If she focuses on written text or spends too much time on her phone, this will trigger vertigo episodes.  This occurs on a daily basis and lasts a few minutes, first when she gets up and then throughout the day.\n\nNA\n\nNeck pain\n\nAlways in pain.  Feels like she needs to have a CT scan.  Neck pain leads back pain.  She feels guily as she cannot carry her disabled son (weighing 50 lbs).  She cracks her neck to the right every day.  There is more tension in the right side.  \n\n6 – 7/10 daily with peaks of 9/10 requiring rest\n\nPoor sleep\n\nWithout Lucas in her care, Ms. Vu tends to sleep for periods of over 16 hours.  When she has Lucas, she finds herself “on” all of the time and does not obtain enough sleep.  \n\nNA\n\nBack pain (thoracic and lumbar)\n\nNevrer had back pain before.  Now she experiences pain.  This is a nagging pain (maybe from sleeping a lot more).  Weight gain has also been reported as an issue (pre-accident weight ranged from 140 - 160 lbs;  now weighs 200 lbs on a 5’3” frame).  Size 6 to 10 at all times before, now a size 12.\n\n3 – 5/10 daily with peaks of 9/10 on occasion.\n\nGeneralized pain\n\nMornings were reportedly difficult pre-accident due to her Fibromyalgia diagnosis and pain would occur in waves over the week or month.  Now it is occurring multiple times daily (elbows, knees, ankle hurting) all at the same time.  Heat and throbbing of joints.  This is worse than the neck pain, but she could not provide a pain rating.  Her elbow feels like she has tennis elbow, “it’s that kind of pain”.  Her ribs hurt as well.  She will press her ribs so hard to the point of bruising them in an attemnpt to ward-off that pain symptom.\n\n\n\nShe notes a pattern of getting sick, experiencing a flare-up of her Fibromyalgia symptoms and then experiencing a mental health decline which have been occurring steadily over the past months.  She notes also experiencing issues with her stomach.\n\nCould not provide.  Extreme, diabling pain reported.\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMs. Vu noted that she experiences troubling disruptions in her ability to think the way she did pre-accident.  She notes that she is experiencing cognitive symptoms such as poor short-term memory, an inability to multitask, difficulty making decisions, unable to prioritize, gets overwhelmed and shuts down.  She has difficulty focussing on anything for extended periods of time.  She has a limited ability to focus and concentrate and is easily distracted by intrusive negative thoughts.\n\n\n\nSuperimposed to this array of cognitive issues, Ms. Vu has experienced a fluctuation in her clinical presentation with periods of mental clarity intertwined with periods of dissociation where she experiences time dilation and periods of hours to days where she does not recall what she did. She finds these episodes disturbing and worries about what she is doing during that time. \n\n\n\nA neuropsychological examination should be considered once Ms. Vu’s pharmaceutical management has been stabilized.  There is an array of issues from a cognitive standpoint that require the degree of scrutiny recently afforded to her mood issues by psychiatrist Dr. Nathalie Cote. \n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMs. Vu presents with an array of emotional symptoms which are reported to have a significant and debilitating impact on her ability to function.  Ms. Vu endorsed the following symptoms:\n\n\n\nAnhedonia, loss of interest in activities she used to enjoy\n\nHeightened anxiety at times will be paralyzed by it and unable to move from where she is\n\nHopelessness\n\nFeelings of being punished\n\nFeelings of guilt and worthlessness\n\nSuicidal thoughts\n\nLow energy levels\n\nSocial isolation, she rarely leaves the home and does not allow anyone into her living space, especially men\n\nPanic attacks, they occur unexpectedly, without warning sometimes\n\nHypervigilance\n\nNightmares \n\nFlashbacks of the accident\n\nFlashbacks of childhood trauma\n\nAvoidance symptoms, will stay home in isolation for periods of weeks\n\nPersistent negative and catastrophic thinking\n\nDistorted thought patternsresulting from heightened anxiety and misperception\n\nHeightened irritability\n\nBinge eating\n\n\n\nMs. Vu noted that she continues to experience challenges with emotional regulation and an overall sense of “being lost” and “just existing”.  She noted that she often feels her only purpose is her son Lucas and without him, there would be no reason to go on living.  Ms. Vu has also experienced a tremendous amount of financial strain leading her to rely on assistance from her family to pay her rent, utility, and food bills.  Ms. Vu indicated that she has been unable to accept an application to ODSP to date as she doesn’t want to contribute to what she views as an immigrant bias where she would now be feeding off of the system.  She further noted that she has not yet finalized her child and spousal support issues with her ex-husband and does not feel strong enough to do so.  This therapist has encouraged Ms. Vu to connect with a family law provider to obtain education about her rights in the Ontario provincial jurisdiction and obtain an order for child and spousal support.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMs. Vu does not currently present with any form of effective coping strategies to manage her array of symptoms.  She remains at the mercy of her symptoms to direct her activity output and needs multidisciplinary treatment to assist in developing an array of strategies she can strategically utilize to manage specific symptoms as they arise.\n\n\n\n\n\nTypical Day Pre and Post-Accident:\n\n\n\nIn an effort contrast the changes which occurred in Ms. Vu’s daily life following the accident, this therapist asked Ms. Vu to provide an example of a typical day prior to the events of the subject motor vehicle accident.  She provided the following details:\n\n\n\nUp at 8:00am\n\nRob made coffee while she showered\n\nShe would have coffee and “run to work with my hair wet”\n\nShe would open her nail salon and inspect for any immediate issues needing her attention\n\nShe would go back home to finish getting ready (if she had no clients).  She would otherwise begin working immediately.\n\nShe would see 6 – 7 clients a day, doing lashes for the most part\n\nIn the day daytime, her role was to manage customers while in the evenings it would be to manage her staff issues \n\nWas responsible for all of Lucas’ appointment (OT PT Speech, Pediatrician, dietician at CHEO plus other PT outside plus another pediatrician) which would occur sporadically throughout her week\n\nShe would finish work and return home to her husband Rob and son Lucas for dinner and evening activities\n\nHer father, his girlfriend, her grandmother and two other individuals moved-in with she and Rob at the early stages of the pandemic which added significant stress to the household.  “I had no say”.  There was a cultural expectation for her to continue looking after her family as this is how she was brought-up.  \n\nShe would then go to bed around 10 after Lucas’nighttime routine and having rested a bit herself.\n\n\n\nShe describes a situation immediately pre-accident which tested her limits in terms of her emotional resilience, energy requirements and the chaos of a busy household.  The MVA occurred at that time, a few months into the early stages of the pandemic followed by a cascade of loss events which overwhelmed her and compounded her already deteriorated mental state.\n\n\n\n\n\nTypical Day Post-Accident:\n\n\n\nMs. Vu noted that she now operates in two very distinct patterns.  She continues to provide care for her son 6-year-old son Lucas (who was born blind  with global developmental delays) and when he is in her care, she will channel all of her energy and focus on his wellbing.  She has Lucas in her care every weekday from 2:20 pm to 6:00 pm and then has him fulltime over the weekend from Friday evening through to Sunday afternoon.  When Lucas is not with her and she knows he is safe with her ex-husband Rob, she then shifts into a very different pattern of sleep and shutting down.  The two patterns are described as-follows:\n\n\n\nWith Lucas (Monday to Friday 2:20 pm to 6:00 pm, AND Friday night to Sunday morning)\n\n\n\nShe will wake at 2:30 am in state of acute anxiety.\n\nShe will go around her home, checks all three floors to make sure it is safe.  She keeps a baseball  bat in her room and another baseball bat at the front door.  She feels hypervigilant and protective of her son as if harm was imminent.\n\nShe goes back to bed, and wakes again at 6:00 am \n\nShe will stay in bed until Lucas gets up, between 7:00 am – 8:00 am\n\nShe will get up and putter for a few minutes, tend to her two cats.\n\nLucas will play with her (physical play) for 5 minutes and then play on his own for a period of 10 minutes.  This will continue “all day long”, where she will interact with him to provide necessary stimulation, support and maternal presenc and then watch over him as he engages in independent play.  \n\nDuring short breaks where Lucas is occupied, she will do laundry.  She notes that she vomits frequently from the stress from having him with her.  She feels that “time disappears until 2 pm”.  That’s when she starts noticing what time it is and proceed with dinner preparation and wind-down through the evening.  \n\nShe will bathe Lucas and complete the bedtime routine at which time she will rest for a little bit and fall asleep until the early hours of the night where this cycle repeats itself.\n\n\n\nWhen Lucas is with her father, the routine which she struggles to maintain for her son disappears and Ms. Vu “shuts down”.  She notes that she will request her ex-husband keep her son overnight on some weekends when she feels unable to shift into her mothering role.  She will spend hours ruminating negative thought, will not clean her home or take out the trash.  Her self-care becomes unpredictable where she will not shower or change her clothes for several days and will sustain herself with junk food as she has no energy to cook for herself.  She made note that she always prepares food for her son but she herself rarely eats well.  Ms. Vu noted that she will sleep for extended periods, sometimes up to 16 hours, and experience periods of dissociation and time dilation, where she loses track of hours or days at a time.  She will try to occupy her time awake by writing in her journal, reading self-help books and “smut” and generally will be emotional throughout the day, cyring uncontrollably at times.\n\n\n\n\n\n\n\nOBJECTIVE INFORMATION:\n\nPostural Tolerances:\n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\n\n\n\n\nUp every few hours to walk around and play with the cats.  \n\nNo lying posture observed by this therapist during this assessment\n\n2. Sitting\n\n\n\n\n\n2 – 3 hours then her body starts hurting.  She always moves around from sitting to standing.  She avoids sitting still.\n\nMs. Vu was observed sitting for periods of 45 to 90 minutes throughout the multiple touchpoints held over the year 2022 and into 2023. She was noted at times to be visibly uncomfortable in her seat, shifting her weight from side to side and periodically standing.\n\n3. Standing\n\n\n\nAble to stand for several holding her son.\n\nDoes not know.  She paces around a lot “like a crazy person”.\n\nShort periods of static and dynamic standing observed by this therapist during this assessment\n\n4. Squatting\n\n\n\n\n\nAble with support\n\nOne deep power squat demonstrated by Ms. Vu during this assessment.  She relied on support from adjacent furniture to recover to standing\n\n5. Kneeling\n\n\n\n\n\nAble with support\n\nOne bilateral kneeling posture demonstrated by Ms. Vu during this assessment\n\n6. Walking\n\n\n\nWalked at least 10000 steps per day.\n\nAble to walk short distances without difficulty, however, will experience pain if she walks for longer times\n\nShort distance indoor and outdoor ambulation observed by this therapist during the multiple touchpoints held with this client. Ms. Vu was not observed making use of any mobility aid throughout the year of contact with her. Her gait did not present with any significant abnormalities, although she was found to mobilize a little slower on days where she was more highly symptomatic.\n\n7. Stair Climbing\n\n\n\n\n\nFell down the stairs last week.  Had a nightmare at 3:00 am, got out of bed in a panic and  fell down 6 steps, landing on her buttocks and experiencing significant pain.\n\n\n\nShe has fallen a “couple of times per year”.  She has a fear of falling and avoid stairs when possible.\n\nMs. Vu was not observed climbing any stairs throughout the multiple touchpoints held with her.   Her overall observed mobility is consistent with her reported independence on stairs.\n\n8. Driving\n\n\n\n\n\nShe has driven once in the last 3 months.  She cannot shovel her snow, so she is trapped at home.  Filled gas once since December and been out and about once or twice in 2023.  She notes a combitaion of driveway access and severe anxiety preventing her from driving without limitations.\n\nNot formally assessed.  Ms. Vu was observed arriving by car to many appointments held at a local Starbucks located in Kanata while other times she would walk the 45 minutes required to get to the meeting as she did not feel capacble of driving.\n\n\n\n\n\n\n\nFunctional Transfers and Mobility: \n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\n\n\n\n\n\n\n\n\nNo identified limitations.\n\n2. Bed\n\n\n\n\n\n\n\n\n\nNo identified limitations.\n\n3. Toilet\n\n\n\n\n\n\n\n\n\nNo identified limitations.\n\n4. Bathtub\n\n\n\n\n\n \n\n\n\nNo identified limitations.\n\n5. Vehicle\n\n\n\n\n\n\n\n\n\nNo identified limitations.\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\n\n\nVaries with Fibromyalgia symptoms.  Pain is reported however full range of motion was preserved.  This was assessed when Ms. Vu did not report a significant flare-up of her Fibromyalgia symptoms.\n\nLateral flexion\n\n\n\n\n\nRotation\n\n\n\n\n\nExtension\n\n\n\nShoulder\n\nFlexion\n\n\n\n\n\nNo identified limitations.\n\nExtension\n\n\n\n\n\nAbduction\n\n\n\n\n\nAdduction\n\n\n\n\n\nInternal rotation\n\n\n\n\n\nExternal rotation\n\n\n\n\n\nElbow\n\nFlexion\n\n\n\n\n\nNo identified limitations.\n\nExtension\n\n\n\n\n\nWrist\n\nFlexion\n\n\n\n\n\nNo identified limitations.\n\nExtension\n\n\n\n\n\nSupination\n\n\n\n\n\nPronation\n\n\n\n\n\nTrunk\n\nForward flexion\n\n\n\nNo identified limitations.\n\nLateral flexion\n\n\n\n\n\nRotation\n\n\n\n\n\nHip\n\nFlexion\n\n\n\n\n\nNo identified limitations.\n\nExtension\n\n\n\n\n\nKnee\n\nFlexion\n\n\n\n\n\nNo identified limitations.\n\nExtension\n\n\n\n\n\nAnkle\n\nDorsiflexion\n\n\n\n\n\nNo identified limitations.\n\nPlantar flexion\n\n\n\n\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMs. Vu's emotional presentation fluctuated tremendously from one session to the next throughout the timeline referenced in this report.  She generally had a flat affect and a reserved presentation where she would listen intently to this therapist as discussions surrounding her mental health unfolded. She contributed originally rather minimally to the sessions however as she became comfortable with this therapist, was found to open up with ease about the multiple struggles she continues to experience in her day-to-day life. Ms. Vu has yet to allow this therapist to enter her home due to the triggers this poses to her post traumatic stress, noting that she has a fear of men in general however wish to continue working with this therapist as she works through this phobia.  Ms. Vu was observed being emotionally labile on numerous occasions over the year long engagement with her. She was at times despondent while other times completely overwhelmed and having difficulty forming sentences. She presented with reports of suicidal thinking, passive in nature, which required ongoing monitoring. Ms. Vu presented with significant insight into her triggers, as well as the need to address these unresolved issues as they are impacting every aspect of her life.\n\n\n\nMs. Vu was noted to be quite intuitive in understanding concepts related to the  psychoeducation provided during OT treatment sessions. She was found to benefit tremendously from the sessions with this therapist, which were largely counseling in nature.  She noted feeling “better” at the conclusion of treatment sessions than she did at the onset. This reflects the need for Ms. Vu to obtain regular psychological counseling with her treating psychologist to assist her in working through the significant traumas which continue to impact her ability to function.\n\n\n\n\n\nCognitive Presentation:\n\n\n\nMs. Vu’s cognitive presentation was consistent with what she reported in the earlier portion of this assessment. She demonstrated issues with word finding, short term memory, concentration, problem solving, and overall, displayed a lack of direction on how to overcome the multiple stressors which have accumulated over the years. While struggling to process basic information, Ms. Vu is working through a period of financial instability, characterized by the absence of any income, we are she is being supported by family members who pay her rent and expenses. Ms. Vu remains paralyzed in how to address this ongoing issue. Ms. Vu presented with generally intact reasoning and was found to be a rather logical individual throughout her interactions with this therapist. She appeared to integrate information slowly but steadily however lacks the capability of applying strategies discussed to her day-to-day life consistently.\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nAs Ms. Vu did not feel comfortable allowing this therapist into her home, despite multiple scheduled attempts, this therapist has not viewed the interior of her dwelling. During video chat sessions, this therapist was able to observe the overall state of her home, which was disorganized, with piles of boxes from her move left untouched.  She continues to express her desire to allow this therapist to come to her home in person and conduct a treatment session and this will be tabled as a goal in future treatment sessions.\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone with part-time custody of her son Lucas\n\nChildren\n\nLucas, 6 y/o, born with blindness and global developmental delay\n\n\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the subject motor vehicle accident, Ms. Vu was independent in the performance of all of her self-care activities. She notes that she took care in her appearance and experienced no difficulties managing her core self-care functions.\n\n\n\nAt the time of this assessment, Ms. Vu remains physically capable of managing all aspects of self-care. As a result of her precarious mental health (which includes periods of dissociation and time dilation), coupled with significant cognitive symptoms and symptoms of emotional dysregulation, Ms. Vu no longer performs for self-care activities in the manner she used to. Ms. Vu will often go periods of days to weeks without showering, to the point of experience itchy scalp and developing skin issues. She noted with embarrassment how she will go several days without even changing her socks. She appears to increase her self-care when in the presence of her son Lucas, however, does not consistently or predictably complete these tasks in a scheduled routine.\n\n\n\nBeyond the decrease in her current self-care, Ms. Vu presents with mental health issues of such severity, that her overall well-being is of great concern to this therapist. She experiences episodes of dissociation lasting minutes to days where she will lose track of time and not recall what she did. She experiences moments of intense emotionality.  During these times, she appears unable to independently regulate herself and has in the past made an attempt on her life.  \n\n\n\n\n\nPre and Post Accident Home Management Activities:\n\n\n\nPrior to the subject motor vehicle accident, Ms. Vu noted that she opperated under cultural expectations of single-handedly managing all aspects of her household, including looking after children, siblings, and elders. Ms. Vu managed, with admitted difficulty, all of these concurrent demands while still maintaining the upkeep of her home and operating her nail salon.  She did not present with any limitations which would impact her ability to engage in pre accident housekeeping or home maintenance activities.\n\n\n\nAt the time of this assessment, this therapist has not been able to formally assess Ms. Vu's ability to engage in housekeeping tasks. He has yet to engage in a session with Ms. Vu within her home environment, hence specific observations related to her ability to manage housekeeping cannot be provided. Based on an overall assessment of Ms. Vu's function, it is this therapist’s opinion that Ms. Vu remains unable to manage all aspects of maintaining her home environment consistently and independently. She reported a number of issues including leaving garbage unattended, not cleaning cat litter boxes, not doing laundry, leaving the bathroom dirty, which reflect an ongoing pattern of impairment in relation to her ability to manage housekeeping tasks. While she is physically capable of performing individual select tasks, she is impeded by the significant effects of her psychiatric diagnosis of depression and post traumatic stress.\n\n\n\nThis therapist intends on intervening with Ms. Vu in relation to her current daily routine, including the introduction of select daily housekeeping tasks to her daily functional output.\n\n\n\n\n\nPre and Post Accident Caregiving Activities:\n\n\n\nPrior to the subject motor vehicle accident, Ms. Vu was living with her husband Rob and her son named (Lucas) who was born with blindness and global developmental delay. Ms. Vu has always been the primary caregiver for Lucas, managing all aspects of daily childcare in addition to being primarily responsible for attending medical and paramedical appointments. This was an added strain to her already full plate but she managed to provide all of the caregiving support that her son required through his early years to the point of the subject motor vehicle accident.\n\n\n\nAt the time of this assessment, Ms. Vu noted that she continues to provide care for her son in a shared custody scenario with her ex-husband Rob.   She reported that during the week, she will have Lucas from 2:20:pm to 6:00 pm from Monday to Friday and then have overnight custody on the weekends.  When she feels unwell, she will inform her ex-husband that he needs to keep her son overnight. Ms. Vu noted that when she does have him, she is 100% dedicated to his care and channels all of her mental focus and energy on ensuring his needs are met. She provides care without fail until he goes back to his father’s place when she “crashes”. In terms of providing direct care for Lucas, Ms. Vu notes that this can be difficult. As Lucas presents with blindness and global developmental delay, physical assistance from a caregiver is often required. Lucas requires assistance where Ms. Vu must physically lift him which results in significant increases in her pain levels. She notes that her son weighs approximately 50 pounds. For the time being, Ms. Vu is in a cycle where she utilizes all of her reserves caring for Lucas and then is unable to function while she is recovering physically, cognitively and emotionally.  \n\n\n\nA complete caregiving assessment could not be performed as the result of logistical limits imposed by Ms. Vu’s post-traumatic symptoms.  This therapist will conduct a more thorough review of these activities including a detailed care schedule and an in-person assessment of Lucas interacting with his mother.  This will occur once barriers preventing Ms. Vu from allowing this therapist into her home subside, likely after the introduction of the pharmaceutical regimen highlighted by Dr. Cote in her recent psychiatry consultation report.  \n\n\n\n\n\nPre and Post Accident Vocational Activities:\n\n\n\nPrior to the subject motor vehicle accident, Ms. Vu was the owner and operator of a nail salon located in the Kanata region.  She reported that she worked in this capacity until the pandemic struck in March of 2020 and she was required to close her operation per government issued restrictions at the time.  She was subsequently involved in the subject motor vhicle accident which let to a cascade of events precluding her from resuming her pre-accident operations.  The shop has since closed, and Ms. Vu is now unemeployed and has no source of income.  She is living in a rental home paid for by family members and is dependent on support of other for her daily living expenses.  She has not yet made the step of collecting social benefits or applying for ODSP.  She requires assistance and guidance in this regard.\n\n\n\n\n\n\n\nPre and Post Accident Leisure Activities:\n\n\n\nThis area of function has not been explored with Ms. Vu as a result of ongoing crises and difficulty completing the assessment.  As this therapist continues to engage Ms. Vu in treatment, he will explore this area as a  potential source of distracting activity to assist in supporting Ms. Vu through her recovery.\n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nA physical assessment of Ms. Vu in her home environment was not possible and hence self-care functions could not be assessed thoroughly.  Based on observations of Ms. Vu’s movility, range of motion and strength, this therapist can conclude that Ms. Vu is physically capacble of managing all of her self-care needs independently.  However, as a result of her precarious mental health symptoms described in the body of this report and referenced in Dr. Cote’s independent psychiatric assessment, this therapist concludes that at present time, Ms. Vu requires access to assistance on a 24-hour to foster completion of core self-care activities and assist in de-escalating emotional dysregulation which occurs unpredictably at all times of the day.  The unpredictable nature of this escalations and Ms. Vu’s history of self-harm led this therapist to conclude a 24-hour care requirement under Part 2 of the Form 1.  \n\n \n\nPart 1\t-  Routine Personal Care\t\t\t0 hours per week \t\t       $0 /month\n\nPart 2 \t-  Basic Supervisory Functions\t\t168 hours per week \t      $10113.00 /month\n\nPart 3\t-  Complex Health/Care and Hygiene\t\t0 hours per week \t\t       $0 /month\n\n\n\nTotal Assessed Monthly Attendant Care Benefit:  $10,113.60\n\n\t \n\nPlease refer to the enclosed Assessment of Attendant Care Needs Form (Form 1) for more information.\n\n\n\n\n\nCONTACT:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEnclosed:  \tForm 1\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY TREATMENT SUMMARY\n\nClient Name:\n\n Thuong (Angie) Vu\n\nDate of Birth:\n\n1989-01-04\n\nAddress:\n\n203 Aquillo Crescent, Stittsville, ON K2S 0L8\n\nDate of Loss:\n\n2020-05-26\n\nTelephone #:\n\n(613) 591-9951\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nHappiness Nwaigwe\n\nInsurer:\n\nThe Cooperators General Insurance Company\n\nClaim No.:\n\n001789514\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDates of Assessment:\n\n2022-04-22 to 2023-03-14\n\nDate of Report:\n\n2023-03-27\n\nASSESSOR QUALIFICATIONS:\n\nMr. Ferland is an Occupational Therapist with over 24 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to providing expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\nPREAMBLE:",
    "SYMPTOMS": "A physical assessment of Ms. Vu in her home environment was not possible and hence self-care functions could not be assessed thoroughly.  Based on observations of Ms. Vu’s movility, range of motion and strength, this therapist can conclude that Ms. Vu is physically capacble of managing all of her self-care needs independently.  However, as a result of her precarious mental health symptoms described in the body of this report and referenced in Dr. Cote’s independent psychiatric assessment, this therapist concludes that at present time, Ms. Vu requires access to assistance on a 24-hour to foster completion of core self-care activities and assist in de-escalating emotional dysregulation which occurs unpredictably at all times of the day.  The unpredictable nature of this escalations and Ms. Vu’s history of self-harm led this therapist to conclude a 24-hour care requirement under Part 2 of the Form 1.  ",
    "MEDICAL_HISTORY": "Ms. Vu underwent a comprehensive psychiatric evaluation by Dr. Nathalie Cote in the latter part of 2022 and a report dated December 9, 2022 was provided to this therapist by Ms. Vu on March 14, 2023.  This report from Dr. Cote provided the following psychiatric diagnoses:\n\n“After over 4 hours of diagnostic assessment, I can confirm that Ms. Vu meets criteria for the\n\nfollowing:",
    "ATTENDANT_CARE": "Please refer to the enclosed Assessment of Attendant Care Needs Form (Form 1) for more information.\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tForm 1\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Ms. Vu’s current functional status as it relates to her ability to complete her pre-accident activities of daily living.",
    "ADLS": "Pre and Post Accident Self-Care Activities:",
    "TYPICAL_DAY": "This therapist intends on intervening with Ms. Vu in relation to her current daily routine, including the introduction of select daily housekeeping tasks to her daily functional output.\n\nPre and Post Accident Caregiving Activities:\n\nPrior to the subject motor vehicle accident, Ms. Vu was living with her husband Rob and her son named (Lucas) who was born with blindness and global developmental delay. Ms. Vu has always been the primary caregiver for Lucas, managing all aspects of daily childcare in addition to being primarily responsible for attending medical and paramedical appointments. This was an added strain to her already full plate but she managed to provide all of the caregiving support that her son required through his early years to the point of the subject motor vehicle accident.\n\nAt the time of this assessment, Ms. Vu noted that she continues to provide care for her son in a shared custody scenario with her ex-husband Rob.   She reported that during the week, she will have Lucas from 2:20:pm to 6:00 pm from Monday to Friday and then have overnight custody on the weekends.  When she feels unwell, she will inform her ex-husband that he needs to keep her son overnight. Ms. Vu noted that when she does have him, she is 100% dedicated to his care and channels all of her mental focus and energy on ensuring his needs are met. She provides care without fail until he goes back to his father’s place when she “crashes”. In terms of providing direct care for Lucas, Ms. Vu notes that this can be difficult. As Lucas presents with blindness and global developmental delay, physical assistance from a caregiver is often required. Lucas requires assistance where Ms. Vu must physically lift him which results in significant increases in her pain levels. She notes that her son weighs approximately 50 pounds. For the time being, Ms. Vu is in a cycle where she utilizes all of her reserves caring for Lucas and then is unable to function while she is recovering physically, cognitively and emotionally.  ",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nAs Ms. Vu did not feel comfortable allowing this therapist into her home, despite multiple scheduled attempts, this therapist has not viewed the interior of her dwelling. During video chat sessions, this therapist was able to observe the overall state of her home, which was disorganized, with piles of boxes from her move left untouched.  She continues to express her desire to allow this therapist to come to her home in person and conduct a treatment session and this will be tabled as a goal in future treatment sessions.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone with part-time custody of her son Lucas\n\nChildren\n\nLucas, 6 y/o, born with blindness and global developmental delay"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Thuong (Angie) Vu",
      "dob": "1989-01-04",
      "age": null,
      "gender": "",
      "address": "203 Aquillo Crescent",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "The Cooperators General Insurance Company",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "A physical assessment of Ms. Vu in her home environment was not possible and hence self-care functions could not be assessed thoroughly.  Based on observations of Ms. Vu’s movility, range of motion and strength, this therapist can conclude that Ms. Vu is physically capacble of managing all of her self-care needs independently.  However, as a result of her precarious mental health symptoms described in the body of this report and referenced in Dr. Cote’s independent psychiatric assessment, this therapist concludes that at present time, Ms. Vu requires access to assistance on a 24-hour to foster completion of core self-care activities and assist in de-escalating emotional dysregulation which occurs unpredictably at all times of the day.  The unpredictable nature of this escalations and Ms. Vu’s history of self-harm led this therapist to conclude a 24-hour care requirement under Part 2 of the Form 1.  ",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [
        "“After over 4 hours of diagnostic assessment, I can confirm that Ms"
      ],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "“After over 4 hours of diagnostic assessment, I can confirm that Ms",
      "secondaryDiagnoses": [],
      "medicalNotes": "Ms. Vu underwent a comprehensive psychiatric evaluation by Dr. Nathalie Cote in the latter part of 2022 and a report dated December 9, 2022 was provided to this therapist by Ms. Vu on March 14, 2023.  This report from Dr. Cote provided the following psychiatric diagnoses:\n\n“After over 4 hours of diagnostic assessment, I can confirm that Ms. Vu meets criteria for the\n\nfollowing:",
      "confidence": {
        "primaryDiagnosis": 0.8,
        "diagnoses": 0.8,
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Needs Form (Form 1) for more information",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Please refer to the enclosed Assessment of Attendant Care Needs Form (Form 1) for more information.\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tForm 1\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Ms. Vu’s current functional status as it relates to her ability to complete her pre-accident activities of daily living.",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Pre and Post Accident Self-Care Activities:",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Prior to the subject motor vehicle accident, Ms. Vu was living with her husband Rob and her son named (Lucas) who was born with blindness and global developmental delay. Ms. Vu has always been the primary caregiver for Lucas, managing all aspects of daily childcare in addition to being primarily responsible for attending medical and paramedical appointments. This was an added strain to her already full plate but she managed to provide all of the caregiving support that her son required through his early years to the point of the subject motor vehicle accident."
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [
        "At the time of this assessment, Ms. Vu noted that she continues to provide care for her son in a shared custody scenario with her ex-husband Rob.   She reported that during the week, she will have Lucas from 2:20:pm to 6:00 pm from Monday to Friday and then have overnight custody on the weekends.  When she feels unwell, she will inform her ex-husband that he needs to keep her son overnight. Ms. Vu noted that when she does have him, she is 100% dedicated to his care and channels all of her mental focus and energy on ensuring his needs are met. She provides care without fail until he goes back to his father’s place when she “crashes”. In terms of providing direct care for Lucas, Ms. Vu notes that this can be difficult. As Lucas presents with blindness and global developmental delay, physical assistance from a caregiver is often required. Lucas requires assistance where Ms. Vu must physically lift him which results in significant increases in her pain levels. She notes that her son weighs approximately 50 pounds. For the time being, Ms. Vu is in a cycle where she utilizes all of her reserves caring for Lucas and then is unable to function while she is recovering physically, cognitively and emotionally."
      ],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "This therapist intends on intervening with Ms. Vu in relation to her current daily routine, including the introduction of select daily housekeeping tasks to her daily functional output.\n\nPre and Post Accident Caregiving Activities:\n\nPrior to the subject motor vehicle accident, Ms. Vu was living with her husband Rob and her son named (Lucas) who was born with blindness and global developmental delay. Ms. Vu has always been the primary caregiver for Lucas, managing all aspects of daily childcare in addition to being primarily responsible for attending medical and paramedical appointments. This was an added strain to her already full plate but she managed to provide all of the caregiving support that her son required through his early years to the point of the subject motor vehicle accident.\n\nAt the time of this assessment, Ms. Vu noted that she continues to provide care for her son in a shared custody scenario with her ex-husband Rob.   She reported that during the week, she will have Lucas from 2:20:pm to 6:00 pm from Monday to Friday and then have overnight custody on the weekends.  When she feels unwell, she will inform her ex-husband that he needs to keep her son overnight. Ms. Vu noted that when she does have him, she is 100% dedicated to his care and channels all of her mental focus and energy on ensuring his needs are met. She provides care without fail until he goes back to his father’s place when she “crashes”. In terms of providing direct care for Lucas, Ms. Vu notes that this can be difficult. As Lucas presents with blindness and global developmental delay, physical assistance from a caregiver is often required. Lucas requires assistance where Ms. Vu must physically lift him which results in significant increases in her pain levels. She notes that her son weighs approximately 50 pounds. For the time being, Ms. Vu is in a cycle where she utilizes all of her reserves caring for Lucas and then is unable to function while she is recovering physically, cognitively and emotionally.  ",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0.8,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nAs Ms. Vu did not feel comfortable allowing this therapist into her home, despite multiple scheduled attempts, this therapist has not viewed the interior of her dwelling. During video chat sessions, this therapist was able to observe the overall state of her home, which was disorganized, with piles of boxes from her move left untouched.  She continues to express her desire to allow this therapist to come to her home in person and conduct a treatment session and this will be tabled as a goal in future treatment sessions.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone with part-time custody of her son Lucas\n\nChildren\n\nLucas, 6 y/o, born with blindness and global developmental delay",
      "confidence": {
        "livingArrangement": 0.8,
        "homeLayout": 0,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    }
  }
}