{
  "fileName": "Copy of Egalite, Patrice IHA2_FINAL_SF.docx",
  "originalText": "\n\n\n\nOCCUPATIONAL THERAPY\n\nIN-HOME ASSESSMENT\n\n\n\nClient Name:\n\n Patrice Egalite\n\nDate of Loss:\n\n2020-08-14\n\nAddress:\n\n1971 St-Laurent Blvd., Apt. 1412, Ottawa ON K1G 3P8\n\nDate of Birth:\n\n1978-05-08\n\nTelephone #:\n\n(819) 209-6136\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nKatlyn Witmeyer\n\nInsurer:\n\nZenith Insurance\n\n\n\n\n\nClaim No.:\n\n5904J2803\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDates of Assessment:\n\n2023-10-21\n\n2023-10-23\n\n\n\n\n\nDate of Report:\n\n2023-11-23\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to providing expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to the daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nASSESSMENT PREAMBLE:\n\n\n\nThis therapist last conducted an assessment of Mr. Egalite on March 28, 2023.  A course of treatment was subsequently initiated but was interrupted in June of 2023 as a result of medical issues experienced by this therapist.  This therapist resumed contact with Mr. Egalite upon his return from leave in October of 2023 and a reassessment was sought due to a deterioration of his mental health which was reported by Mr. Egalite and observed by this therapist.  Mr. Egalite has also seen the introduction of a Social Worker to his circle of care, Jaden Bailey, with whom this therapist has already interacted in order to synchronize care efforts\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMr. Egalite was last assessed on March 28, 2023 at a time where his mental health struggles had peaked, resulting in a hospital admission. There was a hiatus of care from June until October of 2023 as a result of medical issues experienced by this therapist, and the reconnection occurred with Mr. Egalite in October of 2023. At the time of this assessment, Mr. Egalite presented with the same array of physical symptoms and associated functional impairments as he had reported in March of 2023. His mental health status, however, has not followed the same path. He reports a deterioration of his mental health over the past months, resulting from his neighbour’s incessant screaming of obscenities and threats. It should be emphasized that Mr. Egalite lives in a small apartment provided by Ottawa housing, and has struggled to obtain this particular living space due to scarcity of accommodations in the nation’s capital. He has actively been pursuing a change of living environment with his social worker. Jaden Bailey, of Invicta Works, but this remains a work in progress at this time.\n\n\n\nMr Egalite is reporting that in addition to disrupting his environment during wake times, he will also be awoken from a deep sleep with the same patterns of disruption from the adjacent unit. The combination of accident-related issues has led Mr. Egalite to decompensate, as he faces this situation in an already compromised emotional state. At this juncture, he remains in a state of emotional dysregulation, with no palpable avenue to address his concerns. Mr. Egalite has also gone on to socially isolate himself (from family and friends), spending the bulk of his time alone trying to get through the day. There remains a complete absence of any meaningful activity, as he spends most of his days engaged in his only distraction,  watching YouTube videos and movies on his television.\n\n\n\nIt is this therapist’s recommendation that OT services be maintained in Mr. Egalite’s circle of care with consideration to the introduction of a RA assistant to support OT goals and foster community outings.\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nMr. Egalite continues to require Attendant Care to monitor his overall wellbeing. An increased amount is being recommended due to changes in Mr. Egalite’s living environment, which has triggered an exacerbation of his mental health symptoms, impacted his sleep, and generally contributed to a severe deterioration of his mental health. A total of 3 hours per day of Attendant Care is recommended at this time.\n\n\n\n\n\nHousekeeping:\n\n\n\nMr. Egalite is currently maintaining his small living space independently. Assistive devices have been recommended in the past OT assessment, and an OCF18 for those devices has reportedly been submitted by his social worker. Additional devices will be considered to address issues as they arise. \n\n\n\n\n\nAssistive Devices:\n\n\n\nAs a result of incessant noise disruption from Mr. Egalite’s next door neighbor, he would benefit from the provision of noise canceling headphones to reduce the impact of this disruptive neighbor on Mr. Egalite’s ability to enjoy his living space.  He would benefit from both in-ear and over-ear options to allow flexibility of use.\n\n\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nMr. Egalite would benefit from Occupational Therapy treatment supported by a Rehabilitation Support Worker.  Mr. Egalite is at this time reluctant to introduce any other treatment providers to his circle of care as he feels overwhelmed and unable to handle more appointments in his schedule.  \n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by this therapist to obtain an update on Mr. Egalite’s status to resume OT care delivery.  \n\nThe purpose of this assessment is to assess Mr. Egalite’s current functional status as it relates to his ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMr. Egalite may choose to participate in or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nZenith Insurance c/o Kaitlyn Witmeyer, Accident Benefits Adjuster\n\nMcNally Gervan, c/o Frank McNally, Legal Representative\n\n\n\nFollowing this therapist’s explanation Mr. Egalite granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nThe following documentation was provided to this therapist for review by the offices of McNally Gervan on March 3, 2021:\n\n\n\nAB File received by legal representative on November 11, 2020\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nFrom the March 28, 2023 OT Report completed by this therapist:\n\n\n\n“Mr. Egalite noted that he has a history of traumatic events spanning his entire lifetime which he has difficulty speaking about and which continued to impact him to some degree in his day-to-day life.   He recalls a great deal of childhood trauma and growing up without parents.  He lost a child at 6-months when his then-partner experienced complications with her pregnancy.  He was deeply affected by this loss and the following month, was involved in a serious MVA.  \n\n\n\nMr. Egalite had two prior motor vehicle accidents in June of 2012 and June of 2013.  He reported that he had recovered to some extent from these combined traumatic events and had resolved his claims.  He noted that he was in a better emotional state, had started reaching out to friends to engage in positive activities to “keep me smiling”.  He had ongoing pain symptoms which were manageable as long as he did not “over do it”.  He subjectively relayed that he was operating at 75 to 80% capacity of 2012 functional levels.  He would get tired quicker, would run out of energy quicker.  He made use of strategies learned in physiotherapy and occupational therapy to manage his symptoms and stay functional.  He was maintaining himself physically through regular exercise and had a goal of trying to get back to work after years out of the workforce.  He notes that he was generally content,  was in a new relationship and “I was creating new memories”.  \n\n\n\nHe notes that he had recovered to the extent of returning to work and was hired as an Information Officer by Quantum Management (800-OH-CANADA call centre agent) on June 23, 2020 where he worked 30 hours per week.  The subject motor vehicle accident occurred on August 14, 2020, and led to an eventual cessation of his workplace engagement.”\n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nFrom the March 28, 2023 OT Report completed by this therapist:\n\n\n\n“Mr. Egalite was the restrained driver operating his motor vehicle following a white car ahead of him.  There was a Double Decker bus on the side of the road with hazard lights on.  The white car reportedly turned right ahead of the bus as it was accelerating away.  The double decker bus swerved left and struck Mr. Egalite’s passenger side, dragging his vehicle over 8 or 9 feet across lanes into oncoming traffic.  At the time, he recalls fearing for his life, concerned the two-storey bus would tip on top of his car.  As he attempted to regain control of his vehicle, he experienced pain in his right shoulder while fighting with the steering wheel, trying to dislodge himself from the bus and return to his lane.  When his vehicle came to a stop he reportedly exited in a state of shock.  He was taken by ambulance to the Ottawa Hospital – Civic Campus.  He was experiencing significant spasms affecting his spine and was in acute pain and emotional distress.  Paramedics sent him to triage where he waited over 6 hours to be seen by the triage nurse.  He was weak and tired and went outside to lay down in the grass and fell asleep for 45 minutes.  He returned to triage and was told he had to continue waiting.  As he could not physically or emotionally remain in the waiting room to be triaged, Mr. Egalite called a taxi and went to his girlfriend’s home.  He spent the following day resting and then went to the Montfort Hospital the day after that to be assessed.  At the Montfort, he was assessed and provided with medication and a referral for Physiotherapy.  He was referred to his GP for ongoing medical management.\n\n\n\nMr. Egalite reported that he sought an appointment with his family physician, Dr. Ramachandran who spoke to him over the telephone a few days later.  His GP reportedly encouraged him to seek a modified work schedule to maintain involvement in work activities while he healed.  Mr. Egalite shifted to a remote work schedule for 2 to 3 half-days per week.  He worked from his living room sofa with a height-adjustable coffee table he used as a desk for his laptop.  He sustained work in this manner for 2 or  3 weeks post-accident after which time his pain symptoms rendered him unable to continue.”\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nBased on the OCF-3 completed by Dr. Ramachandran on September 30, 2020, Mr. Egalite sustained the following injuries as a result of the subject motor vehicle accident:\n\n\n\nThoracolumbar strain\n\nRight shoulder/scapular strain\n\nAcute stress reaction\n\nCervical strain\n\nTension headaches\n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nMr. Egalite continues to recover mostly from his home environment, where he remains mostly self-isolated, and not engaging in any meaningful activity. He is struggling with multiple stressors, most recently being his inability to rest and recover as his neighbor screams obscenities out the window, which can be heard clearly by Mr. Egalite for periods of hours each day. His ongoing struggles with securing peace in his living environment appears to have taken over his life, as he continues to experience disruptive sleep, loud screaming which he must drown out with his television in order to obtain relief. He continues to attend physical therapy, and has seen the introduction of a social worker, Jaden Bailey of Invicta Works, with whom this therapist will coordinate rehabilitation efforts on an ongoing basis moving forward.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Ramashandran, GP\n\nAs-required.  Did not remember date of last appointment.\n\nPrescription renewal.\n\nTBD\n\nApollo Physical Therapy, Physiotherapy and Massage Therapy\n\nOnce weekly\n\nUnknown\n\nUnknown\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nZoloft\n\n100 mg in the morning\n\nAntidepressant\n\nSertraline\n\n50 mg per day (Dosage to be increased following most recent ER visit)\n\nAtypical antipsychotic\n\nCannabis (THC and CBD)\n\nVaried\n\nPain, relaxation\n\nTylenol Extra Strength\n\nEvery four hours following the MVA down to a few tablets as needed at time of assessment.\n\nPain\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nHeadaches\n\nExperiencing an ongoing headache persistently situated at the base of the skull and stretching toward both parietal lobes, occasionally reaching the back of the right eye. During peak pain episodes, the discomfort endures for 3 to 4 hours up to a full day. Additionally, there are intermittent short bursts of pain that come and go. These sudden sharp pains, likened to electric shocks coursing through the skull for a few seconds, sometimes induce a faint feeling.\n\n2 – 3/10 constant with peaks of up 9/10\n\nNeck pain\n\nWhile at rest, the pain is bearable, but it intensifies noticeably during activity. Mr. Egalite observes a rise in neck discomfort, particularly while engaged in reading. Additionally, the pain extends to the right shoulder.\n\n2 – 9/10\n\nRight arm/shoulder\n\nHe reports a sense of weakness beneath his right shoulder blade, affecting his ability to move his right arm, particularly when reaching. This is a recent symptom, and he is currently navigating how to stay active despite this newfound limitation. He notes a challenge in repeatedly reaching with his right arm.\n\nNA\n\nLower back pain\n\nThe persistent pain, exacerbated by the accident, is unpredictable and varies from day to day. At times, it reaches a level where standing upright becomes challenging, compelling him to adopt a forward flexion posture to alleviate the discomfort.\n\n3 – 9/10\n\nVertigo\n\nEngaging in heightened physical activity triggers episodes of dizziness for him. There are moments when he temporarily loses his field of vision, accompanied by a spinning sensation in his head. Additionally, he encounters positional vertigo when transitioning from a lying position to sitting.\n\nNA\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nIn response to inquiries regarding alterations in his cognitive function, Mr. Egalite indicated that things have remained difficult from that standpoint and have been compounded by the unrelenting disruption  from the adjacent apartment.  He notes the same array of symptoms as previously reported:\n\n\n\nMemory Challenges: He struggles with memory, particularly in the realm of short-term memory.\n\n\n\nDifficulty Recalling Names: Specifically, he finds it challenging to remember the names of actors in shows, NBA players, and the teams they play for.\n\n\n\nPoor Focus and Concentration: He experiences difficulties maintaining focus and concentration, \n\nand thinking itself becomes a burdensome task, leading to increased headaches.\n\n\n\nCognitive Fatigue: Engaging in conversations that require information recall proves to be challenging due to cognitive fatigue.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMr. Egalite has disclosed a range of distressing emotional symptoms that currently impact him:\n\n\n\nSense of Desperation: Expressing sentiments like \"I have nothing left\" and \"I want to give up,\" indicating a deep sense of despair.\n\n\n\nDepression and Lack of Motivation: Reports feeling profoundly depressed and lacking motivation to engage in activities beyond managing pain and contemplation.\n\n\n\nUncontrollable Crying: Experiences frequent and uncontrollable bouts of crying, suggesting heightened emotional distress.\n\n\n\nSuicidal Ideation and Planning: Shares thoughts of suicide.  This remains a deeply concerning issue which this therapist will continue to monitor.  Ongoing disruptions in his home environment are currently significant triggers to this situation and requires intervention.  \n\n\n\nNegative Perception of Life: Describes his life as \"fucking garbage\" and expresses difficulty finding reasons to persevere.\n\n\n\nFear of Driving: Experiences anxiety and avoids driving whenever possible due to constant fear and recurrent panic attacks.\n\n\n\nJob Loss and Existential Concerns: Expresses fear and uncertainty about the future, particularly after losing his job and experiencing repeated accidents.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMr. Egalite reported making use of the following strategies to manage his symptoms at this time:\n\n\n\nRest\n\nActivity avoidance\n\nMedication\n\n\n\nMr. Egalite  has reported a further disruption in his life in the form of reduced familial contacts. As he has grown more socially isolated, his social contacts have continued to diminish to the extent that Mr. Egalite is currently alone for most of his wake time, and has limited contact with his past support network. He no longer goes for walks due to the coming seasonal changes which deeply impact his physical presentation.\n\n\n\n\n\nFUNCTIONAL AND BEHAVIORAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nMr. Egalite states that he can endure sitting for 20 to 25 minutes before feeling the need to stand. Beyond this timeframe, his back tends to lock, and he experiences stiffness. When seated, he leans either on his left or right side and avoids sitting upright, as it induces pain after a few minutes.\n\n\n\nObservations confirm that he adheres to the reported duration of sitting, with frequent alternations between sitting, standing, and walking. Notably, while seated, he consistently makes frequent postural changes.\n\n\n\nBed mobility\n\nExtended periods of lying in one position result in stiffness and locking of Mr. Egalite's back. To mitigate this, he primarily lies on his left side, using a pillow between his legs for added comfort.\n\n\n\nObservations indicate that Mr. Egalite frequently seeks relief by positioning himself on a lounge chair section of his couch. In this area, he adopts a side-lying position with the aid of pillows, allowing for momentary relief. Throughout interactions with his therapist, he consistently alternates between lying, standing, walking, and sitting in an effort to manage his discomfort.\n\nTransfers\n\nMr. Egalite exhibited his capability to perform chair and sofa transfers autonomously. However, these actions were often accompanied by visible signs of discomfort, with occasional pauses mid-transfer to manage pain. Following the transfers, he frequently leaned on nearby supports, such as walls or furniture, to stabilize himself.\n\n\n\nBed, toilet, and bathtub transfers were also observed, and Mr. Egalite demonstrated the ability to handle bed transfers independently throughout the sessions. While he managed toilet transfers independently, initiating the recovery to a standing position proved challenging. A single bathtub transfer was demonstrated, showing his ability to safely navigate the tub's threshold and enter the enclosure. It was suggested that he could benefit from adaptive aids to enhance his bathing activities.\n\nStanding\n\nBefore the accident, Mr. Egalite faced limitations, experiencing soreness, a need for stretching, and frequent weight shifting from side to side after approximately 30 to 45 minutes of standing.\n\n\n\nPresently, he reports being able to stand for only 10 minutes before needing to sit due to his back locking in a forward flexion posture. Observations during sessions confirm short periods of both static and dynamic standing. Mr. Egalite was frequently observed shifting his weight from side to side, rarely sustaining a stationary standing position for more than a few minutes.\n\nBalance\n\nStatic balance was assessed using the Four-Stage Balance Test, which involves maintaining four distinct stances for a minimum of 10 seconds each. These stances include standing with feet together, on one foot (first right, then left), in a semi-tandem stance, and in a tandem stance.\n\n\n\nMr. Egalite demonstrated the ability to complete only one-fourth of the balance tasks, as he struggled to achieve single-leg or tandem/semi-tandem positions. This indicates a heightened risk of balance loss and potential falls without the support of mobility aids.\n\nWalking\n\nAfter an extensive recovery period following injuries in 2012 and 2013, Mr. Egalite regained the ability to walk with an upright posture, tolerating walking for 30 minutes or more.\n\n\n\nHowever, he exhibits a distinctive waddling gait from side to side. To avoid jarring his spine, he needs to gradually come to a stop over a few steps instead of stopping suddenly. While he can manage short distances, he typically requires a break and sits after approximately 15 minutes of walking. For outdoor mobility, he relies on a single-point cane.\n\n\n\nObservations of both indoor and outdoor ambulation over the past year reveal that Mr. Egalite walks slowly, with a noticeable limp that varies in intensity from day to day. His capacity for swift mobilization is compromised, and his movements are methodically planned to minimize pain.\n\nStairs\n\nNavigating stairs posed a challenge for Mr. Egalite, although he was capable of managing them, he actively avoided their use whenever possible. He could handle a maximum of three flights of stairs.\n\n\n\nWhile able to ascend stairs, he needed to deliberately engage his core and straighten his spine to prevent experiencing sharp pain. At times, he would use a cane for assistance, especially when his symptoms were more pronounced.  He notes a particular challenge of living on the 14th floor of an apartment building where fire alarms reportedly go off quite regularly, requiring that Mr. Egalite descend to the main floor via the staircase.\n\n\n\nLifting/Carrying\n\nPreviously, Mr. Egalite had the capacity to handle lifting and carrying loads within the range of 10 to 15 lbs.\n\n\n\nHowever, in the current situation, he actively avoids lifting and carrying as much as possible. When he does engage in such activities, he employs strategies such as balancing loads in bags held bilaterally or close to his chest. This approach is adopted particularly when the load cannot be carried by a handle or counterweighted with another load.\n\nKneeling\n\nBefore the accident, Mr. Egalite could kneel with some discomfort.\n\n\n\nCurrently, he asserts the ability to still kneel but actively avoids assuming this posture due to the pain it induces. Observations were not conducted for squatting due to noted difficulties, and this posture is considered non-functional in his current condition.\n\nSquatting/Crouching\n\nBefore the accident, Mr. Egalite had the capacity to squat and crouch, albeit with some discomfort.\n\n\n\nPresently, he reports difficulty with squatting, mentioning that he can only manage it \"on my tippy toes.\" During observation, one power squat, though partially completed, was noted by the therapist. Mr. Egalite could not attain a stable squatted posture and was seen using nearby furniture for support.\n\nBending\n\nBefore the motor vehicle accident, Mr. Egalite acknowledged experiencing some difficulties with bending, although he reported significant improvement over time.\n\n\n\nPresently, he actively avoids bending, as it serves as a notable trigger for his symptoms. His bending activities are limited, primarily reserved for picking up dropped objects, especially during periods of heightened symptoms. To facilitate reaching objects throughout the day, he relies on a long-handled reacher.\n\nReaching\n\nBefore the accident, Mr. Egalite could reach in a functional manner, experiencing only some discomfort that did not significantly affect his daily functioning.\n\n\n\nHowever, during the current assessment, his ability to reach has become limited, extending only within his immediate vicinity. He actively avoids reaching, recognizing it as a trigger for his symptoms.\n\nFine Motor Coordination\n\nMr. Egalite does not exhibit any fine motor coordination issues.\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNeck range of motion is generally preserved although Mr. Egalite reports stiffness and pain with active range of motion and in neutral position.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\n3/4 range\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\n1/2 range\n\nWFL\n\nRight shoulder range of motion is significantly impaired in all planes.\n\nExtension\n\n1/2 range\n\nWFL\n\nAbduction\n\n1/2 range\n\nWFL\n\nAdduction\n\n1/2 range\n\nWFL\n\nInternal rotation\n\n1/2 range\n\nWFL\n\nExternal rotation\n\n1/2 range\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n1/2 range\n\nMr. Egalite is unable to effectively bend forward beyond his upper-thighs as a result of severe pain he experiences in his lumbar spine.\n\nLateral flexion\n\n1/2 range\n\n1/2 range\n\nRotation\n\n1/2 range\n\n1/2 range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMr. Egalite presented in a state of complete emotional decompensation at the time of this assessment. He expressed significant feelings of anger and frustration at his situation, whereby he is unable to obtain any form of sustained peace in his environment as a result of his neighbor. He went on to provide this therapist with examples of these situations captured on his phone. What this therapist observed in these videos (five viewed in total), confirms what Mr. Egalite has been reporting. The intrusiveness of this situation is compounding Mr. Egalite’s already precarious emotional state. While efforts have already been deployed by his social worker to obtain a change in living environment, this remains a work in progress.\n\n\n\nMr. Egalite’s emotional state has been of serious concern through the course of 2023, which includes hospitalizations, suicidal ideations and plans, and involvement of police and paramedics during a period of acute suicidality. He remains at this time in need of multidisciplinary treatment to support his emotional struggles, and prevent a deterioration leading to repeat hospitalization\n\n\n\nCognitive Presentation:\n\n\n\nMr. Egalite’s cognitive presentation was observed to have shifted from what was observed in March of 2023. He was observed having much more difficulty remaining focused on the conversation with this therapist, requiring frequent redirection and cueing as he lost his train of thought. He was found to struggle with problem solving strategies, leading him to consider physical altercation with his neighbor. This was discussed with Mr. Egalite, and it was agreed that this course of action would likely cause more complications, and not necessarily yield the desired results. His cognitive presentation is reflective of his poor emotional state, compounded by lack of sleep, and anxiety stemming from his untenable living circumstances. A degree of psycho-motor retardation was observed. This will be monitored on an ongoing basis.\n\n\n\nMr. Egalite presented with generally intact cognition during most touchpoints held with this therapist.  He did display some difficulty with word finding on occasion and shared a general sense of being lost and being overwhelmed with what to do with his life.  He appears unable to engage in constructive problem solving as he navigates intense psychological symptoms impacting his ability to focus on anything of substance for any length of time.  \n\n\n\n\n\nTYPICAL DAY:\n\n\n\nMr. Egalite reported that his daily routine is non-existent at this time. He wakes when he can no longer sleep, and will go to bed at irregular times. He will nap throughout the day when he can, and otherwise spends his time ruminating, and trying to drown out the noise emanating from his neighbor's apartment. A complete recalibration and redesign of his daily routine is indicated at this time to support the changes in circumstance and resultant symptomatic repercussions. It should also be noted that Mr. Egalite presents with no meaningful activity to occupy his time, which will also be a focal point in ongoing OT intervention.\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\n\n\nTYPE OF DWELLING\n\nApartment\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nMain level\n\nWood\n\nBathrooms\n\n1\n\nMain level\n\nLinoleum\n\nLiving Room\n\n1\n\n \n\nWood\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\n \n\nLinolium\n\nLaundry\n\n1\n\nBuilding basement\n\nNA\n\nStairs\n\nYes\n\nMr. Egalite resides on the 14th floor of an apartment building.  He notes that he uses the elevator at all times.  He would be unable to manage the 14-floor stair climbing to access his apartment should elevators be out of service and concurrently would experience significant difficulties descending that number of stairs safely.\n\nConcrete\n\nBasement\n\nNo\n\nNA\n\nNA\n\nDriveway Description\n\nMr. Egalite parks his vehicle in a specified parking spot located outside his building.  He must walk approximately 200m from his vehicle to the building entrance.  He notes significant difficulties managing tasks such as obtaining groceries due to the difficulty he has in carrying them.  \n\nYard description\n\nSmall lot\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone in an apartment subsidized by Ottawa Housing.\n\nChildren\n\n3 children ages 5, 14, 22 not in his care.\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nIn terms of self-care activities, Mr. Egalite maintains independence in handling core self-care functions. However, he encounters challenges with specific tasks such as lower body dressing, showering, and hair care. Despite these difficulties, he employs pacing and activity modification to manage these tasks. It's important to note that Mr. Egalite is currently grappling with intense psychological distress, necessitating monitoring to ensure consistent food intake and to observe his overall emotional well-being. Further details regarding this aspect will be discussed in the Attendant Care section of this report.\n\n\n\n\n\n\n\nHome Management Activities:\n\n\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\n\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nI - Mr. Egalite handled meal preparation independently.\n\nA - Mr. Egalite needs assistance to guarantee regular meals as part of supporting his recovery from recent medical events stemming from malnutrition. Further details on this aspect will be covered in the Attendant Care section of this report.\n\nDishwashing\n\nI - Mr. Egalite successfully handled daily dishwashing, addressing the limited number of dishes he generated throughout the day.\n\nI - Mr. Egalite is still capable of managing dishwashing tasks, but he needs to pace this activity. He washes one or two items at a time, takes breaks, and alternates with activities in different positions from static standing to manage his comfort.\n\nGroceries/errands\n\nI - Mr. Egalite did not report any difficulties accessing the community to obtain groceries or run errands; he was independent in this regard.\n\nA - Mr. Egalite is presently grappling with significant phobic symptoms related to vehicular travel, impeding his ability to access the community. He manages small grocery shopping tasks at the store adjacent to his apartment building, but this proves challenging, particularly when carrying grocery bags. This limitation inherently affects the quantity of food he can obtain in a single trip.\n\nBathroom cleaning\n\nI - Mr. Egalite successfully maintained his bathroom environment independently.\n\nA - Mr. Egalite encounters challenges in completing the cleaning of his bathtub and toilet. It is suggested that he could benefit from recommended devices to support his engagement in these tasks.\n\nMaking/changing beds\n\nI - Mr. Egalite reported being independent in changing his bed linen regularly and making his bed daily. He mentioned managing these tasks with some discomfort.\n\nA - Mr. Egalite is contending with severe lower back pain, coupled with limitations in tolerance, preventing him from completing the task of managing his bed linen at the frequency he did pre-accident. As a result, he currently handles this task on a reduced cleaning frequency and often opts not to make his bed.\n\nVacuuming\n\nI - Mr. Egalite employed a vacuum cleaner to maintain his living environment. He adopted a paced approach, vacuuming small areas at a time to manage this activity.\n\nU - Mr. Egalite is presently unable to manage vacuuming tasks and could benefit from a rechargeable vac stick, facilitating the easy vacuuming of his small living environment.\n\nSweeping\n\nI - Mr. Egalite reported sweeping on a daily basis and being able to pick up piles using a regular dustpan.\n\nA - Mr. Egalite is facing challenges in managing the sweeping of his home, primarily due to difficulties in picking up piles of swept debris. He tends to leave the pile in a corner of his living room. To support his engagement in this activity, Mr. Egalite would benefit from the use of a long-handled dustpan.\n\nMopping\n\nI - Mr. Egalite was able to mop his floors on an as-needed basis pre-accident. He would clean small areas at a time and pace this activity.\n\n\n\nU - Mr. Egalite is presently unable to manage the mopping of his floors due to pain and limited postural tolerances. The use of a microfiber spray mop is recommended to assist him in reintroducing floor cleaning to his daily activities.\n\nDusting\n\nI - Mr. Egalite reported no difficulties with dusting pre-accident. He would dust surfaces regularly, as needed.\n\nA - Mr. Egalite continues to dust and wipe down waist-level surfaces such as counters and tabletops but is unable to reach high and low surfaces. To support his engagement in this task, he would benefit from the use of a long-handled duster.\n\nTidying\n\nI - Mr. Egalite reported no difficulty with tidying his living environment pre-accident.\n\nI - Mr. Egalite remains able to tidy his living environment as he putters throughout the day. This is a primary activity he engages in regularly.\n\nLaundry\n\nI - Mr. Egalite managed his laundry needs without difficulty pre-accident.\n\nA - Mr. Egalite remains able to manage his laundry needs, although with significant difficulty. His primary challenge is the physical requirement to carry his laundry in a basket from his apartment to the basement of the building where the laundry facilities are located. To support his engagement in this task, he would benefit from the use of a wheeled canvas folding cart.\n\nGarbage Removal/Recycling\n\nI - Mr. Egalite was independent in the management of his garbage and recycling.\n\nI - Mr. Egalite remains able to manage this task, as the garbage chute is located a short distance from his apartment door, allowing him to dispose of garbage in small increments throughout the day/week.\n\n\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nMr. Egalite was not primarily responsible for lawn care pre-accident.\n\nMr. Egalite mentioned that he used to cut the grass in the small townhome where he lived until April 2022. The backyard area was small and required minimal effort to maintain, using a reel lawn mower. Since then, Mr. Egalite has moved to an apartment where there are no lawn care requirements.\n\nGardening\n\nMr. Egalite did not engage in gardening pre-accident.\n\nMr. Egalite does not have the means to engage in gardening in his current living environment.\n\nSnow Removal\n\nMr. Egalite was not required to complete snow removal pre-accident.\n\nThere are no snow removal requirements in Mr. Egalite's current living environment.\n\n\n\n\n\nCaregiving Activities:\n\n\n\nMr. Egalite is not the primary caregiver for any of his children at this time.\n\n\n\n\n\nVocational Activities:\n\n\n\nPre-accident Employment Status\n\nEmployed part-time\n\nEmployer\n\nQuantum Management\n\nJob Title/Duties\n\nInformation Officer 1-800-O-CANADA\n\nHours per week\n\nPart-time\n\nComments\n\nWas working with Quantum Management Services for 1-800-O-CANADA.  He completed training for 4 weeks (attending office full-time) and  then started working part-time.  He relocated to his home for remote working one-week post-training. \n\n\n\nCurrent Employment Status\n\nUnemployed\n\nComments\n\nFollowing the subject motor vehicle accident, Mr. Egalite attempted to work for a total of two shifts but was unable to continue due to his accident-related symptoms.\n\n\n\n\n\nLeisure Activities:\n\n\n\nPrior to the motor vehicle accident, Mr. Egalite gradually reintroduced leisure activities into his life, expressing a strong desire to live life to its fullest and engage in anything fun, such as go-karting and playing mini golf.\n\n\n\nHowever, at the time of this assessment, Mr. Egalite has completely disrupted his engagement in leisure activities. He now spends his time isolated in his apartment, browsing videos, movies, documentaries, etc., without meaningful activities to occupy his time.\n\n\n\n\n\nCommunity Access:\n\n\n\nMr. Egalite acknowledged a substantial decline in his ability to access the community without restrictions. He attributed this to a severe phobic experience associated with vehicular travel, leading him to avoid using his vehicle whenever possible. Consequently, he spends the majority of his time in his apartment. However, he mentioned a persistent effort to go outside, even if it's just for a short walk around his building on a daily basis.\n\n\n\n\n\nVolunteer Activities:\n\n\n\nMr. Egalite was not involved in any volunteer activities prior to the motor vehicle accident.\n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of January 13, 2022. The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist’s] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMr. Egalite demonstrated the strength, range of motion and postural tolerances required to manage dressing and undressing activities independently.  He confirmed that he manages this task independently albeit in a slow manner at times with breaks if symptoms are flared.\n\n0 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week\n\nProsthetics\n\nNot applicable\n\n0 minutes per week\n\nOrthotics\n\nNot applicable\n\n0 minutes per week\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMr. Egalite is able to manage his grooming activities independently.  He will wear hats to reduce the demands on hair styling.\n\n0 minutes per week\n\nFeeding\n\nMr. Egalite is able to prepare simple meals when food access is preserved.  Assistance to ensure food security will be addressed in the “Basic Supervisory Care” section below.\n\n0 minutes per week\n\nMobility *\n\nMr. Egalite is independent in his mobility needs.\n\n0 minutes per week\n\nExtra Laundering\n\nThere are no extra laundering needs.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMr. Egalite is able to manage the core aspects of hygiene tasks described in this section.  He struggles with the management of some of these tasks however demonstrates the ability to complete them through pacing, albeit at a reduced frequency.\n\n0 minutes per week\n\nBasic Supervisory Care **\n\nMr. Egalite is found to require Attendant Care to monitor his wellbeing and encourage/ support core self-care to mitigate the risk of malnutrition events or other unforeseen decline in his physical health.  He also requires attendant care to support his emotional wellbeing through daily touchpoints to ensure his comfort and security in his living environment.  A total of 3 hours per day of Attendant Care is recommended at this time.  This is recommended to assist Mr. Egalite with the increased stressors which have developed in recent months.\n\n840 minutes per week\n\nCoordination of Attendant Care\n\nThere are no attendant care coordination requirements at this time.\n\n0 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,\n\nindividuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nMr. Egalite is independent in the management of all of his urinary needs.\n\n0 minutes per week\n\nBowel Care\n\nMr. Egalite is independent in the management of all of his bowel needs with difficulty cleaning himself after a bowel movement due to the twisting and reaching required.  Discussions surrounding alternatives will be held with Mr. Egalite.\n\n0 minutes per week\n\nTracheostomy\n\nNA\n\n0 minutes per week\n\nVentilator Care\n\nNA\n\n0 minutes per week\n\nExercise\n\nMr. Egalite would benefit from the support of a kinesiologist to foster his engagement in sustainable physical activity.  No attendant care recommended at this time.\n\n0 minutes per week\n\nSkin Care\n\nMr. Egalite does not present with any skin care issues requiring attendant care.\n\n0 minutes per week\n\nMedication\n\nMr. Egalite is managing his medication independently, including taking prescribed doses at scheduled times and obtaining medication from the pharmacy when required.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Egalite is independent in the management of his showering needs, however, would benefit from the use of equipment to foster his safety while completing showering tasks.  This will be discussed with Mr. Egalite during ongoing touchpoints.\n\n0 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nNA\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behavior)\n\nThere are no skilled supervisory care requirements at this time.\n\n0 minutes per week\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t\t0 hours per week \t$0 /month\n\nPart 2 \t-  Basic Supervisory Functions\t\t\t21 hours per week \t$1264.20 /month\n\nPart 3\t-  Complex Health/Care and Hygiene\t\t0 hours per week \t$0/month\n\n\n\nTotal monthly assessed attendant care benefit:  $1264.20 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis concludes this report  Should any questions arise, this therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\n\n\n\n\nSincerely,\n\n\n\n\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\n\n\nEncl:  \tForm 1\n\n\n\nCc:\tMcNally Gervan Law Firm\n\n\tZenith Insurance\n\n\t\t\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nApartment\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nMain level\n\nWood\n\nBathrooms\n\n1\n\nMain level\n\nLinoleum\n\nLiving Room\n\n1\n\nWood\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nLinolium\n\nLaundry\n\n1\n\nBuilding basement\n\nNA\n\nStairs\n\nYes",
    "SYMPTOMS": "Mr. Egalite does not present with any skin care issues requiring attendant care.\n\n0 minutes per week\n\nMedication\n\nMr. Egalite is managing his medication independently, including taking prescribed doses at scheduled times and obtaining medication from the pharmacy when required.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Egalite is independent in the management of his showering needs, however, would benefit from the use of equipment to foster his safety while completing showering tasks.  This will be discussed with Mr. Egalite during ongoing touchpoints.\n\n0 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nNA\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behavior)\n\nThere are no skilled supervisory care requirements at this time.\n\n0 minutes per week",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $1264.20 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis concludes this report  Should any questions arise, this therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tMcNally Gervan Law Firm\n\n\tZenith Insurance\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "FUNCTIONAL_STATUS": "After an extensive recovery period following injuries in 2012 and 2013, Mr. Egalite regained the ability to walk with an upright posture, tolerating walking for 30 minutes or more.\n\nHowever, he exhibits a distinctive waddling gait from side to side. To avoid jarring his spine, he needs to gradually come to a stop over a few steps instead of stopping suddenly. While he can manage short distances, he typically requires a break and sits after approximately 15 minutes of walking. For outdoor mobility, he relies on a single-point cane.\n\nObservations of both indoor and outdoor ambulation over the past year reveal that Mr. Egalite walks slowly, with a noticeable limp that varies in intensity from day to day. His capacity for swift mobilization is compromised, and his movements are methodically planned to minimize pain.\n\nStairs\n\nNavigating stairs posed a challenge for Mr. Egalite, although he was capable of managing them, he actively avoided their use whenever possible. He could handle a maximum of three flights of stairs.",
    "ADLS": "Pre and Post Accident Self-Care Activities:",
    "MEDICAL_HISTORY": "PRE-ACCIDENT MEDICAL HISTORY:\n\nFrom the March 28, 2023 OT Report completed by this therapist:\n\n“Mr. Egalite noted that he has a history of traumatic events spanning his entire lifetime which he has difficulty speaking about and which continued to impact him to some degree in his day-to-day life.   He recalls a great deal of childhood trauma and growing up without parents.  He lost a child at 6-months when his then-partner experienced complications with her pregnancy.  He was deeply affected by this loss and the following month, was involved in a serious MVA.  ",
    "TYPICAL_DAY": "U - Mr. Egalite is presently unable to manage the mopping of his floors due to pain and limited postural tolerances. The use of a microfiber spray mop is recommended to assist him in reintroducing floor cleaning to his daily activities.\n\nDusting"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {}
    },
    "ENVIRONMENTAL": {
      "homeType": "Apartment",
      "livingArrangement": "",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "Main level",
        "Bathrooms",
        "Main level",
        "Living Room",
        "Dining Room",
        "Kitchen",
        "Building basement",
        "Stairs"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nApartment\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nMain level\n\nWood\n\nBathrooms\n\n1\n\nMain level\n\nLinoleum\n\nLiving Room\n\n1\n\nWood\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nLinolium\n\nLaundry\n\n1\n\nBuilding basement\n\nNA\n\nStairs\n\nYes",
      "confidence": {
        "homeType": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Mr. Egalite does not present with any skin care issues requiring attendant care.\n\n0 minutes per week\n\nMedication\n\nMr. Egalite is managing his medication independently, including taking prescribed doses at scheduled times and obtaining medication from the pharmacy when required.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Egalite is independent in the management of his showering needs, however, would benefit from the use of equipment to foster his safety while completing showering tasks.  This will be discussed with Mr. Egalite during ongoing touchpoints.\n\n0 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nNA\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behavior)\n\nThere are no skilled supervisory care requirements at this time.\n\n0 minutes per week",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $1264",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCLOSING COMMENTS:\n\nThis concludes this report  Should any questions arise, this therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $1264.20 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis concludes this report  Should any questions arise, this therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tMcNally Gervan Law Firm\n\n\tZenith Insurance\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "for 30 minutes or more",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [
        "whenever possible"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "After an extensive recovery period following injuries in 2012 and 2013, Mr. Egalite regained the ability to walk with an upright posture, tolerating walking for 30 minutes or more.\n\nHowever, he exhibits a distinctive waddling gait from side to side. To avoid jarring his spine, he needs to gradually come to a stop over a few steps instead of stopping suddenly. While he can manage short distances, he typically requires a break and sits after approximately 15 minutes of walking. For outdoor mobility, he relies on a single-point cane.\n\nObservations of both indoor and outdoor ambulation over the past year reveal that Mr. Egalite walks slowly, with a noticeable limp that varies in intensity from day to day. His capacity for swift mobilization is compromised, and his movements are methodically planned to minimize pain.\n\nStairs\n\nNavigating stairs posed a challenge for Mr. Egalite, although he was capable of managing them, he actively avoided their use whenever possible. He could handle a maximum of three flights of stairs.",
      "confidence": {
        "mobilityStatus": 0.8,
        "functionalLimitations": 0,
        "assistiveDevices": 0.8,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Pre and Post Accident Self-Care Activities:",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "PRE-ACCIDENT MEDICAL HISTORY:\n\nFrom the March 28, 2023 OT Report completed by this therapist:\n\n“Mr. Egalite noted that he has a history of traumatic events spanning his entire lifetime which he has difficulty speaking about and which continued to impact him to some degree in his day-to-day life.   He recalls a great deal of childhood trauma and growing up without parents.  He lost a child at 6-months when his then-partner experienced complications with her pregnancy.  He was deeply affected by this loss and the following month, was involved in a serious MVA.  ",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "U - Mr. Egalite is presently unable to manage the mopping of his floors due to pain and limited postural tolerances. The use of a microfiber spray mop is recommended to assist him in reintroducing floor cleaning to his daily activities.\n\nDusting",
      "confidence": {
        "morningRoutine": 0,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}