{
  "fileName": "Copy of Snagg, Devonte IHA.docx",
  "originalText": "\n\nOCCUPATIONAL THERAPY\n\nIN-HOME ASSESSMENT\n\n\n\nSnagg Name:\n\nDevonte Snagg\n\nDate of Loss:\n\nMay 11, 2016\n\nAddress:\n\n1100 Trillium Place, Rockland ON K4K 1T1\n\nDate of Birth:\n\nJanuary 25, 2003\n\nTelephone #:\n\n(613) 818-0201\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nNA\n\nInsurer:\n\nNA\n\n\n\n\n\nClaim No.:\n\nNA\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\nJanuary 24, 2024\n\n\n\n\n\nDate of Report:\n\nJanuary 31, 2024\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured Snagg’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to Snaggs who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nASSESSMENT PREAMBLE:\n\n\n\nDevonte was referred to Ferland & Associates by his legal representative, Mr. Frank McNally of McNally Gervan for the purpose of completing an In-Home Assessment.  This assessment was requested in the context of a Tort Claim, in relation to injuries he sustained in a MVA on May 11, 2016, when he was struck by a vehicle as a pedestrian at age 13.  This assessment reflects his current level of function in relation to activities of daily living and transition from schooling to the Ottawa labour market.  \n\n\n\nThis assessment included an assessment of Devonte as well as a collateral interview with his mother and grandmother.  This report reflects the sum of these clinical interactions which were utilized in forming the clinical impression reflected herein.  \n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nOn May 11, 2016, Devonte, aged 13, was struck by a car while crossing the street, resulting in him falling and sustaining injuries to his knees, hands, and forehead. He was taken to a local hospital by ambulance, underwent a physical examination, and received a diagnosis of a concussion. Subsequently, medical records indicated that Devonte suffered persistent consequences from the accident, including Mild Neurocognitive Disorder, Adjustment Disorder, and an Unspecified Personality Disorder, which was exacerbated by the incident.\n\n\n\nBefore the accident, Devonte had experienced emotional and behavioral challenges related to his parents' separation in 2008. He had been diagnosed with Attention Deficit Hyperactivity Disorder (ADHD) and Oppositional Defiant Disorder (ODD) approximately three years prior to the accident. Additionally, he had previously suffered a concussion in 2009, identified as a risk factor for complications to subsequent concussive events, such as the one which occurred on the date of loss.\n\n\n\nDr. Duhamel's Neuropsychology assessment, dated 19, 2023, provided insights into Devonte’s recovery post-accident. Devonte resumed school two to three weeks after the incident, initially attending half-days due to cognitive strain. His right hand's limitations resulting from an injury to his fifth digit hindered his ability to write during this period. He returned to full-time school after a month, but faced severe headaches, leading to frequent visits to the school's office. During summers, he engaged in low-intensity activities.\n\n\n\nIn the 8th grade, Devonte encountered difficulties in certain subjects and experienced headaches, leading to occasional school absences. Transitioning to the 9th grade involved school relocation, initial friendship challenges, and increased educational support. Devonte gradually overcame these obstacles and had an overall positive experience.  Throughout his educational journey, Devonte continued to face challenges, including disruptive peers, leading to school transfers. He had a relatively smooth transition to his new school before the COVID-19 pandemic disrupted his social interactions.\n\n\n\nIn his 10th-grade year, Devonte had fewer academic issues and enjoyed friendships. However, he moved to Barrhaven in the summer, causing social isolation.  The 11th grade marked a significant shift, with Devonte struggling to establish connections with peers and facing an assault incident. His truancy increased due to these challenges. He later transitioned to a new school but still faced issues with social interactions.  With the onset of the COVID-19 pandemic, Devonte's school shifted to online learning. He completed Grade 11 and 12 with less demanding classes and occasional class skipping.\n\n\n\nIn the summer of 2022, Devonte's family moved to Rockland, resulting in social isolation, as his friends were not easily accessible.\n\n\n\nAt the time of assessment, Devonte reported ongoing interventions, including counseling for vaping and a history of petty theft (food items and drinks from grocery and convenience stores). He had experienced physical symptoms, such as shoulder pain, migraines, and low back pain, which impacted his ability to work at times.  Cognitive symptoms included short-term memory issues and difficulty focusing, especially on tasks he disliked. Emotionally, Devonte experienced moderate anxiety and preferred solitude, which intensified in group settings. He also struggled with the loss of a friend who drowned in the Rideau River in 2023.\n\n\n\nIn terms of responsibilities, Devonte now manages various household tasks however lacks the capacity to initiate these activities without repeated prompting, reminders and cueing from his parents.  He has held several jobs in the last two years, facing challenges with tardiness and adherence to workplace rules. He expressed pride in his current employment as a Restoration Technician with Rite-Way Restorations, and reported a supportive manager. However, concerns were raised about the sustainability of this employment.  His ability to get up on his own in the mornings due to an inability to wake without his mother “sticking the dogs on him”, his inability to self-manage the completion of a daily grooming routine as well as his inability to pack his own lunch and ensure he has everything he needs before leaving in the mornings remains a significant impediment to both independent living and sustainable employment.  His mother noted a lack of follow-through on Devonte’s part in all aspects of daily living and if left to his own devices, “would do nothing but play video games and sleep”.\n\n\n\nDr. Duhamel's assessment highlighted the challenges Devonte faced in maintaining employment due to his mental and behavioral impairments, such as working memory issues, distractibility, and mood fluctuations.  While he has been successfully employed for 6 weeks prior to the completion of this assessment, Devonte’s ability to sustain employment in the long-run remains an issue in question at this time.  \n\n\n\nOf significant concern regarding his ability to transition to an independent living scenario is Devonte’s inability to be roused by traditional means in the mornings (or for that matter, throughout the night).  His mother highlighted episodes where the fire alarm would go off and Devonte would not wake.  He has been unable to wake with alarms set on his phone or even with a traditional, louder alarm, placed by his bedside.  There have been multiple episodes of Devonte falling asleep with the cat in his room and not waking to repeated and sustained meowing of the cat seeking access to his litter box, resulting in feces and urine being left on his bedroom floor.  In this therapist’s professional opinion, Devonte should not be left alone at home during sleeping hours secondary to his inability to be roused by loud noises (namely a fire alarm), leading to the submission of an Assessment of Attendant Care Needs Form (Form 1) to support this need in addition to other cueing and support interventions provided by his mother and father on an ongoing basis.\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nDevonte is found to be in need of Attendant Care and specifically nighttime access to care due to his inability to be roused by loud noises, including fire alarms.  This inability to wake without having “dogs put on him” lead to a potential safety risk scenario where he cannot be left alone at night.  Attendant Care has been identified for cueing towards activities of daily living as well as nighttime care to ensure his safety in case of an emergency.\n\n\n\nHousekeeping:\n\n\n\nDevonte requires significant cueing and reminders to complete any of the housekeeping tasks he has been assigned to complete on a daily and weekly basis.  Without cueing and rep[eated reminders, Devonte will not complete any of the housekeeping chores he is to manage and this leads to repeated periods of conflict with his parents, who are providing the cueing at this time.  He requires 30 minutes per day of cueing for the completion of these tasks however is physically able to complete them once he gets going.  \n\n\n\nAssistive Devices:\n\n\n\nDevonte does not present any assistive device needs at this time to further his functional recovery as it relates to the injuries he sustained in the subject MVA of May 11, 2016.\n\n\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nDevonte has recently started a new employment with Rite Way Restoration, a disaster restoration company based in Ottawa, Ontario.   He has been working there for 6 weeks and to date, appears to be managing well in this occupation, which he reports enjoying tremendously.  As a result of historical issues with maintaining gainful employment, and in light of Dr. Duhamel’s opinion on Devonte’s employability, access to Occupational Therapy services is recommended to support his current employment and to address any concerns which may arise during periods of symptom flare-ups, which persist to this day.  It is also noteworthy that Devonte obtains significant assistance from his parents to sustain his current employment, including wake-up assistance, packing his lunch, ensuring his grooming is appropriate for the work setting, ensuring he has all he needs upon leaving the home and driving him to and from work on a daily basis.  It is believed that without his parents’ interventions, Devonte would have been unable to attend his work with the regularity and appropriate presentation he has maintained to date.  \n\n\n\n\n\nReferral for Other Services:\n\n\n\nDevonte is engaged in regular counseling through Rideauwood Addictions and Family Services, where he appears to have developed a positive relationship with his counselor, Mr. David Cope.  Ongoing access to counseling is indicated and should be maintained on an ongoing basis.\n\n\n\nFurthermore, Devonte would benefit from access to a physiotherapist to address his lingering physical symptoms which intermittently flare and impact his ability to engage in daily activities.  His issues with migraine headaches have not yet interfered with his workplace attendance, but remains an issue at play for sustained employability.  He would benefit from physiotherapy services to potentially identify and address root causes of these symptoms.  A physiotherapist trained in concussion treatment would be recommended.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Mr. Frank McNally.\n\nThe purpose of this assessment is to assess Devonte’s current functional status as it relates to his ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nDevonte may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nMcNally Gervan, c/o Frank McNally, Legal Representative\n\n\n\nFollowing this therapist’s explanation Devonte granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\n1. Ambulance Call Reports\n\n\tA. Ambulance Call Report dated May 11, 2016\n\n\n\n2. Hospital Records\n\n\tA. CHEO\n\n\t\t(1)\tClinical notes and records received July 26, 2016\n\n\t\t(2)\tClinical note dated October 7, 2016\n\n\t\t(3) \tClinical note dated December 23, 2016\n\n\t\t(4) \tClinical notes and records received December 11, 2020\n\n\t\t(5) \tFf CHEO dated July 12, 2021 re No records\n\n\tB. Ottawa Hospital\n\n\t\t(1) \tFax back from Ottawa Hospital dated October 26, 2020 re: no records\n\n\tC. Royal Ottawa\n\n       \t\t(1)\tReport from Royal Ottawa dated September 21, 2021\n\n       \t\t(2) \tClinical notes and records received June 28, 2023\n\n\n\n3. Family Doctor\n\n\tA. Dr. Cucan\n\nClinical notes and records received June 8, 2016\n\nReferral for Physiotherapy dated June 16, 2016\n\nClinical notes and records received August 17, 2016\n\nReferral for psychological treatment dated March 15, 2017\n\n(5)\tClinical notes and records received October 29, 2018\n\n\t\t(6) \tApplication of Determination of Catastrophic Impairment (OCF-19) with \t\t\t\tClinical notes and records dated December 10, 2018\n\n\t\t(7) \tClinical notes and records received October 30, 2020\n\n\t\t(8) \tClinical notes and records received August 17, 2021\n\n\t\t(9) \tClinical notes and records received March 14, 2022\n\n\t\t(10) \tClinical notes and records received August 25, 2023\n\n\tB. Dr. Baldwin (pediatrician) - Closed Practice Feb 2022\n\n\t\t(1) \tClinical notes and records received November 29, 2021\n\n\t\t(2) \tClinical notes and records received August 21, 2023\n\n\n\n4. Occupational Therapists Reports\n\n\tA. Functionability\n\n\t\t(1) \tOT In-Home Assessment and Form 1 dated July 14, 2016\n\n\t\t(2) \tLt State Farm dated November 3, 2016 re: verbal agreement for one 90 \t\t\t\tmin session\n\n\t\t(3) \tLt C. Valentine dated November 21, 2016 re: justification memo for \t\t\t\tessential tutoring services\n\n\t\t(4) \tOT Progress Report #1 dated December 7, 2016\n\n\t\t(5) \tSpeech-Language Pathology Assessment Report completed by Sophia \t\t\t\tGravel dated April 12, 2017\n\n\t\t(6) \tOT Progress Report #2 dated May 2, 2017\n\n\t\t(7) \tOT Attendant Care Reassessment Report dated July 14, 2017\n\n\t\t(8) \tSocial Work Initial Report and OCF-18 completed by Christa McParlan \t\t\t\tdated August 10, 2017\n\n\t\t(9) \tOT Progress Report #3 dated November 21, 2017\n\n\t\t(10) \tMemo from Functionability to State Farm dated November 28, 2017 re: \t\t\t\tverbally approving 2 OT sessions\n\n\t\t(11) \tMemo to Certas dated December 12, 2017 re: tutoring\n\n\t\t(12) \tMemo dated January 25, 2018\n\n\t\t(13) \tMemo dated March 12, 2018 \t\t\n\n\t\t(14) \tOccupational Therapy Progress Report #3, & OCF-18 of FunctionAbility \t\t\t\tdated April 9, 2018, progress report\n\n\t\t(15) \tClinical notes and records (OT file) received August 11, 2021\n\n\t\t(16) \tClinical notes and records (SLP file) received August 11, 2021\n\n\t\t(17) \tClinical notes and records (SW file) received August 11, 2021\n\n\t\t(18) \tLf Functionability dated March 17, 2022 re No records since Jul 2021.\n\n\n\n5. Treating Specialists\n\n\tA. Dr. Khattak- Kids Clinic\n\n\t\t(1) \tClinical notes and records of Kids Clinic dated November 20, 2018\n\n\n\n\tB. Rideauwood\n\n\t\t(1) \tEmail from Carole Sinclair to Melissa McKay dated December 29, 2021 re: \t\t\t\tNo records\n\n\tC. CVS\n\n\t\t(1) \tClinical notes and records from Barb Moroney received March 10, 2022\n\n\t\t(2) \tClinical notes and records from Dr. Duhamel received April 14, 2022\n\n\n\n6. Plaintiff Medical Experts\n\n\tA. \tNeuropsychological Evaluation completed by Dr. Duhamel dated January 8, 2021\n\n\tB. \tCAT: Occupational Therapy - In-Home Virtual Assessment completed by Barbara \t\t\tMoroney dated January 8, 2021 \n\n\tC. \tAT: Occupational Therapy Situational Assessment completed by Barbara Moroney \t\tdated January 8, 2021\n\n\tD. \tOccupational Therapy Addendum completed by Barbara Moroney dated March \t\t\t14, 2022 \t\n\n\tE. \tNeuropsychological Evaluation Addendum completed by Dr. Paul Duhamel dated \t\t\tMarch 14, 2022\n\n\tF.\tNeuropsychological Evaluation completed by Dr. Duhamel dated December 19, \t\t\t2023\n\n\n\n7. Vocational Reports\n\n\tA. \tVocational Evaluation dated October 19, 2023\n\n\n\n8. AB-IM Es\n\n\tA. \tIME: OT Assessment Report and Form !completed by S. Taillefer dated July 5, \t\t\t2017 re: a/c\n\n\tB. \tCAT IME\n\n\t\t(1) \tCAT IME: Neuropsychological Examination completed by Dr. Michele \t\t\t\tGagnon dated May 31, 2019\n\n\t\t(2) \tCAT IME: Occupational Therapy In-Home Examination completed by Ron \t\t\t\tWiltshire dated May 31, 2019\n\n\t\t(3) \tCAT IME: Executive Summary completed by Dr. Todd Levy dated May 31, \t\t\t\t2019\n\n\t\t(4) \tCAT IME: Psychiatry Examination completed by Dr. Sujay Patel dated May \t\t\t\t31, 2019\n\n\t\t(5) \tCAT ADDENDUM: Psychiatrist In-Person Addendum completed by Dr. \t\t\t\tSujay Patel dated January 20, 2022\n\n\t\t(6)\tCAT ADDENDUM: Psychiatrist Addendum completed by Dr. Sujay Patel \t\t\t\tdated January 20, 2022\n\n\t\t(7) \tCAT IME: Executive Summary completed by Dr. Todd Levy dated January \t\t\t\t20, 2022\n\n\t\t(8) \tCAT: Neuropsychological Examination completed by Dr. Peter Judge dated \t\t\t\tJanuary 20, 2022\n\n\n\n9. OHIP decoded summary\n\n\tA. \tOHIP decoded summary from May 11, 2011 to May 17, 2015\n\n\tB. \tOHIP Decoded Summary received November 13, 2020 from Oct 20, 2013 - Oct \t\t\t20, 2020\n\n\tC. \tOHIP Decoded Summary received October 12, 2021 (Oct 20, 2020 - Jul 09, 2021)\n\n\n\n10. Prescription History\n\n\tA. \tPrescription Summary dated December 16, 2021\n\n\n\n11. Psychologist\n\n\tA. \tDr. Collins\n\n\t\t(1) \tNeuropsychological Assessment completed by Dr. Collins dated December \t\t\t21, 2017\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nDevonte was in good physical and mental health prior to the subject MVA.  A comprehensive file review highlighted the following issues material to his emotional and behavioural development:  \n\n\n\nPost-Parental Separation Issues (2008): Devonte began showing signs of mental and behavioral challenges following his parents' separation in 2008. This led to him being monitored by a pediatrician and a social worker​​.\n\n\n\nDiagnosis of ADHD and ODD: Devonte was diagnosed with Attention Deficit Hyperactivity Disorder (ADHD) and Oppositional Defiant Disorder (ODD) approximately three years before the accident. His mother mentioned considering testing for these conditions even before the accident​​.\n\n\n\nConcussion (2009): Devonte suffered a concussion around 2009, and it is believed that he fully recovered from this injury​​.\n\n\n\nMECHANISM OF INJURY:\n\n\n\nOn May 11, 2016, Devonte, then 13 years old, was walking across a street when he was struck by a car. The collision caused him to fall, landing on his knees, hands, and forehead. The driver involved was not charged, as Devonte admitted to being distracted by his telephone at the time of the accident.\n\n\n\nFollowing the accident, Devonte was promptly transported to a local hospital by ambulance where he underwent a physical examination. No imaging tests were performed, however, he was diagnosed with a concussion. Ms. Snagg met Devonte at the hospital and subsequently drove him home. The incident occurred at around 4:00 PM, and they arrived back home at approximately 7:00 PM.\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nBased on a review of available medical records, Devonte sustained the following ongoing sequelae of his injuries, sustained in the subject motor vehicle accident:\n\n\n\nMild Neurocognitive Disorder (accident-related)\n\nAdjustment Disorder (accident-related)\n\nUnspecified Personality Disorder (developmental, aggravated by the accident)\n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nDr. Duhamel provided a comprehensive narrative of Devonte’s course of recovery and issues which transpired in the years following the accident (Tort Neuropsychology IME report dated 19, 2023).  The following is a summary of this history, confirmed with Devonte during this assessment:\n\n\n\nDevonte was in the 7th grade when the accident occurred, and he returned to school approximately 2 to 3 weeks later, attending half-days upon his doctor's recommendation due to the strain his coursework placed on his cognitive abilities. During this period, he was unable to write because of the limitations posed by his right hand.\n\n\n\nAround one month after the incident, Devonte resumed full-time school attendance, but he began experiencing more severe headaches, often leading to early departures from school. He frequently visited the school's office due to the intensity of his migraines. For his commute and after-school activities, he relied on his grandmother for transportation and spent much of his time resting in a darkened room, with this routine occurring almost daily.\n\n\n\nDuring the summer following the 7th grade, Devonte mainly engaged in reading books, watching TV, and occasional walks around his apartment complex with friends.\n\n\n\nIn the 8th grade, he encountered difficulties, particularly in subjects like math and gym, where he was unable to participate fully due to medical advice. His frequent headaches and dizziness caused him to miss school once or twice weekly, primarily due to either his headaches or medical appointments. He fondly recalls being offered a spot on the football team, although he couldn't partake in contact sports, leaving him with mixed emotions.\n\n\n\nDuring the subsequent summer, after the 8th grade, Devonte spent a significant amount of time at his grandmother's house, swimming, playing games, and socializing with new acquaintances by the pool.\n\n\n\nTransitioning to the 9th grade, Devonte attended the same school until November, when his family relocated, a move he found puzzling since he had grown-up close to the previous school. He initially struggled to establish friendships and often had solitary lunches in Student Services. He noted receiving more educational support at this school than his prior one. Over time, he made friends, attended school more consistently, and experienced fewer headaches during school hours. Overall, he found the year to be enjoyable, especially considering his slow start and improved academic performance.\n\n\n\nIn the summer following the 9th grade, Devonte participated in a Tim Horton's camp and spent time at his grandmother's house, engaging in various activities and frequenting the pool. He mentioned continuing this camp annually and considering a future role as a camp counselor.\n\n\n\nDevonte's 10th-grade year was his favorite, characterized by many friendships and consistent educational support. While he didn't frequently miss school, he occasionally retreated to the bathroom due to stomach discomfort. He successfully passed math with a 70% average.\n\n\n\nDuring the subsequent summer, following the 10th grade, he moved with his parents to Barrhaven. Devonte spent most of his time watching TV at his grandmother's house as he navigated the challenge of adapting to a new environment and lacking friends in the area.\n\n\n\nBeginning the 11th grade in September 2019, Devonte experienced a significant shift. He encountered difficulties establishing connections with his peers, leading to feelings of depression. Eventually, he formed some friendships, but they led him into negative experiences, including an incident where he was assaulted by two individuals who accused him of theft. Following the incident, he was suspended for two days. He then abstained from school for a month due to discomfort and anxiety, volunteering at his mother's workplace during this time. He later transitioned to a new school shortly before the COVID-19 shutdown, resulting in limited social interactions. \n\n\n\nDevonte had undergone a school transfer due to his association with a group of disruptive peers, leading to an increase in his truancy. He also mentioned that he was suspended for failing to report an assault to his teacher or principal. His transition to the new school occurred in February 2020 and initially appeared to be a positive change, resulting in fewer instances of exploitation or harassment. However, during this period, he lent money to a childhood friend, which went unpaid, causing a rupture in their communication.\n\n\n\nWith the onset of the COVID-19 pandemic, the school shifted from in-person to online learning, and Devonte successfully completed his Grade 11 year in the spring of 2021. In his Grade 12 experience, he opted for less demanding classes, including gym, outdoor gym, guitar, English, and religion. He admitted to frequently skipping classes during this year. Outside of his academic commitments, he spent time with friends, engaging in activities such as walking, visiting Tim Horton's, and playing video games at friends' residences. He ultimately completed Grade 12 in the spring of 2021. Devonte expressed a favorable view of his new school, St. Mother Theresa High School, and reported no issues with peers or teachers.\n\n\n\nIn the summer of 2022, Devonte's parents purchased a house in Rockland, a small town east of Ottawa, with a spacious backyard. He has been assisting his father with the installation of an above-ground pool on the property. Prior to this move, the family had lived in a rented townhouse in Barrhaven, a small town south of Ottawa, for nearly two years. At the time of the accident, they resided in a rental property in Blackburn. While Devonte is unsure of the specific reasons behind their relocation from Blackburn to Barrhaven, he understands that their move to Rockland was motivated by his parents' desire to own a house for their retirement.  He expressed a strong sense of social isolation in his current living situation as his friends are all located in Ottawa and there is no public transit to get there.  This has compounded his mental health struggles through social isolation.\n\n\n\nAt the time of this assessment, Devonte reported the following interventions which he is engaged in or seeking in the future based on recommendations from his family physician:\n\n\n\nRideauwood Counseling:  Every two weeks, Devonte meets with David Cope.  Currently, he is working on quitting vaping. On a weekly basis, he vapes 20 mg juice, which is equal to 1 bottle.  Stealing was also an issue, but is no longer. At age 18, he was caught stealing Monster energy drinks and snacks from Loblaws, he was not charged. However, he did receive a warning from the police.  Devonte was known to the police due to past incidents where he did not come home.  He is now living in Rockland, where everyone he knows is approximately 30 minutes away.\n\n\n\nDevonte was referred for physiotherapy, but has not been able to attend these sessions due to work commitments and an exigent workload.  A fill-in for his GP reportedly saw him last year, sometime close to the summer.  His shoulders were in a lot of pain and would be triggered by minor movement.   He felt like “it was popping out of its socket”.  X-ray examinations ruled-out any subluxation or dislocation.  These flare-ups will generally last the entire day and impact his ability to function.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Elissa Cucan, GP\n\nUnsure, noted he sees his GP infrequently, as-needed.\n\nUnknown\n\nTBD\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nVyvanse\n\n70 mg once daily\n\nADHD, focus and attention\n\nBupropion HCL XL\n\n150 mg once daily\n\nAntidepressant\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nShoulders\n\nIntermittent, bilateral.  Devonte reports aggravation of his shoulder pain without any significant activity.  He notes that he will experience a sharp increase in his shoulder pain symptoms with what he reports as being benign movements such as reaching over his head or simply moving his shoulder “the wrong way”.  He experienced such an episode during the Range of Motion testing performed by this therapist during this assessment. \n\n0/10 to   7/10\n\nMigraines\n\nThese occur once weekly. If he can sleep when it occurs, then it will go away.  He has had migraines lasting up to three days.  Typically he notes them lasting for hours on average.  The pain is behind the eyes, temples and sides of his head.  He notes having been unable to attend work in past employment he has held as a result of these unpredictable and debilitating headaches, resulting in workplace issues with his employers.   He started a new job in the 6 weeks prior to this assessment and noted that migraines have to date not impacted his ability to attend his scheduled work shifts.\n\n9/10\n\nLow back pain\n\nIntermittent pain.  He is unable to identify specific triggers.  Half the time, he will experience pain lasting one to three days.  He can feel it but is still able to work.  He notes really enjoying his current job hence he will push through the discomfort.\n\n0 - 6/10\n\n\n\n\n\n  \n\nCognitive Symptoms:\n\n\n\nMemory:  His short-term memory is affected.  He sometimes has to ask his boss to repeat instructions.  He has informed his manager about his memory issues and that he might need reminders once in a while.   \n\n\n\nFocussing:  This is an issue when doing a task (especially those he does not enjoy), such as cleaning his room or doing dishes.  \n\n\n\n\n\nEmotional Symptoms:\n\n\n\nDevonte experiences a moderate level of anxiety, quantified as 5/10, even while on medication. Generally, his emotional state is flat, reflective of a lack of fluctuation in mood. He exhibits an aversion to social interactions, preferring solitude. This is further complicated when in the company of friends or in group settings, where his anxiety levels notably increase to a range of 6 to 7/10. He noted the loss of a friend, who tragically drowned in the Rideau River during the Christmas week of 2023 which impacted him tremendously.  The occurrence of this friend's birthday in the week prior to this assessment acts as a poignant reminder of the loss, likely exacerbating his emotional challenges for a period of time.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nDevonte reported making use of the following strategies to manage his symptoms at this time:\n\n\n\nRest\n\nActivity Avoidance\n\nMedication\n\n\n\n\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nDevonte does not report any issues with sitting or repositioning.\n\nBed mobility\n\nDevonte does not report any issues with bed mobility.\n\nTransfers\n\nDevonte reported being independent and unrestricted in the management of all transfers (chair, bed, sofa, toilet and bathtub).\n\nStanding\n\nDevonte does not report any issues with sustained standing.  He notes being required to stand for prolonged periods at his current workplace and that while he does feel tired and in a degree of discomfort and pain, he pushes through his symptoms and continues to work uninterrupted.\n\nBalance\n\nDevonte does not experience any issues with vertigo or dizziness.  A BERG balance test was administered and he passed this test without difficulty.\n\nWalking\n\nDevonte reports no issues with walking tolerance or pace.  His gait was observed to be normal in all respects at the time of this assessment.\n\nStairs\n\nDevonte reported no issues managing stairs.  He notes that he is regularly required to climb and descend stairs at work and at home and has no issues with managing them, even without support of a handrail and whilst engaged in bilateral carrying of loads.\n\nLifting/Carrying\n\nDevonte noted that while he does find heavy lifting to aggravate his lower back pain, he has been able to keep-up with the lifting demands at work over the past six weeks.  He reported being able to lift and carry loads such as bundles of Dricore flooring underlayment and bundles of laminate flooring (which are about the limit of what he is required to lift and carry).  \n\nKneeling\n\nDevonte reported being able to kneel without difficulty and recover to a standing position without external support.   He demonstrated his ability to adopt a kneeling posture without external support, in a fluid and unrestricted manner.\n\nSquatting/Crouching\n\nDevonte reported being able to squat/crouch without difficulty, despite experiencing some periodic increases in lower back pain when sustaining these positions for extended periods of time.   He demonstrated his ability to complete a deep squat without difficulty or external support.  \n\nBending\n\nDevonte  reported that he is able to bend forward without much struggle.  He demonstrated his ability to bend forward and touch the floor with his knees fully extended.  He performed this in a fluid and unrestricted manner.\n\nReaching\n\nWhile he is able to reach in all planes without difficulty, he does report that reaching will intermittently result in a sharp shoulder pain experience.  This occurred during the range of motion testing performed during this assessment, where he experienced a sharp increase in left shoulder pain while reaching upwards.  He was observed reacting sharply to the pain experience, recoiling from the reach and rubbing his shoulder.  \n\nFine Motor Coordination\n\nDevonte reported no issues with fine motor coordination.\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nDevonte’s emotional presentation was generally flat throughout most of this assessment and in the prior touchpoint held in 2023 when making attempts to schedule this assessment.  He was found to be quiet and reserved, answering questions with little expansion on details, requiring that this therapist provide cueing for him to expand on his thoughts.  His disposition became brighter towards the end of this assessment when discussing his hobbies and specifically his skills at drawing anime figures, which led to him searching his room for examples of his artwork which he presented to this therapist with a sense of pride.  He noted that he had not been drawing (a once favored passtime) as he lost interest in this outlet, however, noted that he would make attempts to resume drawing activities as he misses it tremendously.  \n\n\n\n\n\nCognitive Presentation:\n\n\n\nFrom a cognitive perspective, Devonte presented with generally intact cognitive skills with the exception of notable difficulties remaining focussed on the topic at hand.  He was found on occasion to start talking and then stop mid-sentence, not recalling what he was discussing and seeking cueing from this therapist to bring him back on topic.  He was also noted to experience some difficulties with word finding, limiting the uninterrupted flow of thoughts as he tried to recall the word he was trying to express.  \n\n\n\n\n\nTYPICAL DAY:\n\n\n\nWeekday:\n\n\n\nWakes up at 5 am with significant difficulty.  His mother will scream at him to wake-up but this usually is insufficient.  She has resorted to “sticking the dogs on him” to get him roused and out of bed.  This is a daily challenge.\n\nHe will have coffee and breakfast, prepared by his mother.  If nothing is prepared he will go without sustenance.  \n\nHe will sit and watch TV until his mother cues him to get dressed for work.  His mother will ensure he has groomed appropriately for the work setting, which involves going into customers’ homes and interacting with homeowners.  His mother noted an absence of care or insight into his presentation, requiring that she monitor this before their departure to work.  She will also pack his lunch and ensure he has everything with him before leaving the home.  Devonte has been known to repeatedly forget items such as his lunch, drink, phone or keys when leaving the home without verification by his mother.\n\nHis mother drives him to work, leaving the home at 6:30am and arriving at work at 7:20am. \n\nHe will work with Rite-Way Restorations until 4:30, performing a variety of disaster clean-up tasks, generally following a flood or fire.  He will be directed by his employer on specific tasks to perform on an ongoing basis throughout the day. He will complete tasks such as content removal, mold removal, and manual tasks like drywall, carpets, and flooring\n\nTypically works until 4:30 however will at times be on-call if a claim comes in and work additional hours, sometimes until midnight.  \n\nMom picks him up at 4:30 - 5:00 and drives him home.\n\nGoes to his room, relaxes, uses the computer, plays games, chats with friends\n\nWill be prompted to shower by his mother, who will ensure he is washed and changes out of his work clothes before going to bed.  He has been known to go to bed wearing his dirty work clothes if not prompted to change and wash himself.\n\nSleeps around 11 or 12, sometimes 1 am, and sleeps through the night.  He will sleep in a deep state which cannot be roused either by an alarm clock or fire alarm (which has occurred in the recent past).  \n\n\n\nWeekend:\n\n\n\nWakes up at 10 or 11 am (sometimes 8 am for plans with grandma or uncle)\n\nSpends most of the weekend at home\n\nGoes out when he gets paid, usually every second Saturday to see his girlfriend\n\nEnjoys activities like watching movies and hanging out with friends during the weekend\n\nHe will engage in some cleaning of the home on weekends, under the direction of his mother who will\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nTYPE OF DWELLING\n\nSingle two-storey home\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond floor \n\nHardwood\n\nBathrooms\n\n3\n\nOne on each floor (Upstairs and basement have showers)\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nHardwood\n\nFamily Room\n\n1\n\nBasement\n\nCarpet\n\nDining Room\n\n1\n\nMain floor\n\nHardwood\n\nKitchen \n\n1\n\nMain floor\n\nTile\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nStairs leading to the second floor and basement of the home\n\nHardwood and carpet\n\nBasement\n\nYes\n\nFinished\n\nCarpet\n\nDriveway Description\n\nDouble Car\n\nYard description\n\nLarge Yard\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  X  Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives with his mother and father\n\nChildren\n\nNone\n\nPets\n\nDevonte reported having two dogs and one cat\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the subject MVA, Devonte reported being independent in his performance of all self-care activities.\n\n\n\nWhile Devonte remains physically able to manage all self-care functions independently, he does so with significant cueing, reminders and prompting from his mother and father.  Devonte is found to lack the capacity to initiate most self-care functions such as grooming, changing into clean clothes, showering and preparing his lunch for work.  While Devonte himself reported no significant difficulties managing these basic functions and noted no tendency for self-neglect of his grooming, showering daily and always wearing clean clothes, this is in stark contrast with what his mother has reported.  This is indicative of significant lack of insight on the part of Devonte, which is not unusual in a case of acquired brain injury.  Devonte’s mother has noted that Devonte tends to minimize his difficulties and “seeing life through rose coloured glasses”.  She noted however that if she was not actively involved in monitoring him and providing daily, repeated cueing, “he would do none of it”.  She noted a recent incident where she picked-up Devonte from his grandmother’s home where he spent the night to find him having combed his hair (which was chemically relaxed the day before” down across his face.  She made note of this and highlighted how this would not be well received by his employer, which led to a conflict while driving to work.  Devonte eventually gave-in and fixed his hair before getting to work.  She noted this is a small example amongst a daily occurrence of such issues.  In this therapist’s professional opinion, Devonte would be at a significant competitive disadvantage and likely not still be employed with his current employer would his parents not be involved to such an extent in cueing him and supporting him in  managing his self-care appropriately.\n\n\n\n\n\nHome Management Activities:\n\n\n\nPrior to the subject MVA, Devonte reported that he held limited responsibilities within the household, other than keeping his room tidy.  He was 13 years-old at the time and was provided with various intermittent age-appropriate chores which he performed under some degree of pressure from his parents, but independently nonetheless.\n\n\n\nAt the time of this assessment, Devonte reported that he is now expected to engage in a more significant number of household management duties and reported now being responsible for the following:\n\n\n\nWashes dishes daily\n\nMaintains and tidies up his bedroom every weekend\n\nWeekly garbage removal with mom\n\nCleans upstairs washroom every other weekend\n\nManages his laundry \n\nMaintains the cat litter box\n\nFeeds both cats and dogs daily\n\nShovels snow (though it may lead to an increase in symptoms) (only once)\n\nAssists dad with lawn maintenance, responsible for using the weed wacker while his father cuts the main areas of the lawn\n\n\n\nWhile Devonte noted managing these activities independently, it was later understood through his mother that he lacks the ability to self-initiate involvement in any or all of the activities noted above.  She noted that he will wash dishes only when told to do so, despite this being a daily requirement.  His bedroom was described and observed to be “a disaster” and his attempts at cleaning it after repeated cueing and prompting from his mother has been found to often be superficial and inappropriate (such as placing dirty plates in his sock drawer to keep them out of view).  He will likewise complete the laundry and clean the litter box only when prompted to do so and this is often a significant battle to get him started.  While he is responsible for feeding the pets, he will often not provide them with clean water and at times leave the water bowl completely unattended and dry.  Devonte’s lack of insight into his limitations regarding housekeeping and home maintenance are further evidence of the struggles he owls likely face in an independent living scenario, which is not believed to be feasible given his current clinical presentation.\n\n\n\n\n\n\n\nFinances/Financial Management:\n\n\n\nDevonte noted that he is now responsible for paying rent to his parents on a monthly basis, as well as being responsible for paying his monthly cell phone bill.  His mother noted that Devonte does present with a history of impulsivity with purchases, especially online.  She noted that Devonte requires assistance with financial planning and to understand the importance and value of saving money “for a rainy day”.   She notes that he has no concept of financial responsibility and fears how this could impact him in the future should she not be there to support and guide him.\n\n\n\n\n\nCaregiving Activities:\n\n\n\nDevonte is not responsible for any caregiving activities at this time.\n\n\n\n\n\nVocational Activities:\n\n\n\nDuring the summer of 2022, Devonte explored various manual labor jobs. His employment history during this period included stints as a yard laborer at Grandor Lumber in June, followed by a position at Kott Lumber in July. He worked as a forklift operator at Amazon from August to December 2022, but faced dismissal due to frequent tardiness and absences, which he attributed to anxiety and spending time with his girlfriend. Subsequently, he briefly worked as a convenience store clerk for nearly two months but was released from this position in March 2023, amid suspicions of theft. His next job was with GoFrame as a helper from March to June 2023, but he was terminated for failing to adhere to workplace rules, particularly regarding phone usage. \n\n\n\nDevonte disclosed that he initially received a job offer for car detailing in early-July 2023, but the employer rescinded the offer upon learning about his disability. In his account of the incident, he indicated that he arrived for his initial shift, during which he remained idle for the first two hours. The manager eventually intervened, expressing intent to assign him tasks. At that juncture, he disclosed his disability and alluded to potential errors. Subsequently, the manager instructed him to sweep the floor and later privately informed him that the employment arrangement would not be viable.\n\n\n\nDevonte began a new employment as a Restoration Technician with Rite-Way Restorations in December of 2023.  He noted being excited about this position and that he enjoyed the work.  In this capacity, Devonte works with a crew in disaster restorations of residential and commercial properties.  He typically works in restoring building structures damaged by floods or fire.  He notes the pace of work to be manageable and despite the long hours, has to date been able to manage his work responsibilities without encountering troubles with his employer.  He reported having shared his struggles with memory and inattention with his manager, who is reportedly supportive and understanding.  He shared a sense of pride in having maintained this employment for this long and was hopeful for an ongoing positive experience in this regard.\n\n\n\nDevonte remains in the early days of this employment and remains in the probationary period.  While he reports a positive disposition on the part of his employer, this therapist will highlight his concerns regarding sustainability of this employment position.  Dr. Duhamel opined the following in December of 2023 (prior to Devonte securing this employment):\n\n\n\n“Devonte’s mental/behavioral impairments, including working memory, distractibility, amotivation, avoidance, submissiveness, and mood, pose significant challenges in sustaining employment.  Given these factors, he is unlikely to be able to sustain any form of employment in my opinion.”\n\n\n\nIt is highly recommended that Devonte obtains support from a registered Occupational Therapist to assist him in addressing any barriers to sustaining his current employment, given the poor prognosis highlighted by Dr. Duhamel.  This prognosis is further compounded by difficulties noted throughout this assessment with insight and dependence on his mother and father for cueing of basic daily activities of daily living.  His inability to wake-up independently in the mornings is a further concerning issue which would likely impact his employability should his parents not be involved in ensuring his adherence to a work schedule by actively waking him in the morning with assistance from the two family dogs.\n\n\n\n\n\nLeisure Activities:\n\n\n\nPrior to the subject MVA, Devonte reported being highly involved in sports, specifically football, where he had been highlighted as an exceptional athlete by scouts and reportedly had the potential to pursue high-level achievement in this sporting field.  He was a highly social individual, spending time with a network of friends and out of the home socializing most of the time.  \n\n\n\nAt the time of this assessment, Devonte noted that he had been unable to maintain his engagement in any form of sporting activities.  He noted issues with even playing basketball with friends due to the shoulder issues he experiences.  He has, as a result, removed himself from these activities and now spends much of his time engaged in sedentary distractions such as playing video games and playing guitar.  He noted that he used to be an avid artist, sketching anime figures as a primary passtime.  He has not drawn in a number of years, as he notes having lost interest and motivation to engage in this past leisure activity.  His issues with his right hand 5th digit resulting from injuries sustained in the subject motor vehicle accident have contributed to his loss of interest in drawing and impacting his ability to progress as a guitar player, further compounding his struggles with engaging in activities he enjoys.  \n\n\n\nDevonte noted that he will spend time with his girlfriend every second week after receiving his paycheck.  This is his primary social outlet at this time.\n\n\n\n\n\nCommunity Access:\n\n\n\nDevonte is currently residing with his parents in the town of Rockland, Ontario, located East of the City of Ottawa.  Rockland is in many respects isolated from the Ottawa region, requiring car access to travel into the city’s core where public transit is available.  Devonte noted that his social network (including his girlfriend and friends) are all located in Ottawa and since he has moved to Rockland, he has been placed in a state of perpetual social isolation and is dependent on his mother and father for transportation.  He had a vehicle in March of 2022, but was involved in an accident where he struck a moose in October of that year.  While he did not reportedly sustain any significant injuries, his vehicle could not be repaired and was reportedly sold for parts.  He has not acquired a vehicle since that time.\n\n\n\n\n\nVolunteer Activities:\n\n\n\nDevonte noted that he is not involved in any volunteer activities at this time.\n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of January 24, 2024. The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist’s] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nDevonte is physically independent with dressing and undressing.  He requires daily cueing to change out of his dirty work clothes in the evening.\n\n35 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week\n\nProsthetics\n\nNA\n\n0 minutes per week\n\nOrthotics\n\nNA\n\n0 minutes per week\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nDevonte is physically independent with the management of his grooming tasks.  He requires daily cueing to ensure he is completing these tasks as he has been found to lack the ability to self-initiate the completion of grooming appropriate for the workplace.\n\n35 minutes per week\n\nFeeding\n\nDevonte does not engage in any form of cooking at this time.  He relies on meals prepared by his mother, including packing of his lunch for work, which he will not do independently.\n\n70 minutes per week\n\nMobility *\n\nDevonte does not have any mobility needs at this time.\n\n0 minutes per week\n\nExtra Laundering\n\nDevonte does not present with any extra laundering needs at this time.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nDevonte is in need of daily cueing to ensure he maintains the bathroom and bedroom environment he utilizes.  Without cueing, these environments are left in a state of neglect and disarray.  He is physically able to manage these environments independently but lacks the capacity to self-initiate completion of any form of tidying throughout the home, including his bedroom and bathroom.\n\n35 minutes per week\n\nBasic Supervisory Care **\n\nDevonte is unable to wake on his own in the mornings and depends on his mother to get the dogs into his room to wake him from a deep sleep on a daily abscess.  He will not respond to alarms, including those on his phone or traditional, louder alarms.  He has also been found not to respond to yelling form his mother but will at times respond to his father’s attempt at waking due to his louder and deeper voice.  He is found to lack the capacity to wake in case of an emergency, necessitating the need of nighttime supervision, estimated at 8 hours daily.\n\n3360 minutes per week\n\nCo-ordination of Attendant Care\n\nDevonte does not present with any attendant care coordination needs at this time.\n\n0 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,\n\nindividuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nDevonte is independent with the management of his urinary needs.\n\n0 minutes per week\n\nBowel Care\n\nDevonte is independent with the management of his urinary needs.\n\n0 minutes per week\n\nTracheostomy\n\nNA\n\n0 minutes per week\n\nVentilator Care\n\nNA\n\n0 minutes per week\n\nExercise\n\nDevonte does not have a regular exercise program to manage at this time.\n\n0 minutes per week\n\nSkin Care\n\nDevonte does not present with any skin care requirements at this time.\n\n0 minutes per week\n\nMedication\n\nDevonte is able to manage his medication independently however requires daily cueing to ensure it is taken at regular times.\n\n35 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nDevonte requires cueing for completion of a daily shower.  He is physically able to shower independently.\n\n35 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nDevonte does not have any equipment which requires maintenance.\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nDevonte does not present with any skilled supervisory care requirements at this time.\n\n0 minutes per week\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t\t10.03 hours per week \t     $  149.50 /month\n\nPart 2 \t-  Basic Supervisory Functions\t\t243.31 hours per week     $3406.32 /month\n\nPart 3\t-  Complex Health/Care and Hygiene\t\t5.02 hours per week \t     $105.90/month\n\n\n\nTotal monthly assessed attendant care benefit:  $3661.72 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\n\n\nCc:\tMcNally Gervan ℅ Mr. Frank McNally\n\n\t\t\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n",
  "sections": {
    "DEMOGRAPHICS": "Prior to the subject MVA, Devonte reported that he held limited responsibilities within the household, other than keeping his room tidy.  He was 13 years-old at the time and was provided with various intermittent age-appropriate chores which he performed under some degree of pressure from his parents, but independently nonetheless.\n\nAt the time of this assessment, Devonte reported that he is now expected to engage in a more significant number of household management duties and reported now being responsible for the following:\n\nWashes dishes daily\n\nMaintains and tidies up his bedroom every weekend\n\nWeekly garbage removal with mom\n\nCleans upstairs washroom every other weekend\n\nManages his laundry \n\nMaintains the cat litter box\n\nFeeds both cats and dogs daily",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle two-storey home\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond floor \n\nHardwood\n\nBathrooms\n\n3\n\nOne on each floor (Upstairs and basement have showers)\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nHardwood\n\nFamily Room\n\n1\n\nBasement\n\nCarpet\n\nDining Room\n\n1\n\nMain floor\n\nHardwood\n\nKitchen \n\n1\n\nMain floor\n\nTile\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nStairs leading to the second floor and basement of the home\n\nHardwood and carpet\n\nBasement\n\nYes\n\nFinished\n\nCarpet\n\nDriveway Description\n\nDouble Car\n\nYard description\n\nLarge Yard\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  X  Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives with his mother and father\n\nChildren\n\nNone\n\nPets\n\nDevonte reported having two dogs and one cat",
    "SYMPTOMS": "At the time of this assessment, Devonte noted that he had been unable to maintain his engagement in any form of sporting activities.  He noted issues with even playing basketball with friends due to the shoulder issues he experiences.  He has, as a result, removed himself from these activities and now spends much of his time engaged in sedentary distractions such as playing video games and playing guitar.  He noted that he used to be an avid artist, sketching anime figures as a primary passtime.  He has not drawn in a number of years, as he notes having lost interest and motivation to engage in this past leisure activity.  His issues with his right hand 5th digit resulting from injuries sustained in the subject motor vehicle accident have contributed to his loss of interest in drawing and impacting his ability to progress as a guitar player, further compounding his struggles with engaging in activities he enjoys.  \n\nDevonte noted that he will spend time with his girlfriend every second week after receiving his paycheck.  This is his primary social outlet at this time.\n\nCommunity Access:\n\nDevonte is currently residing with his parents in the town of Rockland, Ontario, located East of the City of Ottawa.  Rockland is in many respects isolated from the Ottawa region, requiring car access to travel into the city’s core where public transit is available.  Devonte noted that his social network (including his girlfriend and friends) are all located in Ottawa and since he has moved to Rockland, he has been placed in a state of perpetual social isolation and is dependent on his mother and father for transportation.  He had a vehicle in March of 2022, but was involved in an accident where he struck a moose in October of that year.  While he did not reportedly sustain any significant injuries, his vehicle could not be repaired and was reportedly sold for parts.  He has not acquired a vehicle since that time.\n\nVolunteer Activities:\n\nDevonte noted that he is not involved in any volunteer activities at this time.",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $3661.72 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nCc:\tMcNally Gervan ℅ Mr. Frank McNally\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "ADLS": "Prior to the subject MVA, Devonte reported being independent in his performance of all self-care activities.",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Devonte’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
    "MEDICAL_HISTORY": "PRE-ACCIDENT MEDICAL HISTORY:",
    "TYPICAL_DAY": "TYPICAL DAY:\n\nWeekday:\n\nWakes up at 5 am with significant difficulty.  His mother will scream at him to wake-up but this usually is insufficient.  She has resorted to “sticking the dogs on him” to get him roused and out of bed.  This is a daily challenge.\n\nHe will have coffee and breakfast, prepared by his mother.  If nothing is prepared he will go without sustenance.  \n\nHe will sit and watch TV until his mother cues him to get dressed for work.  His mother will ensure he has groomed appropriately for the work setting, which involves going into customers’ homes and interacting with homeowners.  His mother noted an absence of care or insight into his presentation, requiring that she monitor this before their departure to work.  She will also pack his lunch and ensure he has everything with him before leaving the home.  Devonte has been known to repeatedly forget items such as his lunch, drink, phone or keys when leaving the home without verification by his mother.\n\nHis mother drives him to work, leaving the home at 6:30am and arriving at work at 7:20am. \n\nHe will work with Rite-Way Restorations until 4:30, performing a variety of disaster clean-up tasks, generally following a flood or fire.  He will be directed by his employer on specific tasks to perform on an ongoing basis throughout the day. He will complete tasks such as content removal, mold removal, and manual tasks like drywall, carpets, and flooring\n\nTypically works until 4:30 however will at times be on-call if a claim comes in and work additional hours, sometimes until midnight.  \n\nMom picks him up at 4:30 - 5:00 and drives him home.\n\nGoes to his room, relaxes, uses the computer, plays games, chats with friends\n\nWill be prompted to shower by his mother, who will ensure he is washed and changes out of his work clothes before going to bed.  He has been known to go to bed wearing his dirty work clothes if not prompted to change and wash himself.\n\nSleeps around 11 or 12, sometimes 1 am, and sleeps through the night.  He will sleep in a deep state which cannot be roused either by an alarm clock or fire alarm (which has occurred in the recent past).  \n\nWeekend:\n\nWakes up at 10 or 11 am (sometimes 8 am for plans with grandma or uncle)\n\nSpends most of the weekend at home\n\nGoes out when he gets paid, usually every second Saturday to see his girlfriend\n\nEnjoys activities like watching movies and hanging out with friends during the weekend\n\nHe will engage in some cleaning of the home on weekends, under the direction of his mother who will"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {}
    },
    "ENVIRONMENTAL": {
      "homeType": "Single two-storey home",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "Single two-storey home",
        "FLOOR COVERING",
        "Bedrooms",
        "Second floor",
        "Bathrooms",
        "One on each floor (Upstairs and basement have showers)",
        "Living Room",
        "Main floor",
        "Basement",
        "Dining Room",
        "Main floor",
        "Kitchen",
        "Main floor",
        "Basement",
        "Stairs",
        "Stairs leading to the second floor and basement of the home",
        "Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle two-storey home\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond floor \n\nHardwood\n\nBathrooms\n\n3\n\nOne on each floor (Upstairs and basement have showers)\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nHardwood\n\nFamily Room\n\n1\n\nBasement\n\nCarpet\n\nDining Room\n\n1\n\nMain floor\n\nHardwood\n\nKitchen \n\n1\n\nMain floor\n\nTile\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nStairs leading to the second floor and basement of the home\n\nHardwood and carpet\n\nBasement\n\nYes\n\nFinished\n\nCarpet\n\nDriveway Description\n\nDouble Car\n\nYard description\n\nLarge Yard\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  X  Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives with his mother and father\n\nChildren\n\nNone\n\nPets\n\nDevonte reported having two dogs and one cat",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "At the time of this assessment, Devonte noted that he had been unable to maintain his engagement in any form of sporting activities."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "maintain his engagement in any form of sporting activities"
      ],
      "symptomOnset": "he has moved to Rockland, he has been placed in a state of perpetual social isolation and is dependent on his mother and father for transportation",
      "symptomProgression": "",
      "symptomNotes": "At the time of this assessment, Devonte noted that he had been unable to maintain his engagement in any form of sporting activities.  He noted issues with even playing basketball with friends due to the shoulder issues he experiences.  He has, as a result, removed himself from these activities and now spends much of his time engaged in sedentary distractions such as playing video games and playing guitar.  He noted that he used to be an avid artist, sketching anime figures as a primary passtime.  He has not drawn in a number of years, as he notes having lost interest and motivation to engage in this past leisure activity.  His issues with his right hand 5th digit resulting from injuries sustained in the subject motor vehicle accident have contributed to his loss of interest in drawing and impacting his ability to progress as a guitar player, further compounding his struggles with engaging in activities he enjoys.  \n\nDevonte noted that he will spend time with his girlfriend every second week after receiving his paycheck.  This is his primary social outlet at this time.\n\nCommunity Access:\n\nDevonte is currently residing with his parents in the town of Rockland, Ontario, located East of the City of Ottawa.  Rockland is in many respects isolated from the Ottawa region, requiring car access to travel into the city’s core where public transit is available.  Devonte noted that his social network (including his girlfriend and friends) are all located in Ottawa and since he has moved to Rockland, he has been placed in a state of perpetual social isolation and is dependent on his mother and father for transportation.  He had a vehicle in March of 2022, but was involved in an accident where he struck a moose in October of that year.  While he did not reportedly sustain any significant injuries, his vehicle could not be repaired and was reportedly sold for parts.  He has not acquired a vehicle since that time.\n\nVolunteer Activities:\n\nDevonte noted that he is not involved in any volunteer activities at this time.",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $3661",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $3661.72 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nCc:\tMcNally Gervan ℅ Mr. Frank McNally\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Prior to the subject MVA, Devonte reported being independent in his performance of all self-care activities.",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Devonte’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "PRE-ACCIDENT MEDICAL HISTORY:",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Wakes up at 5 am with significant difficulty.  His mother will scream at him to wake-up but this usually is insufficient.  She has resorted to “sticking the dogs on him” to get him roused and out of bed.  This is a daily challenge.",
        "He will have coffee and breakfast, prepared by his mother.  If nothing is prepared he will go without sustenance.",
        "His mother drives him to work, leaving the home at 6:30am and arriving at work at 7:20am.",
        "He will work with Rite-Way Restorations until 4:30, performing a variety of disaster clean-up tasks, generally following a flood or fire.  He will be directed by his employer on specific tasks to perform on an ongoing basis throughout the day. He will complete tasks such as content removal, mold removal, and manual tasks like drywall, carpets, and flooring",
        "Goes to his room, relaxes, uses the computer, plays games, chats with friends",
        "Will be prompted to shower by his mother, who will ensure he is washed and changes out of his work clothes before going to bed.  He has been known to go to bed wearing his dirty work clothes if not prompted to change and wash himself.",
        "Sleeps around 11 or 12, sometimes 1 am, and sleeps through the night.  He will sleep in a deep state which cannot be roused either by an alarm clock or fire alarm (which has occurred in the recent past).",
        "Weekend:",
        "Wakes up at 10 or 11 am (sometimes 8 am for plans with grandma or uncle)",
        "Spends most of the weekend at home",
        "Goes out when he gets paid, usually every second Saturday to see his girlfriend",
        "Enjoys activities like watching movies and hanging out with friends during the weekend",
        "He will engage in some cleaning of the home on weekends, under the direction of his mother who will"
      ],
      "afternoonRoutine": [
        "He will sit and watch TV until his mother cues him to get dressed for work.  His mother will ensure he has groomed appropriately for the work setting, which involves going into customers’ homes and interacting with homeowners.  His mother noted an absence of care or insight into his presentation, requiring that she monitor this before their departure to work.  She will also pack his lunch and ensure he has everything with him before leaving the home.  Devonte has been known to repeatedly forget items such as his lunch, drink, phone or keys when leaving the home without verification by his mother."
      ],
      "eveningRoutine": [],
      "nightRoutine": [
        "Typically works until 4:30 however will at times be on-call if a claim comes in and work additional hours, sometimes until midnight.",
        "Mom picks him up at 4:30 - 5:00 and drives him home."
      ],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "TYPICAL DAY:\n\nWeekday:\n\nWakes up at 5 am with significant difficulty.  His mother will scream at him to wake-up but this usually is insufficient.  She has resorted to “sticking the dogs on him” to get him roused and out of bed.  This is a daily challenge.\n\nHe will have coffee and breakfast, prepared by his mother.  If nothing is prepared he will go without sustenance.  \n\nHe will sit and watch TV until his mother cues him to get dressed for work.  His mother will ensure he has groomed appropriately for the work setting, which involves going into customers’ homes and interacting with homeowners.  His mother noted an absence of care or insight into his presentation, requiring that she monitor this before their departure to work.  She will also pack his lunch and ensure he has everything with him before leaving the home.  Devonte has been known to repeatedly forget items such as his lunch, drink, phone or keys when leaving the home without verification by his mother.\n\nHis mother drives him to work, leaving the home at 6:30am and arriving at work at 7:20am. \n\nHe will work with Rite-Way Restorations until 4:30, performing a variety of disaster clean-up tasks, generally following a flood or fire.  He will be directed by his employer on specific tasks to perform on an ongoing basis throughout the day. He will complete tasks such as content removal, mold removal, and manual tasks like drywall, carpets, and flooring\n\nTypically works until 4:30 however will at times be on-call if a claim comes in and work additional hours, sometimes until midnight.  \n\nMom picks him up at 4:30 - 5:00 and drives him home.\n\nGoes to his room, relaxes, uses the computer, plays games, chats with friends\n\nWill be prompted to shower by his mother, who will ensure he is washed and changes out of his work clothes before going to bed.  He has been known to go to bed wearing his dirty work clothes if not prompted to change and wash himself.\n\nSleeps around 11 or 12, sometimes 1 am, and sleeps through the night.  He will sleep in a deep state which cannot be roused either by an alarm clock or fire alarm (which has occurred in the recent past).  \n\nWeekend:\n\nWakes up at 10 or 11 am (sometimes 8 am for plans with grandma or uncle)\n\nSpends most of the weekend at home\n\nGoes out when he gets paid, usually every second Saturday to see his girlfriend\n\nEnjoys activities like watching movies and hanging out with friends during the weekend\n\nHe will engage in some cleaning of the home on weekends, under the direction of his mother who will",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0.8,
        "eveningRoutine": 0,
        "nightRoutine": 0.8,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}