{
  "fileName": "Copy of Hayward, Alexandra IHA2.docx",
  "originalText": "OCCUPATIONAL THERAPY\n\nIN-HOME ASSESSMENT\n\n\n\nClient Name:\n\n Alexandra Hayward\n\nDate of Loss:\n\n2019-08-05\n\nAddress:\n\n193 Gardiner Shore Road, Beckwith, ON K7C 0C4\n\n\n\n\n\nTelephone #:\n\nNA\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nJanice Archer\n\nReferral Source:\n\nMcNally Gervan\n\nInsurer:\n\nThe Co-operators Insurance Company\n\nClaim No.:\n\n001664663\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2023-11-29\n\n\n\n\n\nDate of Report:\n\n2023-11-29\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience.   His professional practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and launched himself in the world of private business.  Over the years, he has provided services to the automobile insurance and legal communities as well the WSIB, Veterans Affairs and the Long-Term Disability sector.\n\n\n\nMr. Ferland has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary Occupational Therapist as well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries and amputations.  He also has extensive experience working with individuals who have been deemed to meet the catastrophic threshold on the basis of psychological and/or psychiatric impairments.\n\n\n\nOver his years of working with individuals injured in motor vehicle accidents, Mr. Ferland developed a strong interest in the field of mental health, focussed on functional reactivation for injured individuals suffering from depression, anxiety and posttraumatic stress.  His clinical acumen has led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice.  \n\n\n\n\n\nPURPOSE OF REFERRAL:\n\n\n\nAt the request of MR. Frank McNally of McNally Gervan law firm, this therapist re-engaged with Ms. Hayward and completed an in-home reassessment.  An OCF18 for this assessment was submitted to the insurer for consideration in HCAI and subsequently denied.  This therapist has proceeded to complete this assessment and recommendations for ongoing OT treatment with support from an RA is recommended.  \n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMs. Hayward was, prior to the subject motor vehicle accident, living with her mother, assisting with the care of her young nephew for the summer of 2019.  She was in the process of interviewing for work as a receptionist at UPS to start in the Fall of 2019 when the subject motor vehicle accident occurred.  Ms. Hayward presents with a history of mental health, trauma and addiction issues which were further triggered by the subject motor vehicle accident.  \n\n\n\nOn August 5, 2019, Ms. Hayward reported being out with friends “hanging out”.  She was the restrained passenger when the driver took a corner at a high rate of speed and rolled the vehicle multiple times over a 50 yard distance. As a result of the subject motor vehicle accident of August 5, 2019, Ms. Hayward sustained the following injuries:\n\n\n\nShattered L3 \n\nFractured ribs, multiple\n\nRuptured bowels, 3 inches of bowel surgically resected\n\nRight wrist bony injury\n\nRight ankle fracture\n\nGlass in her eye\n\nTwo broken teeth\n\nConcussion \n\n\n\nUpon arrival at the hospital, Ms. Hayward was assessed in the ER and then admitted for urgent bowel resection and subsequent spinal surgery, 5 days later.  Ms. Hayward spent 17 days in the ICU then moved over to the trauma unit for one month before being discharged to her parents’ care.    She later moved to a family cottage where she recovered and obtained OT services.\n\n\n\nMs. Hayward noted that she moved back in with her mother approximately 5 months ago with her boyfriend, Adam.  She notes that she has not made use of any cocaine since approximately January of 2023 and is committed to her ongoing sobriety from this substance.  She notes that she and her boyfriend made a conscious decision to “grow up” over the last year, referring to a decision to reduce the partying patterns and eliminate hard drug consumption.  Ms. Hayward notes that she continues to struggle with her daily routine, which remains void of any meaningful activity.  She does however at this time share her desire to participate in treatment, noting that “I was not ready for this last time we tried”.  \n\n\n\nFrom a physical perspective, Ms. Hayward currently presents with pain symptoms affecting her lower back (7/10) and right ankle (7/10 with activity).  She reports ongoing bowel issues which have improved to some extent with the removal of dairy products from her diet.  She has received a referral for a dietician consultation through her Nurse Practitioner and noted that she wished to explore other dietary changes which could positively impact her abdominal discomfort.  \n\n\n\nMs. Hayward noted that she continues to struggle with depressive symptoms which have an ongoing, daily impact on her function.  While she tries to stay busy throughout the day, she notes that much of her time is spent resting, watching videos or otherwise puttering in her mother’s home.  While she does not engage in any formal deep cleaning of the home due to pain symptoms, she will assist through washing of dishes and managing her laundry.  \n\n\n\nMs. Hayward is at this time not engaged in any form of therapy or pharmaceutical management of her emotional and pain symptoms.  She has reportedly undergone x-rays in August of 2022 which revealed an unhealed ankle fracture, which has received no further medical attention. She indicated that she did not follow-up on recommendations to wear her inflatable walking boot and she did not pursue any follow-up care due to her state of mind at the time.  \n\n\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nMs. Hayward does not present with any Attendant Care Needs at this time and a Form 1 has thus not been completed as part of this assessment.  \n\n\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nMs. Hayward would benefit from ongoing access to Occupational Therapy services.  She has expressed a desire to engage in a functional reactivation program overseen by this therapist and supported by a Rehabilitation Assistant.  An OCF18 will be submitted for a block of 6 OT treatment sessions to foster functional reactivation and a 12-week block of RA services to support 1- 2 weekly support sessions of 2- 3 hours each in duration.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by Ms. Hayward’s legal representative Mr. Frank McNally of McNally Gervan law firm.\n\nThe purpose of this assessment is to assess Ms. Hayward’s current functional status as it relates to her ability to complete reported pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMs. Hayward may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\n\n\nMcNally Gervan lawyers c/o Rebecca Duplantie\n\nCo-operators Insurance Company\n\n\n\nFollowing this therapist’s explanation Ms. Hayward granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nThe following documentation was provided to this therapist for review prior to the subject motor vehicle accident:\n\n\n\n\t1.\tHospital Records\n\n\t\tA.\tThe Ottawa Hospital\n\n\t\t\t(1)\tClinical Notes and Records received February 18, 2020\n\n\t\t\t(2)\tClinical Notes and Records received March 2, 2021\n\n\t\tB.\tQueensway Carleton Hospital\n\n\t\t\t(1)\tClinical Notes and Records received October 13, 2020\n\n\n\n\t2.\tFamily Doctor\n\n\t\tA.\tDr. Fernandez\n\n\t\t\t(1)\tClinical Notes and Records received September 20, 2019\n\n\t\tB.\tSmith Falls Nurse Practitioner-Led Clinic\n\n\t\t\t(1)\tClinical Notes and Records received December 17, 2019\n\n\t\t\t(2)\tClinical Notes and Records received October 6, 2020\n\n\n\n\t3.\tOccupational Therapists Reports\n\n\t\tA.\tFunctionability\n\n\t\t\t(1)\tOccupational Therapy Initial Report: In-Hospital Functional Assessment with Form 1 dated September 11, 2019\n\n\t\t\t(2)\tIn-Home Attendant Care Assessment Report and Form 1 dated September 20, 2019\n\n\t\t\t(3)\tOccupational Therapy Report: Attendant Care Re-Assessment dated November 1, 2019\n\n\t\t\t(4)\tLetter to Co-operators dated January 13, 2020 re: will complete Form 1\n\n \t\t\t(5)\tOccupational Therapy Report: Attendant Care Re-Assessment and Form 1 dated January 21, 2020\n\n\t\t\t(6)\tSocial Work Progress Report #1 dated January 30, 2020 and OCF-18\n\n\t\t\t(7)\tOccupational Therapy Progress Report #1 dated April 28, 2020\n\n\t\t\t\tand OCF-18 dated April 28, 2020\n\n\t\t\t(8)\tLetter to Co-operators dated June 10, 2020 re: Form 1\n\n\t\t\t(9)\tOccupational Therapy Report: Attendant Care Re-Assessment dated June 18, 2020\n\n\t\t\t(10)\tOccupational Therapy Progress Report #2 dated October 1, 2020\n\n\t\t\t(11)\tOccupational Therapy Progress Report dated April 30, 2021\n\n\t\t(12)\tOCF-18s & Justification for in-home exercise and schooling­ progression to return to work equipment dated April 29, 2021\n\n\n\n\t4.    Accident Benefits-Independent Medical Examinations (IMEs)\n\n\n\n\t\tA.\tIME: Orthopaedic Assessment Report completed by Dr. Ritter dated July 16, 2020\n\n\t\tB.\tIME: Neurology Report completed by Dr. Mendis dated July 22, 2020\n\n\t\tC.\tIME: Occupational Therapy In-Home Functional Assessment Report and Form l completed by J. MacKinnon dated January 22, 2021 re: a/c and OCF-18 for Occupational Therapy\n\n\t\tD.\tIME: Psychiatry Report of Dr Aladetoyinbo dated September 23, 2021 re: Post-104 IRB & OCF18s of Functionability\n\n\t\tE.\tIME: Neurology Report of Dr. Mendis dated September 23, 2021 re: Post-104 Income Replacement Benefits\n\n\t\tF.\tIME: Orthopaedic Report of Dr. Simon dated September 23, 2021 re: Post-104 Income Replacement Benefits\n\n\t\tG.\tIME: Functional Ability Evaluation Report of Dr. Elk dated September 23, 2021 re: Post-104 Income Replacement Benefits\n\n\t\tH.\tIME: Vocational Evaluation Report and Labour Market Survey of D. Egarhos dated September 23, 2021 re: Post-104 IRB\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nMs. Hayward noted that she was in good physical health at the time of the accident.  She was an active young woman who engaged in a number of sports and outdoor recreational activities.  She noted having had some bowel issues and issues with anxiety in the past for which she obtained medical care.  She denied the presence of concurrent medical conditions or past injuries which could impact her clinical presentation or the course of recovery from the injuries she sustained in the subject motor vehicle accident.  \n\n\n\nFrom a psychological perspective, Ms. Hayward noted that she has experienced a number of losses over the last few years which have had an undeniable impact on her mental health.  She noted having lost her aunt, whom she describes as her best friend in 2015.  Her brother passed away in 2016 and her uncle with whom she was also close, died in 2017.  While still grieving these concurrent close family losses, Ms. Hayward was involved in a serious motor vehicle accident in August of 2019.  Ms. Hayward lost her father in the winter of 2022 and this loss compounded what appeared to be a precarious emotional state.\n\n \n\nA review of the medical file confirmed reports of mental issues which predated the subject motor vehicle accident. Contact with mental health professionals are noted in 2015 where issues surrounding anxiety and substance use are highlighted.  She was reportedly encouraged to participate in various anxiety and addictions groups.  Notes indicate that Ms. Hayward had difficulty opening-up and talking in therapy and group attendance was discontinued.    Ms. Hayward has not agreed to participate in any form of mental health treatment involving talk therapy components.\n\n\n\nA tele-medicine clinical report from CHEO dated December 9, 2016 notes that Ms. Hayward began experiencing visual, auditory and somatic hallucinations in September of 2016 following the use of cocaine and cannabis.  \n\n\n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nOn August 5, 2019, Ms. Hayward reported being out “hanging out with friends”.  She was the restrained passenger when the driver “took a corner too fast” and the car reportedly flipped over a 50 yard distance, multiple times.  Ms. Hayward denies any loss of consciousness.  Her friend reportedly exited the vehicle first and Ms. Hayward informed him that she couldn’t move and could not feel her legs.  First responders extracted Ms. Hayward with jaws of life and she was taken by ambulance to the Ottawa Hospital – Civic Campus, where she was assessed for her injuries.  She was assessed in the ER and then admitted for urgent bowel resection surgery.  Spinal surgery was performed 5 days later.  Ms. Hayward reported that she spent 17 days in the ICU then moved over to the trauma unit for one month before being discharged to her parents’ care.    \n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nAs a result of the subject motor vehicle accident, Ms. Hayward sustained the following injuries:\n\n\n\nShattered L3 (ORIF, 4 pins and 2 rods)\n\nFractured ribs, multiple\n\nRuptured bowels, 3 inches of bowel surgically resected\n\nRight wrist bony injury\n\nRight ankle fracture\n\nGlass in her eye\n\nTwo broken teeth\n\n\n\nMs. Hayward also noted being investigated for presence of post-concussive symptoms but was unable to recall the date of this examination or the specialist who assessed her.  \n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nMs. Hayward reported that she has not been involved in any form of treatment since the last contact with this therapist.  She noted that her focus over the past year had been on “gathering myself” and getting her life back together.  The move to her mom’s home with her boyfriend has served as an anchor of sorts to support her sobriety from hard drugs.  \n\n\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nRegistered Nurse Practitioner - Jackie Abernathy\n\nLast seen 1 month ago.\n\nDietician setup for December 4th.  Physical completed.\n\nReferred to a dietician within the office for consultation.\n\nDecember 4, 2023\n\n\n\n\n\nMEDICATION:\n\n\n\nNo medication at this time.  \n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nBack pain\n\nThis remains a constant pain on the right side with intermittent impact to the left leg.  She noted discoloration of her legs last week (they turned purple and back, blotchy), which went away after a few days.  The main issue is the right-sided numbness (pins and needles, foot falls asleep, feels hot/cold).\n\n7/10\n\nIrritable Bowel\n\nThis is not as bad as it was since she stopped eating dairy.  She had a hot chocolate on Sunday (powder in lactose-free milk) which resulted in a severe flare-up.   She experiences these attacks on a monthly basis when trying foods which she is unfamiliar with.  \n\n0 – 10/10\n\nRight ankle\n\nMs. Hayward indicated that there remains a fracture to her right ankle.  She was told in August of 2022 to wear her inflatable boot which she did not do as she found that using the boot “throws my back out”.  The pain in her ankle flares with activity.  \n\n7/10\n\nRight wrist pain\n\nWhen she twists her wrist she experiences a pinching feeling and pain.  She will use the other hand (left hand non-dominant) to compensate.  She noted being prone to dropping items in her grip.\n\n7/10\n\nHypersensitivity to light\n\nShe experiences nausea, “thumping headaches”.  The mornings are worse and she finds this will go away later in the day.  After wearing her glasses all day she will experience this same pattern of symptoms upon removing her eyewear in the evening.  \n\nNA\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nFrom a cognitive perspective, Ms. Hayward noted that she realizes now how she struggles with a number of cognitive functions.  She explained that these issues did not appear so obvious to her however she has been finding issues with the following:\n\n\n\nShort-term memory is “really bad”.  She does not notice it as much as her friends and family do.  Noteworthy that Ms. Hayward was not prepared for this OT appointment, appearing surprised at this therapist’s arrival despite a recent scheduling activity.  She notes having significant difficulty tracking appointments.  \n\nPreviously an avid reader, Ms. Hayward notes that she struggles to read for extended periods of time.  She keeps her mind occupied by completing Sudoku puzzles, playing solitaire or playing games on her phone.  She finds she can manage to focus on lighter activities but struggles with anything more complex (such as reading a novel).\n\nShe notes no concerns with financial management at this time due to a lack of income and resources.  “I have no finances to manage”.\n\n\n\n\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMs. Hayward noted that overall, she feels quite depressed most of the time.  She continues to struggle with the multiple losses she has experienced and noted having lost a close friend two months ago to a drug overdose.  Despite this, she does report a better ability to cope with grief, especially since stopping the use of cocaine and seeing improvements in her sleep pattern.  She notes that she will continue to make use of alcohol in moderate quantities on weekends (usually a few drinks on Saturday) and will consume a small amount of cannabis before bed.  She notes that she has a really difficult time getting going as a result of poor motivation and a lack of meaningful activity.  She noted that she would like to return to work and not being able to contribute financially has been quite difficult for her.  \n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMs. Hayward presented with no symptom management strategies at this time other than to avoid physical activity which could flare her symptoms.  She is making efforts to alter her diet by removing dairy products and attempting to quell her irritable bowel issues.  Other than that, she notes having no means of managing her symptoms. \n\n\n\n\n\nTypical Day Post-Accident:\n\n\n\nSince moving-in with her mother and boyfriend, Ms. Hayward noted having developed some semblance of a routine, surrounding her boyfriend’s work schedule.  She reported that her days generally unfold as-follows:\n\n\n\nWakes at 6am, makes Adam’s lunch\n\nWakes Adam up, drives him to work, gets coffee\n\nBack home at 7:30am\n\nHelp her nephew Landon (13) get out of the door (she notes behavioural challenges requiring her support to get him to school on time)\n\nWill help with some dishes “at times”.\n\nWill finish her coffee and watch a show.  \n\nShe will spend time on her phone and notes having been mindful of the amount of time she spends on her mobile device.  \n\nShe will make a list of things to do, “anything but scroll on my phone”.  She will for example fold some clothes, do laundry, make a snack\n\nPutters throughout the day\n\nAt 3pm she will make a warm dish for Adam as he is hungry after work\n\nAt 4 - 4:30 she drives and picks-up Adam\n\nWill spend the night watching tv, “chilling with Adam”.\n\nWill go to bed at around 10 (sometimes sooner, sometimes later)\n\n\n\nMs. Haywards indicated that she recently obtained a membership at Anytime Fitness with her mom, adding that “I am just getting comfortable”, referring to her limited attendance and limited breadth of exercises she performs when there.  She reported attempting to go once weekly where she will do some cycling, walk on a treadmill.  She reported a hesitancy to lift weights due to her discomfort around seasoned weightlifters and feelings of inadequacy.  She noted that she would like to go to a class (such as pilates) but is uncomfortable being around other people.  She also shared fears that she would not be able to keep up with the class and have to explain why she is unable to do certain things.  \n\n\n\n\n\nOBJECTIVE INFORMATION:\n\n\n\nPostural Tolerances:\n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\nNo identified limitations. \n\n\n\nNo identified limitations.  She has to roll over quite a few times over the night as her right hip will be painful.\n\nNo lying posture observed by this therapist during this assessment.\n\n2. Sitting\n\nNo identified limitations. \n\n\n\nAble to sit for several hours with pain.\n\n45 minutes of continuous standing observed by this therapist.  No significant postural shifting noted during that time.\n\n3. Standing\n\nNo identified limitations. \n\n\n\nAble to stand for 30 minutes then has to take a break.\n\nMs. Hayward was observed engaged in periods of static and dynamic standing ranging from 5 to 15 minutes throughout these touchpoints.\n\n4. Squatting\n\nNo identified limitations. \n\n\n\nAble\n\nOne power squat demonstrated by Ms. Hayward.  Squat was performed slowly with some external support from adjacent furniture.\n\n5. Kneeling\n\nNo identified limitations. \n\n\n\nAble\n\nOne bilateral kneeling posture demonstrated by Ms. Hayward during this assessment. \n\n6. Walking\n\nNo identified limitations. \n\n\n\n2 hours with pain in her ankle.\n\nShort distance indoor ambulation observed by this therapist during this assessment.  Some limping noted on days where she reported increased symptoms otherwise no significant gait abnormality noted.\n\n7. Stair Climbing\n\nNo identified limitations. \n\n\n\nAble\n\nOne flight of stairs managed by Ms. Hayward during this assessment.\n\n8. Driving\n\nNo identified limitations. \n\n\n\nAble to drive 2 hours.\n\nNot formally assessed.\n\n\n\n\n\nFunctional Transfers and Mobility: \n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\nIndependent\n\n\n\nIndependent\n\n\n\nNo identified limitations.\n\n2. Bed\n\nIndependent\n\n\n\nIndependent\n\n\n\nNo identified limitations.\n\n3. Toilet\n\nIndependent\n\n\n\nIndependent\n\n\n\nNo identified limitations.\n\n4. Bath tub\n\nIndependent\n\n\n\nIndependent\n\n\n\nNo identified limitations.\n\n5. Vehicle\n\nIndependent\n\n\n\nIndependent\n\n\n\nNo identified limitations.\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMs. Hayward presented with a much more positive disposition at the time of this assessment in contrast with past touchpoints with her.  She was found to be upbeat and shared her desire to improve her situation through engagement in treatment.  She shared how she has now adjusted to her current living situation to some extent, however sharing her lack of meaningful activity and general boredom as a significant concern at this time.  She tries to keep herself busy, having obtained a gym membership with her mother however not attending on a regular basis.  She shared a strong desire to work and contribute to the family finances.\n\n\n\nCognitive Presentation:\n\n\n\nUpon this therapist’s arrival for the scheduled appointment, he was met at the front door of the home by Ms. Hayward’s mother, who noted that she did not think her daughter was expecting him.  She indicated that Ms. Hayward had gone back to bed (appointment was for 12 noon) to nap and called out for her.  Ms. Hayward responded and met this therapist at the bottom of the basement stairs where she profusely apologized for forgetting the appointment (she believed it was for the following week).  Ms. Hayward took some time to get herself ready for the assessment, and appeared somewhat disorganized in her thoughts as she was thrown-off by this therapist’s unexpected arrival.  She was able to eventually gather herself and sat at the dining room table.  She was found to be distractible and required refocusing on several occasions to stay on topic.  As she settled into the assessment flow, Ms. Hayward was able to navigate the remainder of the session without any undue cognitive difficulties.\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nTYPE OF DWELLING\n\nBungalow Home\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4\n\nThree on main floor one in basement\n\n Varied, wood, carpet\n\nBathrooms\n\n2\n\nOne full bath on main and one powder room  in basement\n\nLinolium\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n1\n\nBasement game room with fireplace\n\nCarpet\n\nDining Room\n\n1\n\nMain floor\n\nWood\n\nKitchen \n\n1\n\nMain floor\n\nLinolium\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\n1\n\nSteps leading to the main floor and basement of the home  from entrance.\n\nWood\n\nBasement\n\n1\n\nFinished\n\nCarpet\n\nDriveway Description\n\nSingle car driveway\n\nYard description\n\nSmall city plot\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☐ Common Law  ☐ Other  ☒\n\nLiving Arrangement\n\nLiving with her boyfriend Adam. her mother and her nephew Landon.\n\nChildren\n\nNone\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the subject motor vehicle accident, Ms. Hayward was independent in the management of all of her core self-care functions.\n\n\n\nAt the time of this assessment, Ms. Hayward presented with the strength, range of motion and postural tolerances to manage all of her self-care tasks safely and independently.  There has been a notable degree of deterioration reported by Ms. Hayward in the frequency and quality of her self-care, noting for example that she now only showers every second day as opposed to daily.  She indicated that she tends to lounge in comfortable clothing (such as pyjamas) and will get dressed only when leaving her home.  She notes a generally poor diet which is under scrutiny by her Nurse Practitioner with a pending appointment with a dietician.  She is attempting to lose weight and to that end has joined a local gym but has yet to introduce regular attendance into her weekly routine.\n\n\n\nMs. Hayward, while independent in the management of her self-care functions, would benefit from OT treatment to foster improvements in the degree and quality of her self-care activities, whilst fostering engagement in meaningful activity.  \n\n\n\n\n\nPre and Post Accident Home Management Activities:\n\n\n\nPrior to the subject motor vehicle accident, Ms. Hayward reported that she assisted her mother with all aspects of maintaining the family home.  She notes that her mother worked late hours and her father was ill, hence she would be required to contribute significantly to the operation of the home.  \n\nAt the time of this assessment, she is currently managing:\n\n\n\nDishes if there are some left in the sink in the morning\n\nHer laundry and Adam’s laundry\n\nSurface cleaning bathroom after use\n\nMaintaining her bedroom environment\n\n\n\nMs. Hayward noted that she has been unable to engage in deep cleaning of her home as she did pre-accident.  She relies on her mother to manage these more physically-demanding tasks. \n\n\n\n\n\nPre and Post Accident Caregiving Activities:\n\n\n\nPrior to the subject motor vehicle accident, Ms. Hayward lived with her mother and young nephew in Carleton Place Ontario.  She noted that she had left her employment in order to stay home and help provide full-time care for her nephew who had entered into their care.  She would reportedly prepare breakfast and lunch on a daily basis for she and her nephew and her mother would return from her night shift at work in the late morning and go to bed.  She would wake in the late-afternoon and takeover the care of Ms. Hayward’s nephew.\n\n\n\nAt the time of this assessment, Ms. Hayward noted that she remains involved in supporting her nephew through the morning routine to get him to school on time.  She notes behavioural challenges with her nephew (now 13) requiring that she be involved in getting him going in the morning.  Otherwise, there are no caregiving requirements at this time.\n\n\n\n\n\nPre and Post Accident Vocational Activities:\n\n\n\nMs. Hayward noted that she was not working at the time of the subject motor vehicle accident as she was required to stay home and assist her mother in the full-time care of her young nephew over the Summer of 2019.  Prior to exiting the workforce, Ms. Hayward indicated that she worked as a receptionist for Carleton Cleaners and then as a receptionist with Kid’s World.  She was reportedly in the process of interviewing for UPS as a receptionist to begin in the fall of 2019 when the subject motor vehicle accident occurred.\n\n\n\nAt the time of this assessment, Ms. Hayward noted that “I want to work really bad”.  She highlighted not having any idea how to approach this situation as she fears being unable to meet job pace demands as a result of her physical and cognitive issues.  This is an area of function requiring ongoing exploration as it is a primary goal for Ms. Hayward at this time.\n\n\n\n\n\nPre and Post Accident Leisure Activities:\n\n\n\nPrior to the subject motor vehicle accident, Ms. Hayward noted that she was an active young woman who enjoyed physical activity and socializing with friends.  She noted that she played in a softball league which she enjoyed tremendously.  She indicated that she loved the outdoors and would spend time walking or going for drives.  She noted that she enjoyed crafts and recalled positive memories of drawing with her aunt, who has passed away a few years ago.  \n\n\n\nMs. Hayward does not at this time present with any form of meaningful activity to occupy her time.  She will spend her days on her phone (although she is making a concerted effort to decrease her screen time) and watching television.  She will engage in puttering to keep herself busy but remains confronted with her limitations, impacting the degree to which she can readily engage in more physical tasks.  She has made significant changes to her lifestyle over the oast 11 months which are commendable however have left a void of sorts which will require intervention of OT and RA to address.\n\n\n\n\n\nCONTACT:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEnclosed:  \tNA\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nBungalow Home\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4\n\nThree on main floor one in basement\n\n Varied, wood, carpet\n\nBathrooms\n\n2\n\nOne full bath on main and one powder room  in basement\n\nLinolium\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n1\n\nBasement game room with fireplace\n\nCarpet\n\nDining Room\n\n1\n\nMain floor\n\nWood\n\nKitchen \n\n1\n\nMain floor\n\nLinolium\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\n1\n\nSteps leading to the main floor and basement of the home  from entrance.\n\nWood\n\nBasement\n\n1\n\nFinished\n\nCarpet\n\nDriveway Description\n\nSingle car driveway\n\nYard description\n\nSmall city plot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☐ Common Law  ☐ Other  ☒\n\nLiving Arrangement\n\nLiving with her boyfriend Adam. her mother and her nephew Landon.\n\nChildren\n\nNone",
    "SYMPTOMS": "At the time of this assessment, Ms. Hayward noted that “I want to work really bad”.  She highlighted not having any idea how to approach this situation as she fears being unable to meet job pace demands as a result of her physical and cognitive issues.  This is an area of function requiring ongoing exploration as it is a primary goal for Ms. Hayward at this time.\n\nPre and Post Accident Leisure Activities:\n\nPrior to the subject motor vehicle accident, Ms. Hayward noted that she was an active young woman who enjoyed physical activity and socializing with friends.  She noted that she played in a softball league which she enjoyed tremendously.  She indicated that she loved the outdoors and would spend time walking or going for drives.  She noted that she enjoyed crafts and recalled positive memories of drawing with her aunt, who has passed away a few years ago.  \n\nMs. Hayward does not at this time present with any form of meaningful activity to occupy her time.  She will spend her days on her phone (although she is making a concerted effort to decrease her screen time) and watching television.  She will engage in puttering to keep herself busy but remains confronted with her limitations, impacting the degree to which she can readily engage in more physical tasks.  She has made significant changes to her lifestyle over the oast 11 months which are commendable however have left a void of sorts which will require intervention of OT and RA to address.\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tNA\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "TYPICAL_DAY": "Typical Day Post-Accident:\n\nSince moving-in with her mother and boyfriend, Ms. Hayward noted having developed some semblance of a routine, surrounding her boyfriend’s work schedule.  She reported that her days generally unfold as-follows:\n\nWakes at 6am, makes Adam’s lunch\n\nWakes Adam up, drives him to work, gets coffee\n\nBack home at 7:30am\n\nHelp her nephew Landon (13) get out of the door (she notes behavioural challenges requiring her support to get him to school on time)\n\nWill help with some dishes “at times”.\n\nWill finish her coffee and watch a show.  \n\nShe will spend time on her phone and notes having been mindful of the amount of time she spends on her mobile device.  \n\nShe will make a list of things to do, “anything but scroll on my phone”.  She will for example fold some clothes, do laundry, make a snack\n\nPutters throughout the day\n\nAt 3pm she will make a warm dish for Adam as he is hungry after work\n\nAt 4 - 4:30 she drives and picks-up Adam\n\nWill spend the night watching tv, “chilling with Adam”.\n\nWill go to bed at around 10 (sometimes sooner, sometimes later)\n\nMs. Haywards indicated that she recently obtained a membership at Anytime Fitness with her mom, adding that “I am just getting comfortable”, referring to her limited attendance and limited breadth of exercises she performs when there.  She reported attempting to go once weekly where she will do some cycling, walk on a treadmill.  She reported a hesitancy to lift weights due to her discomfort around seasoned weightlifters and feelings of inadequacy.  She noted that she would like to go to a class (such as pilates) but is uncomfortable being around other people.  She also shared fears that she would not be able to keep up with the class and have to explain why she is unable to do certain things.  \n\nOBJECTIVE INFORMATION:\n\nPostural Tolerances:\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\nNo identified limitations. \n\nNo identified limitations.  She has to roll over quite a few times over the night as her right hip will be painful.\n\nNo lying posture observed by this therapist during this assessment.\n\n2. Sitting\n\nNo identified limitations. \n\nAble to sit for several hours with pain.\n\n45 minutes of continuous standing observed by this therapist.  No significant postural shifting noted during that time.\n\n3. Standing\n\nNo identified limitations. \n\nAble to stand for 30 minutes then has to take a break.\n\nMs. Hayward was observed engaged in periods of static and dynamic standing ranging from 5 to 15 minutes throughout these touchpoints.\n\n4. Squatting\n\nNo identified limitations. \n\nAble\n\nOne power squat demonstrated by Ms. Hayward.  Squat was performed slowly with some external support from adjacent furniture.\n\n5. Kneeling\n\nNo identified limitations. \n\nAble\n\nOne bilateral kneeling posture demonstrated by Ms. Hayward during this assessment. \n\n6. Walking\n\nNo identified limitations. \n\n2 hours with pain in her ankle.",
    "ATTENDANT_CARE": "\t\t\t(9)\tOccupational Therapy Report: Attendant Care Re-Assessment dated June 18, 2020\n\n\t\t\t(10)\tOccupational Therapy Progress Report #2 dated October 1, 2020\n\n\t\t\t(11)\tOccupational Therapy Progress Report dated April 30, 2021\n\n\t\t(12)\tOCF-18s & Justification for in-home exercise and schooling­ progression to return to work equipment dated April 29, 2021\n\n\t4.    Accident Benefits-Independent Medical Examinations (IMEs)\n\n\t\tA.\tIME: Orthopaedic Assessment Report completed by Dr. Ritter dated July 16, 2020\n\n\t\tB.\tIME: Neurology Report completed by Dr. Mendis dated July 22, 2020",
    "FUNCTIONAL_STATUS": "\t\tC.\tIME: Occupational Therapy In-Home Functional Assessment Report and Form l completed by J. MacKinnon dated January 22, 2021 re: a/c and OCF-18 for Occupational Therapy\n\n\t\tD.\tIME: Psychiatry Report of Dr Aladetoyinbo dated September 23, 2021 re: Post-104 IRB & OCF18s of Functionability\n\n\t\tE.\tIME: Neurology Report of Dr. Mendis dated September 23, 2021 re: Post-104 Income Replacement Benefits\n\n\t\tF.\tIME: Orthopaedic Report of Dr. Simon dated September 23, 2021 re: Post-104 Income Replacement Benefits\n\n\t\tG.\tIME: Functional Ability Evaluation Report of Dr. Elk dated September 23, 2021 re: Post-104 Income Replacement Benefits\n\n\t\tH.\tIME: Vocational Evaluation Report and Labour Market Survey of D. Egarhos dated September 23, 2021 re: Post-104 IRB",
    "ADLS": "Ms. Hayward, while independent in the management of her self-care functions, would benefit from OT treatment to foster improvements in the degree and quality of her self-care activities, whilst fostering engagement in meaningful activity.  \n\nPre and Post Accident Home Management Activities:\n\nPrior to the subject motor vehicle accident, Ms. Hayward reported that she assisted her mother with all aspects of maintaining the family home.  She notes that her mother worked late hours and her father was ill, hence she would be required to contribute significantly to the operation of the home.  \n\nAt the time of this assessment, she is currently managing:\n\nDishes if there are some left in the sink in the morning\n\nHer laundry and Adam’s laundry\n\nSurface cleaning bathroom after use\n\nMaintaining her bedroom environment\n\nMs. Hayward noted that she has been unable to engage in deep cleaning of her home as she did pre-accident.  She relies on her mother to manage these more physically-demanding tasks. \n\nPre and Post Accident Caregiving Activities:\n\nPrior to the subject motor vehicle accident, Ms. Hayward lived with her mother and young nephew in Carleton Place Ontario.  She noted that she had left her employment in order to stay home and help provide full-time care for her nephew who had entered into their care.  She would reportedly prepare breakfast and lunch on a daily basis for she and her nephew and her mother would return from her night shift at work in the late morning and go to bed.  She would wake in the late-afternoon and takeover the care of Ms. Hayward’s nephew.\n\nAt the time of this assessment, Ms. Hayward noted that she remains involved in supporting her nephew through the morning routine to get him to school on time.  She notes behavioural challenges with her nephew (now 13) requiring that she be involved in getting him going in the morning.  Otherwise, there are no caregiving requirements at this time.\n\nPre and Post Accident Vocational Activities:\n\nMs. Hayward noted that she was not working at the time of the subject motor vehicle accident as she was required to stay home and assist her mother in the full-time care of her young nephew over the Summer of 2019.  Prior to exiting the workforce, Ms. Hayward indicated that she worked as a receptionist for Carleton Cleaners and then as a receptionist with Kid’s World.  She was reportedly in the process of interviewing for UPS as a receptionist to begin in the fall of 2019 when the subject motor vehicle accident occurred.",
    "MEDICAL_HISTORY": "Ms. Hayward noted that she was in good physical health at the time of the accident.  She was an active young woman who engaged in a number of sports and outdoor recreational activities.  She noted having had some bowel issues and issues with anxiety in the past for which she obtained medical care.  She denied the presence of concurrent medical conditions or past injuries which could impact her clinical presentation or the course of recovery from the injuries she sustained in the subject motor vehicle accident.  \n\nFrom a psychological perspective, Ms. Hayward noted that she has experienced a number of losses over the last few years which have had an undeniable impact on her mental health.  She noted having lost her aunt, whom she describes as her best friend in 2015.  Her brother passed away in 2016 and her uncle with whom she was also close, died in 2017.  While still grieving these concurrent close family losses, Ms. Hayward was involved in a serious motor vehicle accident in August of 2019.  Ms. Hayward lost her father in the winter of 2022 and this loss compounded what appeared to be a precarious emotional state."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {}
    },
    "ENVIRONMENTAL": {
      "homeType": "Bungalow Home",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "Three on main floor one in basement",
        "Bathrooms",
        "One full bath on main and one powder room  in basement",
        "Living Room",
        "Main floor",
        "Basement game room with fireplace",
        "Dining Room",
        "Main floor",
        "Kitchen",
        "Main floor",
        "Basement",
        "Stairs",
        "Steps leading to the main floor and basement of the home  from entrance.",
        "Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nBungalow Home\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4\n\nThree on main floor one in basement\n\n Varied, wood, carpet\n\nBathrooms\n\n2\n\nOne full bath on main and one powder room  in basement\n\nLinolium\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n1\n\nBasement game room with fireplace\n\nCarpet\n\nDining Room\n\n1\n\nMain floor\n\nWood\n\nKitchen \n\n1\n\nMain floor\n\nLinolium\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\n1\n\nSteps leading to the main floor and basement of the home  from entrance.\n\nWood\n\nBasement\n\n1\n\nFinished\n\nCarpet\n\nDriveway Description\n\nSingle car driveway\n\nYard description\n\nSmall city plot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☐ Common Law  ☐ Other  ☒\n\nLiving Arrangement\n\nLiving with her boyfriend Adam. her mother and her nephew Landon.\n\nChildren\n\nNone",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "She highlighted not having any idea how to approach this situation as she fears being unable to meet job pace demands as a result of her physical and cognitive issues."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "meet job pace demands as a result of her physical",
        "cognitive issues"
      ],
      "symptomOnset": "rely,\n\n_______________________\n\nSebastien Ferland OT Reg",
      "symptomProgression": "",
      "symptomNotes": "At the time of this assessment, Ms. Hayward noted that “I want to work really bad”.  She highlighted not having any idea how to approach this situation as she fears being unable to meet job pace demands as a result of her physical and cognitive issues.  This is an area of function requiring ongoing exploration as it is a primary goal for Ms. Hayward at this time.\n\nPre and Post Accident Leisure Activities:\n\nPrior to the subject motor vehicle accident, Ms. Hayward noted that she was an active young woman who enjoyed physical activity and socializing with friends.  She noted that she played in a softball league which she enjoyed tremendously.  She indicated that she loved the outdoors and would spend time walking or going for drives.  She noted that she enjoyed crafts and recalled positive memories of drawing with her aunt, who has passed away a few years ago.  \n\nMs. Hayward does not at this time present with any form of meaningful activity to occupy her time.  She will spend her days on her phone (although she is making a concerted effort to decrease her screen time) and watching television.  She will engage in puttering to keep herself busy but remains confronted with her limitations, impacting the degree to which she can readily engage in more physical tasks.  She has made significant changes to her lifestyle over the oast 11 months which are commendable however have left a void of sorts which will require intervention of OT and RA to address.\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tNA\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Wakes at 6am, makes Adam’s lunch",
        "Wakes Adam up, drives him to work, gets coffee",
        "Back home at 7:30am",
        "Help her nephew Landon (13) get out of the door (she notes behavioural challenges requiring her support to get him to school on time)",
        "Will help with some dishes “at times”.",
        "Will finish her coffee and watch a show.",
        "She will spend time on her phone and notes having been mindful of the amount of time she spends on her mobile device.",
        "She will make a list of things to do, “anything but scroll on my phone”.  She will for example fold some clothes, do laundry, make a snack",
        "Putters throughout the day",
        "At 3pm she will make a warm dish for Adam as he is hungry after work",
        "At 4 - 4:30 she drives and picks-up Adam",
        "Will spend the night watching tv, “chilling with Adam”.",
        "Will go to bed at around 10 (sometimes sooner, sometimes later)",
        "Ms. Haywards indicated that she recently obtained a membership at Anytime Fitness with her mom, adding that “I am just getting comfortable”, referring to her limited attendance and limited breadth of exercises she performs when there.  She reported attempting to go once weekly where she will do some cycling, walk on a treadmill.  She reported a hesitancy to lift weights due to her discomfort around seasoned weightlifters and feelings of inadequacy.  She noted that she would like to go to a class (such as pilates) but is uncomfortable being around other people.  She also shared fears that she would not be able to keep up with the class and have to explain why she is unable to do certain things.",
        "OBJECTIVE INFORMATION:",
        "Postural Tolerances:",
        "Activity",
        "Client Self-Report",
        "Pre-Accident",
        "Post-Accident",
        "Therapist Observation",
        "Lying",
        "No identified limitations.",
        "Ms. Hayward was observed engaged in periods of static and dynamic standing ranging from 5 to 15 minutes throughout these touchpoints.",
        "Squatting",
        "One power squat demonstrated by Ms. Hayward.  Squat was performed slowly with some external support from adjacent furniture.",
        "Kneeling",
        "One bilateral kneeling posture demonstrated by Ms. Hayward during this assessment.",
        "Walking",
        "hours with pain in her ankle."
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [
        "No identified limitations.  She has to roll over quite a few times over the night as her right hip will be painful.",
        "No lying posture observed by this therapist during this assessment.",
        "Sitting",
        "No identified limitations.",
        "Able to sit for several hours with pain.",
        "minutes of continuous standing observed by this therapist.  No significant postural shifting noted during that time.",
        "Standing",
        "Able to stand for 30 minutes then has to take a break."
      ],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Typical Day Post-Accident:\n\nSince moving-in with her mother and boyfriend, Ms. Hayward noted having developed some semblance of a routine, surrounding her boyfriend’s work schedule.  She reported that her days generally unfold as-follows:\n\nWakes at 6am, makes Adam’s lunch\n\nWakes Adam up, drives him to work, gets coffee\n\nBack home at 7:30am\n\nHelp her nephew Landon (13) get out of the door (she notes behavioural challenges requiring her support to get him to school on time)\n\nWill help with some dishes “at times”.\n\nWill finish her coffee and watch a show.  \n\nShe will spend time on her phone and notes having been mindful of the amount of time she spends on her mobile device.  \n\nShe will make a list of things to do, “anything but scroll on my phone”.  She will for example fold some clothes, do laundry, make a snack\n\nPutters throughout the day\n\nAt 3pm she will make a warm dish for Adam as he is hungry after work\n\nAt 4 - 4:30 she drives and picks-up Adam\n\nWill spend the night watching tv, “chilling with Adam”.\n\nWill go to bed at around 10 (sometimes sooner, sometimes later)\n\nMs. Haywards indicated that she recently obtained a membership at Anytime Fitness with her mom, adding that “I am just getting comfortable”, referring to her limited attendance and limited breadth of exercises she performs when there.  She reported attempting to go once weekly where she will do some cycling, walk on a treadmill.  She reported a hesitancy to lift weights due to her discomfort around seasoned weightlifters and feelings of inadequacy.  She noted that she would like to go to a class (such as pilates) but is uncomfortable being around other people.  She also shared fears that she would not be able to keep up with the class and have to explain why she is unable to do certain things.  \n\nOBJECTIVE INFORMATION:\n\nPostural Tolerances:\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\nNo identified limitations. \n\nNo identified limitations.  She has to roll over quite a few times over the night as her right hip will be painful.\n\nNo lying posture observed by this therapist during this assessment.\n\n2. Sitting\n\nNo identified limitations. \n\nAble to sit for several hours with pain.\n\n45 minutes of continuous standing observed by this therapist.  No significant postural shifting noted during that time.\n\n3. Standing\n\nNo identified limitations. \n\nAble to stand for 30 minutes then has to take a break.\n\nMs. Hayward was observed engaged in periods of static and dynamic standing ranging from 5 to 15 minutes throughout these touchpoints.\n\n4. Squatting\n\nNo identified limitations. \n\nAble\n\nOne power squat demonstrated by Ms. Hayward.  Squat was performed slowly with some external support from adjacent furniture.\n\n5. Kneeling\n\nNo identified limitations. \n\nAble\n\nOne bilateral kneeling posture demonstrated by Ms. Hayward during this assessment. \n\n6. Walking\n\nNo identified limitations. \n\n2 hours with pain in her ankle.",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0.8,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Re-Assessment dated June 18, 2020\n\n\t\t\t(10)\tOccupational Therapy Progress Report #2 dated October 1, 2020\n\n\t\t\t(11)\tOccupational Therapy Progress Report dated April 30, 2021\n\n\t\t(12)\tOCF-18s & Justification for in-home exercise and schooling­ progression to return to work equipment dated April 29, 2021\n\n\t4",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "\t\t\t(9)\tOccupational Therapy Report: Attendant Care Re-Assessment dated June 18, 2020\n\n\t\t\t(10)\tOccupational Therapy Progress Report #2 dated October 1, 2020\n\n\t\t\t(11)\tOccupational Therapy Progress Report dated April 30, 2021\n\n\t\t(12)\tOCF-18s & Justification for in-home exercise and schooling­ progression to return to work equipment dated April 29, 2021\n\n\t4.    Accident Benefits-Independent Medical Examinations (IMEs)\n\n\t\tA.\tIME: Orthopaedic Assessment Report completed by Dr. Ritter dated July 16, 2020\n\n\t\tB.\tIME: Neurology Report completed by Dr. Mendis dated July 22, 2020",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "\t\tC.\tIME: Occupational Therapy In-Home Functional Assessment Report and Form l completed by J. MacKinnon dated January 22, 2021 re: a/c and OCF-18 for Occupational Therapy\n\n\t\tD.\tIME: Psychiatry Report of Dr Aladetoyinbo dated September 23, 2021 re: Post-104 IRB & OCF18s of Functionability\n\n\t\tE.\tIME: Neurology Report of Dr. Mendis dated September 23, 2021 re: Post-104 Income Replacement Benefits\n\n\t\tF.\tIME: Orthopaedic Report of Dr. Simon dated September 23, 2021 re: Post-104 Income Replacement Benefits\n\n\t\tG.\tIME: Functional Ability Evaluation Report of Dr. Elk dated September 23, 2021 re: Post-104 Income Replacement Benefits\n\n\t\tH.\tIME: Vocational Evaluation Report and Labour Market Survey of D. Egarhos dated September 23, 2021 re: Post-104 IRB",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "At the time of this assessment, she is currently managing:\n\nDishes if there are some left in the sink in the morning\n\nHer laundry and Adam’s laundry\n\nSurface cleaning bathroom after use\n\nMaintaining her bedroom environment\n\nMs."
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": "At the time of this assessment, she is currently managing:\n\nDishes if there are some left in the sink in the morning\n\nHer laundry and Adam’s laundry\n\nSurface cleaning bathroom after use\n\nMaintaining her bedroom environment\n\nMs."
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "dependent",
          "notes": "At the time of this assessment, she is currently managing:\n\nDishes if there are some left in the sink in the morning\n\nHer laundry and Adam’s laundry\n\nSurface cleaning bathroom after use\n\nMaintaining her bedroom environment\n\nMs. Hayward noted that she has been unable to engage in deep cleaning of her home as she did pre-accident."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Ms. Hayward, while independent in the management of her self-care functions, would benefit from OT treatment to foster improvements in the degree and quality of her self-care activities, whilst fostering engagement in meaningful activity.  \n\nPre and Post Accident Home Management Activities:\n\nPrior to the subject motor vehicle accident, Ms. Hayward reported that she assisted her mother with all aspects of maintaining the family home.  She notes that her mother worked late hours and her father was ill, hence she would be required to contribute significantly to the operation of the home.  \n\nAt the time of this assessment, she is currently managing:\n\nDishes if there are some left in the sink in the morning\n\nHer laundry and Adam’s laundry\n\nSurface cleaning bathroom after use\n\nMaintaining her bedroom environment\n\nMs. Hayward noted that she has been unable to engage in deep cleaning of her home as she did pre-accident.  She relies on her mother to manage these more physically-demanding tasks. \n\nPre and Post Accident Caregiving Activities:\n\nPrior to the subject motor vehicle accident, Ms. Hayward lived with her mother and young nephew in Carleton Place Ontario.  She noted that she had left her employment in order to stay home and help provide full-time care for her nephew who had entered into their care.  She would reportedly prepare breakfast and lunch on a daily basis for she and her nephew and her mother would return from her night shift at work in the late morning and go to bed.  She would wake in the late-afternoon and takeover the care of Ms. Hayward’s nephew.\n\nAt the time of this assessment, Ms. Hayward noted that she remains involved in supporting her nephew through the morning routine to get him to school on time.  She notes behavioural challenges with her nephew (now 13) requiring that she be involved in getting him going in the morning.  Otherwise, there are no caregiving requirements at this time.\n\nPre and Post Accident Vocational Activities:\n\nMs. Hayward noted that she was not working at the time of the subject motor vehicle accident as she was required to stay home and assist her mother in the full-time care of her young nephew over the Summer of 2019.  Prior to exiting the workforce, Ms. Hayward indicated that she worked as a receptionist for Carleton Cleaners and then as a receptionist with Kid’s World.  She was reportedly in the process of interviewing for UPS as a receptionist to begin in the fall of 2019 when the subject motor vehicle accident occurred.",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0,
          "toileting": 0.5,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.8,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Ms. Hayward noted that she was in good physical health at the time of the accident.  She was an active young woman who engaged in a number of sports and outdoor recreational activities.  She noted having had some bowel issues and issues with anxiety in the past for which she obtained medical care.  She denied the presence of concurrent medical conditions or past injuries which could impact her clinical presentation or the course of recovery from the injuries she sustained in the subject motor vehicle accident.  \n\nFrom a psychological perspective, Ms. Hayward noted that she has experienced a number of losses over the last few years which have had an undeniable impact on her mental health.  She noted having lost her aunt, whom she describes as her best friend in 2015.  Her brother passed away in 2016 and her uncle with whom she was also close, died in 2017.  While still grieving these concurrent close family losses, Ms. Hayward was involved in a serious motor vehicle accident in August of 2019.  Ms. Hayward lost her father in the winter of 2022 and this loss compounded what appeared to be a precarious emotional state.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    }
  }
}