{
  "fileName": "Copy of Al Naqeeb, Ali IHA2.docx",
  "originalText": "\n\nOCCUPATIONAL THERAPY\n\nIN-HOME ASSESSMENT\n\n\n\nClient Name:\n\nAli Al Naqeeb\n\nDate of Loss:\n\n2013-08-27\n\nAddress:\n\n34 Kinetic Way, Ottawa ON\n\nK2J 0A1\n\nDate of Birth:\n\n\n\nTelephone #:\n\n(819) 918-8892\n\n\n\n\n\nLawyer:\n\nFrank McNaly\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nShannon Patterson\n\nInsurer:\n\nSecurity National\n\n\n\n\n\nClaim No.:\n\n105304327-3\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2024-05-31\n\n\n\n\n\nDate of Report:\n\n2024-06-07\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nASSESSMENT PREAMBLE:\n\n\n\nMr. Al Naqeeb was referred to Ferland and Associates Rehabilitation Inc. by his legal representative,  Mr Frank McNally of McNally Gervan Law Firm for the purpose of conducting an updated in-home assessment.  Mr. Al Naqeeb was last assessed by this therapist on November 23, 2021.  The current report serves as an update of those past findings with recommendations provided to support Mr. Al Naqeeb through his ongoing struggles with daily function both at home and at work.\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nAli Al Naqeeb, a financial analyst, was involved in a severe motor vehicle accident on August 27, 2013. Before the accident, he was in excellent physical and mental health, enjoying a successful career, regular gym attendance, and an active social life. The collision, where his vehicle was rear-ended at high speed, resulted in a brief loss of consciousness and multiple significant injuries, including pain disorder, generalized anxiety disorder, vehicular phobia, PTSD, adjustment disorder, traumatic brain injury with post-concussive syndrome, major depressive disorder, somatic symptom disorder, whiplash-associated disorder (WAD) II, post-traumatic headaches, myofascial pain, and facetogenic pain.\n\n\n\nPost-accident, Mr. Al Naqeeb sought medical attention from his family physician due to severe symptoms like vomiting and inability to work. He attempted to return to work against medical advice but was sent home by his employer. His recovery involved sporadic physiotherapy and psychological care, but these efforts were inconsistent, often hindered by funding and accessibility issues. Recently, his rehabilitative care has been minimal, involving occasional visits to his general practitioner for medical notes for work absences. His career has suffered, with reduced responsibilities and frequent reprimands, prompting consideration of a transition to Long-Term Disability to focus on rehabilitation.\n\n\n\nPhysically, Mr. Al Naqeeb experiences persistent and severe headaches, neck and upper back pain, and lower back pain, necessitating frequent lying down for relief. He also has intermittent right wrist pain affecting his grip. Cognitively, he struggles with word-finding difficulties, unclear instructions to coworkers, focus and attention deficits, and procrastination, often experiencing a constant mental haze at work. Emotionally, his heightened anxiety hinders task management, causing feelings of being overwhelmed and avoidance of problems. Professionally, he faces demotions and reduced involvement in significant projects, exacerbating his feelings of inadequacy and stress.\n\n\n\nHis self-care has deteriorated significantly since the accident. Pre-accident, he maintained a high standard of personal grooming. Now, he often goes without showering for up to two weeks, brushes his teeth infrequently, and does not groom himself regularly. His wife frequently prompts him to attend to personal hygiene due to noticeable body odor. He engages in \"hot water therapy,\" lying in hot baths for hours, napping, to relieve migraines and muscle tension, which he views as essential for his self-care despite its impracticality. Home management responsibilities have shifted entirely to his wife and father. Pre-accident, he shared indoor cleaning duties and managed outdoor property care. Now, he performs none of these tasks, adding approximately 10.83 hours per week of housekeeping duties for his wife.\n\n\n\nRegarding caregiving, his wife is the primary caregiver for their three children, with Mr. Al Naqeeb providing only intermittent supervision and assistance with bedtime routines. His involvement with his children is minimal. Vocationally, pre-accident, he was a high-performing financial analyst with CLV Group, seldom taking time off. Post-accident, he transitioned to Canada Post, hoping for an easier role but was forced to take medical leave. In August 2020, he began working with Natural Resources Canada, where he struggles with productivity, alternating between working and napping. Over four years, he estimates having completed only nine months of actual work, spending the rest of the time on medical leave or menial tasks.\n\n\n\nLeisure and volunteer activities were not part of Mr. Al Naqeeb’s life pre-accident, and this has not changed post-accident. He remains focused solely on work, contributing to a lack of balance and potentially exacerbating his stress and well-being. His daily routine is highly irregular. He typically goes to bed around 2:00 AM, wakes up multiple times during the night, and rises between 7:00 and 7:30 AM, though he sometimes sleeps until 9:00 AM. His mornings are spent attempting to work in short blocks interspersed with frequent naps. He moves between different rooms for a change of scenery and takes extended breaks, often napping during these periods.\n\n\n\nIn the evening, he has a meal with his family and then naps again. Despite these frequent rest periods, he tries to complete work tasks in the evenings, but his overall productivity remains limited due to fatigue and irregular sleep patterns. During the assessment, Mr. Al Naqeeb displayed a flat affect, appeared fatigued and disheveled, and showed signs of poor grooming. He was a poor historian, struggling to provide specific details about his rehabilitation and functional trajectory. His cognitive processing was slow, and his responses were often tangential, requiring frequent redirection. He remains rigid in his thinking and struggles with accepting the need to transition to Long-Term Disability.  \n\n\n\nThe assessment identified several areas where Mr. Al Naqeeb requires support. He needs daily cueing for dressing and grooming activities, amounting to 154 minutes per week, and meal preparation assistance from his wife, totaling 180 minutes per week. While independent in mobility, he struggles with maintaining hygiene and environmental upkeep, requiring additional support for these tasks. This report outlines these needs and recommends further occupational therapy interventions, assistive devices, and potential referrals to specialists for comprehensive management of his condition.\n\n\n\nIn conclusion, Mr. Al Naqeeb’s impairments significantly affect his daily activities and employment. Comprehensive and consistent rehabilitative support, structured interventions, and assistive measures are essential to improve his functional capacity and overall quality of life.\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\nMr. Al Naqeeb requires structured support to manage his daily activities effectively. The following attendant care measures are recommended:\n\nRoutine Personal Care: Daily cueing for dressing, grooming, and feeding. This includes 10 minutes daily for dressing (70 minutes per week) and 12 minutes daily for grooming (84 minutes per week).\n\nBasic Supervisory Functions: Support in maintaining hygiene and environmental upkeep, including cleaning the bathroom and bedroom, managing clothing, and ensuring comfort and safety. This includes approximately 14 minutes daily (98 minutes per week).\n\n\n\nHousekeeping:\n\n\n\nMr. Al Naqeeb would benefit from housekeeping service for approximately 10.83 hours per week to manage indoor cleaning tasks, which Mr. Al Naqeeb is unable to perform. Additionally, securing a snow removal contract for winter months and lawn care services for summer months is indicated to maintain the outdoor property.\n\n\n\n\n\nAssistive Devices:\n\n\n\nMr. Al Naqeeb would benefit from a number of assistive devices however the selection of these devices should be performed in the context of a functional reactivation program overseen by an OT.  Devices to be considered would include an array of assistive devices to  facilitate engagement in self-care and housekeeping tasks.\n\n\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nMr. Al Naqeeb would benefit from engagement in regular Occupational Therapy treatment initially delivered on a weekly basis to establish traction.  These would be expected to transition to bi-weekly interventions 6 months thereafter.  This treatment should also include involvement of a Rehabilitation Assistant (RA) to increase frequency of rehabilitative touchpoints and foster accountability to set goals.\n\n\n\n\n\nReferral for Other Services:\n\n\n\nMr. Al Naqeeb would benefit from engagement in a multi-disciplinary treatment including but not limited to physical therapy (PT, Chiropractic, Massage), kinesiology, psychology and speech language pathology.  Assessments from appropriate professionals of each discipline should be considered to establish whether Mr. Al Naqeeb could benefit from those services at this stage of his recovery.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Mr. Frank McNally.\n\nThe purpose of this assessment is to assess Mr. Al Naqeeb’s current functional status as it relates to his ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMr. Al Naqeeb may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nMcNally Gervan, c/o Frank McNally, Legal Representative\n\n\n\nFollowing this therapist’s explanation Mr. Al Naqeeb granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nThe following documentation was reviewed by this therapist prior to completing this assessment  and referenced in drafting this report: \n\n\n\n1. Plaintiff Medical Experts  \n\n\tA. Dr. Kurzman  \n\n\t\t(1) Neuropsychological Re-Assessment completed by Dr. David Kurzman  dated \t\t\tOctober 22, 2021 \n\n\n\nB. Dr. Suddaby  \n\n\t(1) Psychiatric Evaluation completed by Dr. Ken Suddaby dated October \t\t\t15,  2021 \n\n\n\nC. Dr. Kevin Smith  \n\n\t(1) Report from Dr. Smith dated August 17, 2021 (with CV and Form 53) \n\n\n\n\n\n2. Prescription History  \n\n\n\nA. Fax from Walmart Pharmacy dated August 2, 2021 re No records on file \n\nB. Fax from AIM Trainyards Pharmacy dated July 5, 2021 re Not a Patient \n\nC. Fax from Walmart Pharmacy (Trainyards) dated July 14, 2021 re Not a Patient \n\n\n\n3. Family Doctor  \n\n\tA. Dr. Effendi  \n\n\t\t(1) Clinical notes and records received January 28, 2020 \n\n(2) Clinical notes and records received February 22, 2021  \n\n(3) Clinical notes and records received March 18, 2021 \n\n\n\n4. Hospital Records  \n\n\tA. Queensway Carleton  \n\n\t\t(1) Clinical notes and records received March 19, 2020  \n\n\n\n\tB. The Ottawa Hospital  \n\n\t\t(1) Clinical notes and records received June 18, 2020  \n\n\n\n5. Treating Specialists  \n\n\tA. Apollo Physical Therapy  \n\n\t\t(1) Clinical notes and records received February 9, 2021 \n\n\n\n\tC. Dr. Chalifour (Trainyards Medical)  \n\n\t\t(1) Clinical notes and records received August 23, 2021  \n\n\t\t(2) Clinical notes and records received August 23, 2021 (English Translation) \n\n\n\n6. Psychologist  \n\n\tA. Capital Region  \n\n\t\t(1) Clinical notes and records received February 9, 2021\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY: \n\n\n\nMr. Al Naqeeb reported being in excellent physical and mental health pre-accident. He noted that  he was highly successful in his professional accounting career and thrived all around. He attended the gym  regularly and reportedly led an active social life. He denied the presence of any prior injuries or  medical conditions which would impact his clinical presentation or course of recovery from the  injuries sustained in the subject motor vehicle accident. \n\n\n\n\n\n\n\nMECHANISM OF INJURY: \n\n\n\nOn August 27, 2013, Mr. Al Naqeeb was the restrained driver on his way home from work when  his vehicle was rear-ended at a high rate of speed. As a result of the impact, Mr. Al Naqeeb struck  his head on the steering wheel and airbags which deployed. He experienced a brief period of loss  of consciousness but was able to exit his vehicle on his own. Bystanders tended to him while  awaiting paramedics. He was taken by ambulance to the Civic Campus of The Ottawa Hospital  where he was assessed in the Emergency Room and subsequently released to the care of his family  physician. \n\n\n\n\n\nNATURE OF INJURY: \n\n\n\nBased on a review of available medical documentation, Mr. Al Naqeeb sustained the following  injuries as a result of the subject motor vehicle accident: \n\n\n\n• Pain Disorder \n\n• Generalized Anxiety Disorder with symptoms of panic \n\n• Specific Phobia (vehicular, both driver and passenger) \n\n• Post-traumatic Stress Disorder \n\n• Adjustment Disorder \n\n• Traumatic Brain Injury with post-concussive syndrome \n\n• Major Depressive Disorder, Moderate – Severe with Anxious Distress with Panic  Attacks \n\n• Somatic Symptom Disorder with Predominant Pain \n\n• WAD II \n\n• Post-traumatic headaches with migrainous features \n\n• Myofascial pain \n\n• Facetogenic pain \n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nPer the last assessment completed in 2021, Mr. Al Naqeeb had provided the following account of his early course of recovery:\n\n“Mr. Al Naqeeb sought medical attention from his family physician following his release from  hospital as “something was very wrong”. He noted that he was throwing up and could not return to work. His physician reportedly provided a note for a medical leave of absence however  Mr. Al Naqeeb returned to work against medical advice. His employer sent him home after a few  days as they observed him looking unwell. He kept trying to work but could not perform. He went  through a course of physiotherapy through Apollo Physical Therapy but stopped attending, seeking  a clinic closer to home. His recollection of past treatment timeframes was poor. He eventually  attended Balance Physiotherapy but stopped attending due to lack of funding. He underwent a  course of psychological care through Capital Region Psychological Services. He also engaged  with Dr. Chalifour who provided supportive counseling. He has not seen Dr. Chalifour since the  onset of the pandemic in March of 2020.”\n\nMr. Al Naqeeb noted that he has had little to no rehabilitative care over the past few years.  He notes having seen his GP on occasion to seek medical notes for time off work but noted a poor recollection of the specific details surrounding these multiple periods of leave.   He noted that at this time, he feels unable to continue.  He notes difficulties with his performance which have deeply impacted his career trajectory, to the extent that he has been provided menial tasks to keep him occupied whilst removing him from increased responsibility.  Mr. Al Naqeeb describes a poor workplace record with frequent reprimands and a gradual removal from responsibilities within the organization.  Mr. Al Naqeeb is seeking another appointment with his GP in order to seek a transition to Long-Term Disability to allow him the space and bandwidth required to commit to and undertake rehabilitative initiatives proposed herein.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Affendi \n\nSees his GP infrequently,  unsure when he last saw him.\n\nUnknown\n\nTBD\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nPregabalin \n\n75 mg daily (will sometimes double-up on his dosage)\n\nNeuropathic pain\n\nPantoprazole \n\n40 mg \n\nAcid reflux\n\nK-Lite\n\nTwice daily\n\nKidney stones\n\nTramadol \n\nUnknown, twice daily \n\nOpioid pain medication\n\nAmitriptyline \n\nUnknown \n\nDepression and neuropathic  pain\n\nZolpidem ODT \n\n10 mg \n\nInsomnia\n\nCyclobenzaprine \n\n10 mg \n\nMuscle relaxant\n\nCymbalta\n\n120 mg\n\nDepression and Anxiety\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\n\n\nSymptom\n\nDescription\n\nSeverity (0-10)\n\nHeadaches\n\nWakes with a headache. Takes medication and Tylenol for relief. Works in the dark due to light sensitivity. Headaches last all day, causing fatigue and lack of energy to engage with children. \n\nProgressively worse during the day. 7/10 – 9/10 when stressed with work\n\nNeck, shoulders, and upper back pain\n\nConstant pain that worsens as the day progresses. Described as a burning and throbbing sensation. Sometimes wakes with heightened pain, with constant pain between shoulder blades.\n\n8/10\n\nLower back pain\n\nReports constant lower back pain, which has improved somewhat over the last few years. Alleviates symptoms by lying down frequently.\n\n6/10\n\nRight wrist pain\n\nPain has improved but still \"comes and goes.\" When present, experiences difficulty gripping items with the right hand.\n\n0 – 4/10\n\n\n\n\n\n\n\nCognitive Symptoms:\n\n\n\n\n\nAspect\n\nDescription\n\nWord Finding Difficulties\n\nWhen anxiety is high, he experiences difficulty finding words, repeats himself, stutters, and loses his train of thought.\n\nClarity of Instructions\n\nFeedback from co-workers indicates that the instructions he provides are often unclear.\n\nCompensation Strategies\n\nHe overprepares and writes notes to compensate for his cognitive challenges.\n\nFocus and Attention\n\nHe struggles to stay focused and on topic. Starting his day is particularly difficult, and he is unable to perform tasks spontaneously.\n\nProcrastination\n\nHe often procrastinates, causing tasks to linger and leading to conflicts with his wife and co-workers.\n\nMental Haze at Work\n\nAt work, he is in a constant state of mental haziness, making it difficult to concentrate during virtual meetings. He spends much of his workday lying on the sofa and napping.\n\nImpact on Work\n\nThe cognitive impairments significantly affect his ability to fulfill his work duties, requiring him to work additional hours in the evenings and on weekends to catch up.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMr. Al Naqeeb noted that his anxiety has become significantly higher and more difficult to manage, making it challenging for him to stay on task. On the morning of this assessment for example, he received a request to complete a task and he felt overwhelmed from the start. He tends to overthink the time required and resources needed, and he often wants to avoid the problem entirely.\n\n\n\nIn January of last year, the French program was removed, with promises of new, higher classifications that he would not be involved in. Essentially, he was demoted in responsibility. He now supervises only one staff member, and this will soon change to supervising no one. With a change in Director General, there is no longer new staff being hired, and a new contract he was supposed to sign has not materialized. Recent French testing revealed his limited retention of the language.\n\n\n\nBeing placed on a surplus list exposed his limitations. This list is perceived as a group of \"damaged goods,\" consisting of individuals who cannot perform their duties. He currently has numerous tasks and assignments that he is unable to keep track of.\n\n\n\nHe was absent for half of last year and had no serious responsibilities until a month ago when the burnout cycle resumed. He returned to work in September but took sick leave after one month. He returned in mid-October, but until December, he was without a unit and working independently. He experienced conflicts with his manager and had difficulties with assignments and delegating clear instructions.\n\n\n\nIn late March 2024, he took over a team of six. Despite being supposed to have hired two additional people, this has not been done, and he anticipates significant challenges ahead. He is determined to fix things before he leaves on disability but when pressed, acknowledges this is likely not a reasonable expectation.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMr. Al Naqeeb reported making use of the following strategies to manage his symptoms at this time:\n\n\n\nRest\n\nSoaking in hot baths for extended periods of time where he will have a “short nap” in warm water.  He will do this multiple times throughout the day. refilling the tub with hot water multiple times during each soak.\n\nActivity avoidance\n\nMedication\n\n\n\n\n\n\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\n\n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\nLying \n\nNo identified limitation \n\n4 – 5 hours of broken sleep.  He wakes frequently due to  pain and racing thoughts.\n\nPeriod of 20 minutes of  supine lying on the sofa  observed by this therapist.\n\nSitting \n\nNo identified limitation \n\nAble to tolerate extended  periods of sitting however  reports pain increases after  30 – 45 minutes.\n\nPeriod of 45 minutes of  sustained sitting with  frequent postural changes  observed during this  assessment.\n\nStanding \n\nNo identified limitation \n\n30 minutes then must sit. \n\nShort periods of static and  dynamic standing observed  by this therapist during this  assessment.\n\nSquatting \n\nNo identified limitation \n\nUnable to achieve a full  squatted posture.\n\nPartial (1/2) squat  demonstrated by Mr. Al  Naqeeb during this  assessment. He experienced  significant difficulty  recovering to standing.\n\nKneeling \n\nNo identified limitation \n\nAvoids this posture, “I don’t kneel”.\n\nOne bilateral kneeling  posture observed by this  therapist during this  assessment. He experienced  significant difficulty  achieving this posture and  required external support  from an adjacent couch to  recover to standing.\n\nWalking \n\nNo identified limitation \n\n30 minutes then experiences a sharp increase in neck and  back pain.\n\nShort distance indoor  ambulation observed by this  therapist.\n\nStair  \n\nClimbing\n\nNo identified limitation \n\nAble in a slow manner. \n\nTwo flights of stairs were managed by Mr. Al Naqeeb  during this assessment. Stair  climbing is performed using a  step-stop approach with  support from the handrail.\n\nDriving \n\nNo identified limitation \n\nOnly drives locally. He finds  himself to be hypervigilant when driving and he avoids  this as much as he can.\n\nNot formally assessed.\n\n\n\nFunctional Transfers and Mobility:  \n\n\n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Chair \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n2. Bed \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n3. Toilet \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n4. Bath tub \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n5. Vehicle \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n\n\n\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\n¾ range\n\nMild cervical range of motion restrictions  noted.\n\n\n\n\n\n\n\nLateral flexion\n\n¾ range\n\n¾ range\n\nRotation\n\n¾ range\n\n¾ range\n\nExtension\n\n¾ range\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk range of motion limited in all directions.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMr. Al Naqeeb exhibited a flat affect throughout the assessment, maintaining a consistently unengaged demeanor. He appeared noticeably fatigued and disheveled. His lack of grooming and personal hygiene was evident, as he reported not showering or grooming himself for over several days. This neglect was clearly reflected in his appearance. Despite his overall disengagement, there were no signs of emotional lability observed during the assessment.\n\n\n\n\n\nCognitive Presentation:\n\n\n\nMr. Al Naqeeb was a poor historian and experienced difficulty providing specific details relating to his rehabilitation and functional trajectory since the last assessment completed in 2021.  He was slow to process questions and would often provide answers which were tangential in nature and not cohesive in construct.  He required frequent redirection to the topic at hand.\n\n\n\nMr. Al Naqeeb was challenged on his ongoing workplace attendance and the need for him to make a firm decision to move onto Long Term Disability.  He was observed again negotiating with this reality, sharing his desire to “fix things before I go”.  He remains rigid in his thinking and would benefit from support in implementing a plan to address this matter.  \n\n\n\n\n\nTYPICAL DAY:\n\n\n\nMr. Al Naqeeb's daily schedule is highly irregular, with wake-up times varying each day. He typically goes to bed around 2:00 AM but wakes up multiple times during the night and finally rises between 7:00 and 7:30 AM. Occasionally, he will sleep in until 9:00 AM for a few days due to exhaustion.\n\n\n\nIn the morning, he walks to his home office and shuts the door. He may lie down for a while before checking his email. He attempts to work for about 30 minutes before taking a break and napping briefly. He then resumes working in short blocks, repeating this pattern.\n\n\n\nAround 11:00 to 11:30 AM, Mr. Al Naqeeb leaves his office and moves to the couch or an upstairs room for a change of scenery. He completes two more work cycles before taking another break around 2:00 to 2:30 PM, which lasts until approximately 4:00 PM. During this time, he often naps while his parents look after his daughter.\n\n\n\nIn the evening, he has a meal with his family and then takes another nap. Sometimes, he takes his children to the park. He participates in the bedtime routine, helping to put his son to bed from 8:00 to 10:00 PM. Occasionally, he naps alongside his son.\n\n\n\nThroughout the day, Mr. Al Naqeeb tries to get tasks done, but his frequent need for naps, even at the park, impacts his productivity. To address workplace issues and keep up with his responsibilities, he often attempts to work in the evenings, although his progress is limited by his overall fatigue and irregular sleep patterns.\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\n\n\nTYPE OF DWELLING\n\n\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4 \n\nSecond floor \n\nCarpet\n\nBathrooms\n\n3.5 \n\nThree on main floor and poder  room on main\n\nTile\n\nLiving Room\n\n1 \n\nMain floor \n\nWood\n\nFamily Room\n\n1 \n\nSecond floor \n\nCarpet\n\nDining Room\n\n1 \n\nMain floor \n\nWood\n\nKitchen \n\n1 \n\nMain floor \n\nTile\n\nLaundry\n\n1 \n\nSecond floor \n\nTile\n\nStairs\n\nYes \n\nSteps leading to the basement  and second floor of the home.\n\nCarpet\n\nBasement\n\nYes \n\nUnfinished \n\nNA\n\nDriveway Description\n\nDouble laneway\n\nYard description\n\nSmall city plot\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried  X        Single  ☐         Common Law  ☐          Other  ☐\n\nLiving Arrangement\n\nLives with his wife and three children\n\nChildren\n\n8, 4 and 18 months-old (note:  recalled their ages with difficulty)\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the motor vehicle accident, Mr. Al Naqeeb reported being fully independent in his self-care routines. He maintained a high standard of personal grooming, ensuring that his suits were always pressed and his shirts dry cleaned. He experienced no difficulties managing all aspects of self-care and took pride in his appearance.\n\n\n\nAt the time of this assessment, however, Mr. Al Naqeeb describes his self-care as significantly limited. He noted that he often goes without showering for up to 10 to 14 days. He brushes his teeth only once every two weeks and does not groom himself, presenting in a disheveled state. While he is physically capable of performing self-care tasks, he requires prompting to complete these tasks regularly. His wife frequently cues him to wash due to noticeable body odor. Additionally, he mentioned that he frequently wears the same clothes, including socks and underwear, for 4 to 5 days before changing into clean attire.\n\nMr. Al Naqeeb describes his practice of “hot water therapy” as a crucial self-care task, even though it is not conventionally functional. He elaborates that he turns off the lights and lies in hot water, which he finds helps alleviate his migraines and muscle tension. Additionally, this practice allows him to catch a nap alone, providing a temporary escape from his daily stressors.\n\nDuring these sessions, which last between one to two hours, Mr. Al Naqeeb typically refills the bath two to three times to maintain the water's temperature. He used to engage in this ritual daily but now does so only once a week. However, when he is off work, he indulges in hot water therapy more frequently. Despite recognizing the limited practicality of this routine, he views it as an essential part of his self-care regimen, providing temporary relief and a desired sense of solitude.\n\n\n\nHome Management Activities:\n\n\n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care. \n\n\n\nAt the time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in  housekeeping functions. His wife has taken over the management of all indoor cleaning tasks while his father cuts the grass. A snow removal contract will reportedly be secured for the coming  winter months. \n\n\n\nThis therapist will maintain his position from the assessment completed in December of 2014 that  Mr. Al Naqeeb’s wife has incurred approximately 10.83 additional hour per week of housekeeping  and related functions which Mr. Al Naqeeb no longer performs.  \n\n\n\n\n\nCaregiving Activities:\n\n\n\nMr. Al Naqeeb noted that his wife remains the primary caregiver for their three children at this time.  He does not engage in any significant parental interaction with them beyond watching television and providing intermittent supervision.  He notes that he has taken responsibility for putting his children down to bed at night however noted that this is another opportunity for him to nap for a period of time before returning to his office in the late evenings.  His wife manages all other aspects of their care.\n\n\n\n\n\nVocational Activities:\n\n\n\nPre-accident Employment Status\n\nEmployed full-time\n\nEmployer\n\nCLV Group\n\nJob Title/Duties\n\nFinancial Analyst\n\nHours per week\n\n37.5\n\nComments\n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb was working on a full-time basis for  CLV Group as a financial analyst. He reported being an excellent employee with positive feedback  provided regularly about the quality of his work. He seldom took time off and prided himself in  being a high achiever in this capacity.\n\n\n\nCurrent Employment Status\n\nEmployed with Natural Resources Canada as an accountant, in transition to Long-Term Disability due to inability to perform in his workplace\n\nComments\n\nIn 2014/2015, he began working with Canada Post as a financial analyst, a role he believed would be easier to manage than his previous job. He remained in this position until he was forced to take medical leave in 2018/2019. During this period, he grew increasingly frustrated with his inability to return to his job, feeling that Canada Post did not genuinely want him back.\n\n\n\nIn August 2020, Mr. Al Naqeeb was hired by Natural Resources Canada. He noted that his brother applied for the position on his behalf, and he was subsequently offered the job. Working from home, he attends virtual meetings and completes computer-based tasks. His routine involves alternating between working at his computer and napping on the couch in his office area.  \n\n\n\nMr. Al Naqeeb reported that during his four years of employment with Natural Resources Canada, he was frequently on leave and estimated that he completed approximately nine months of “actual work”. During the remaining time, he was either off work or assigned to menial tasks, such as participating in a French program from which he retained little.\n\n\n\n\n\nLeisure Activities:\n\n\n\nPrior to the motor vehicle accident, Mr. Al Naqeeb reported that he did not participate in any form of leisure activities. This lack of engagement has continued post-accident. He remains focused solely on his work and does not involve himself in any activities that could provide relaxation or enjoyment. Consequently, he has no meaningful activities to occupy his time outside of work, which contributes to a lack of balance in his daily life and may exacerbate his overall stress and well-being.\n\n\n\n\n\nVolunteer Activities:\n\n\n\nMr. Al Naqeeb noted that he did not engage in any form of volunteering prior to the subject motor vehicle accident.  This remains the case at the time of this assessment. \n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of May 31, 2024. The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist’s] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMr. Al Naqeeb is physically independent with dressing and undressing activities. However, as a  result of poor mental health and lack of initiation, time for cueing has been allotted for 10 minutes  daily. \n\n\n\n70 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week\n\nProsthetics\n\nMr. Al Naqeeb does wear any orthotics or prosthetics. \n\n0 minutes per week\n\n\n\nOrthotics\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMr. Al Naqeeb is physically independent in his performance of all grooming tasks. He does  however require cueing to foster his regular completion of grooming activities.  \n\n84 minutes per week\n\nFeeding\n\nMr. Al Naqeeb is independent with all aspects of feeding himself with the exception of meal  preparation assistance provided by his wife. Pre-accident, Mr. Al Naqeeb completed  approximately 3 weekly meals and time has been allotted to reflect this need. \n\n180 minutes per week\n\nMobility *\n\nMr. Al Naqeeb is independent in all areas of mobility. He does not require any assistance for his mobility needs. \n\n0 minutes per week\n\nExtra Laundering\n\nMr. Al Naqeeb does not present with any Extra Laundering needs at this time. He does not report  any increased incidence of spillage and no history of incontinence.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMr. Al Naqeeb is unable to maintain his bathroom and bedroom environment nor is he able to manage his clothing. Time has been allotted on a daily basis for these tasks.  He is unable to engage in these tasks due to his mental health status and associated symptoms of amotivation and lethargy.\n\n98 minutes per week\n\nBasic Supervisory Care **\n\nMr. Al Naqeeb does not have any basic supervisory care requirements at this time. \n\n0 minutes per week\n\nCo-ordination of Attendant Care\n\nThere are no Attendant Care co-ordination requirements at this time. \n\n0 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nMr. Al Naqeeb is independent in the management of his urinary needs.\n\n0 minutes per week\n\nBowel Care\n\nMr. Al Naqeeb is independent in the management of his bowel care.\n\n0 minutes per week\n\nTracheostomy\n\nNA\n\n0 minutes per week\n\nVentilator Care\n\nNA\n\n0 minutes per week\n\nExercise\n\nMr. Al Naqeeb is not engaged in any form of home exercises at this time.\n\n0 minutes per week\n\nSkin Care\n\nMr. Al Naqeeb is independent with all of his skin care needs. \n\n\n\n0 minutes per week\n\nMedication\n\nMr. Al Naqeeb manages his medication independently.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Al Naqeeb is independent with his bathing needs. He does require cueing to foster completion  of a daily shower as he currently only showers once every 10 – 14 days. He also requires cueing  to ensure he brushes his teeth twice daily. \n\n0 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nMr. Al Naqeeb does not make use of any assistive devices or medical equipment which requires  regular maintenance.\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nMr. Al Naqeeb does not present with any skilled supervisory requirements at this time.  \n\n0 minutes per week\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t   5.57 hours per week \t$356.66 /month\n\nPart 2 \t-  Basic Supervisory Functions\t   1.63 hours per week \t$98.33 /month\n\nPart 3\t-  Complex Health/Care and Hygiene\t   1.05 hours per week \t$95.31 /month\n\n\n\nTotal monthly assessed attendant care benefit:  $550.30 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEncl:  \tForm 1\n\n\n\nCc:\tFrank McNally, McNally Gervan\n\n\n\n\t\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n \n\n\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4 \n\nSecond floor \n\nCarpet\n\nBathrooms\n\n3.5 \n\nThree on main floor and poder  room on main\n\nTile\n\nLiving Room\n\n1 \n\nMain floor \n\nWood\n\nFamily Room\n\n1 \n\nSecond floor \n\nCarpet\n\nDining Room\n\n1 \n\nMain floor \n\nWood\n\nKitchen \n\n1 \n\nMain floor \n\nTile\n\nLaundry\n\n1 \n\nSecond floor \n\nTile\n\nStairs\n\nYes \n\nSteps leading to the basement  and second floor of the home.\n\nCarpet\n\nBasement\n\nYes \n\nUnfinished \n\nNA\n\nDriveway Description\n\nDouble laneway\n\nYard description\n\nSmall city plot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried  X        Single  ☐         Common Law  ☐          Other  ☐\n\nLiving Arrangement\n\nLives with his wife and three children\n\nChildren\n\n8, 4 and 18 months-old (note:  recalled their ages with difficulty)",
    "SYMPTOMS": "Mr. Al Naqeeb is unable to maintain his bathroom and bedroom environment nor is he able to manage his clothing. Time has been allotted on a daily basis for these tasks.  He is unable to engage in these tasks due to his mental health status and associated symptoms of amotivation and lethargy.\n\n98 minutes per week\n\nBasic Supervisory Care **\n\nMr. Al Naqeeb does not have any basic supervisory care requirements at this time. \n\n0 minutes per week",
    "TYPICAL_DAY": "Mr. Al Naqeeb's daily schedule is highly irregular, with wake-up times varying each day. He typically goes to bed around 2:00 AM but wakes up multiple times during the night and finally rises between 7:00 and 7:30 AM. Occasionally, he will sleep in until 9:00 AM for a few days due to exhaustion.\n\nIn the morning, he walks to his home office and shuts the door. He may lie down for a while before checking his email. He attempts to work for about 30 minutes before taking a break and napping briefly. He then resumes working in short blocks, repeating this pattern.\n\nAround 11:00 to 11:30 AM, Mr. Al Naqeeb leaves his office and moves to the couch or an upstairs room for a change of scenery. He completes two more work cycles before taking another break around 2:00 to 2:30 PM, which lasts until approximately 4:00 PM. During this time, he often naps while his parents look after his daughter.\n\nIn the evening, he has a meal with his family and then takes another nap. Sometimes, he takes his children to the park. He participates in the bedtime routine, helping to put his son to bed from 8:00 to 10:00 PM. Occasionally, he naps alongside his son.",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $550.30 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tFrank McNally, McNally Gervan\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "FUNCTIONAL_STATUS": "Employed with Natural Resources Canada as an accountant, in transition to Long-Term Disability due to inability to perform in his workplace\n\nComments\n\nIn 2014/2015, he began working with Canada Post as a financial analyst, a role he believed would be easier to manage than his previous job. He remained in this position until he was forced to take medical leave in 2018/2019. During this period, he grew increasingly frustrated with his inability to return to his job, feeling that Canada Post did not genuinely want him back.\n\nIn August 2020, Mr. Al Naqeeb was hired by Natural Resources Canada. He noted that his brother applied for the position on his behalf, and he was subsequently offered the job. Working from home, he attends virtual meetings and completes computer-based tasks. His routine involves alternating between working at his computer and napping on the couch in his office area.  \n\nMr. Al Naqeeb reported that during his four years of employment with Natural Resources Canada, he was frequently on leave and estimated that he completed approximately nine months of “actual work”. During the remaining time, he was either off work or assigned to menial tasks, such as participating in a French program from which he retained little.\n\nLeisure Activities:\n\nPrior to the motor vehicle accident, Mr. Al Naqeeb reported that he did not participate in any form of leisure activities. This lack of engagement has continued post-accident. He remains focused solely on his work and does not involve himself in any activities that could provide relaxation or enjoyment. Consequently, he has no meaningful activities to occupy his time outside of work, which contributes to a lack of balance in his daily life and may exacerbate his overall stress and well-being.\n\nVolunteer Activities:\n\nMr. Al Naqeeb noted that he did not engage in any form of volunteering prior to the subject motor vehicle accident.  This remains the case at the time of this assessment. ",
    "ADLS": "At the time of this assessment, however, Mr. Al Naqeeb describes his self-care as significantly limited. He noted that he often goes without showering for up to 10 to 14 days. He brushes his teeth only once every two weeks and does not groom himself, presenting in a disheveled state. While he is physically capable of performing self-care tasks, he requires prompting to complete these tasks regularly. His wife frequently cues him to wash due to noticeable body odor. Additionally, he mentioned that he frequently wears the same clothes, including socks and underwear, for 4 to 5 days before changing into clean attire.\n\nMr. Al Naqeeb describes his practice of “hot water therapy” as a crucial self-care task, even though it is not conventionally functional. He elaborates that he turns off the lights and lies in hot water, which he finds helps alleviate his migraines and muscle tension. Additionally, this practice allows him to catch a nap alone, providing a temporary escape from his daily stressors.\n\nDuring these sessions, which last between one to two hours, Mr. Al Naqeeb typically refills the bath two to three times to maintain the water's temperature. He used to engage in this ritual daily but now does so only once a week. However, when he is off work, he indulges in hot water therapy more frequently. Despite recognizing the limited practicality of this routine, he views it as an essential part of his self-care regimen, providing temporary relief and a desired sense of solitude.\n\nHome Management Activities:\n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care. \n\nAt the time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in  housekeeping functions. His wife has taken over the management of all indoor cleaning tasks while his father cuts the grass. A snow removal contract will reportedly be secured for the coming  winter months. \n\nThis therapist will maintain his position from the assessment completed in December of 2014 that  Mr. Al Naqeeb’s wife has incurred approximately 10.83 additional hour per week of housekeeping  and related functions which Mr. Al Naqeeb no longer performs.  \n\nCaregiving Activities:\n\nMr. Al Naqeeb noted that his wife remains the primary caregiver for their three children at this time.  He does not engage in any significant parental interaction with them beyond watching television and providing intermittent supervision.  He notes that he has taken responsibility for putting his children down to bed at night however noted that this is another opportunity for him to nap for a period of time before returning to his office in the late evenings.  His wife manages all other aspects of their care.\n\nVocational Activities:\n\nPre-accident Employment Status\n\nEmployed full-time\n\nEmployer\n\nCLV Group\n\nJob Title/Duties\n\nFinancial Analyst\n\nHours per week\n\n37.5\n\nComments\n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb was working on a full-time basis for  CLV Group as a financial analyst. He reported being an excellent employee with positive feedback  provided regularly about the quality of his work. He seldom took time off and prided himself in  being a high achiever in this capacity.\n\nCurrent Employment Status",
    "MEDICAL_HISTORY": "Mr. Al Naqeeb reported being in excellent physical and mental health pre-accident. He noted that  he was highly successful in his professional accounting career and thrived all around. He attended the gym  regularly and reportedly led an active social life. He denied the presence of any prior injuries or  medical conditions which would impact his clinical presentation or course of recovery from the  injuries sustained in the subject motor vehicle accident. \n\nMECHANISM OF INJURY: \n\nOn August 27, 2013, Mr. Al Naqeeb was the restrained driver on his way home from work when  his vehicle was rear-ended at a high rate of speed. As a result of the impact, Mr. Al Naqeeb struck  his head on the steering wheel and airbags which deployed. He experienced a brief period of loss  of consciousness but was able to exit his vehicle on his own. Bystanders tended to him while  awaiting paramedics. He was taken by ambulance to the Civic Campus of The Ottawa Hospital  where he was assessed in the Emergency Room and subsequently released to the care of his family  physician. \n\nNATURE OF INJURY: \n\nBased on a review of available medical documentation, Mr. Al Naqeeb sustained the following  injuries as a result of the subject motor vehicle accident: \n\n• Pain Disorder "
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {}
    },
    "ENVIRONMENTAL": {
      "homeType": "ROOMS",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "Second floor",
        "Bathrooms",
        "Three on main floor and poder  room on main",
        "Living Room",
        "Main floor",
        "Second floor",
        "Dining Room",
        "Main floor",
        "Kitchen",
        "Main floor",
        "Second floor",
        "Stairs",
        "Steps leading to the basement  and second floor of the home.",
        "Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4 \n\nSecond floor \n\nCarpet\n\nBathrooms\n\n3.5 \n\nThree on main floor and poder  room on main\n\nTile\n\nLiving Room\n\n1 \n\nMain floor \n\nWood\n\nFamily Room\n\n1 \n\nSecond floor \n\nCarpet\n\nDining Room\n\n1 \n\nMain floor \n\nWood\n\nKitchen \n\n1 \n\nMain floor \n\nTile\n\nLaundry\n\n1 \n\nSecond floor \n\nTile\n\nStairs\n\nYes \n\nSteps leading to the basement  and second floor of the home.\n\nCarpet\n\nBasement\n\nYes \n\nUnfinished \n\nNA\n\nDriveway Description\n\nDouble laneway\n\nYard description\n\nSmall city plot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried  X        Single  ☐         Common Law  ☐          Other  ☐\n\nLiving Arrangement\n\nLives with his wife and three children\n\nChildren\n\n8, 4 and 18 months-old (note:  recalled their ages with difficulty)",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Al Naqeeb is unable to maintain his bathroom and bedroom environment nor is he able to manage his clothing.",
        "He is unable to engage in these tasks due to his mental health status and associated symptoms of amotivation and lethargy."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "maintain his bathroom",
        "bedroom environment nor is he able to manage his clothing"
      ],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Mr. Al Naqeeb is unable to maintain his bathroom and bedroom environment nor is he able to manage his clothing. Time has been allotted on a daily basis for these tasks.  He is unable to engage in these tasks due to his mental health status and associated symptoms of amotivation and lethargy.\n\n98 minutes per week\n\nBasic Supervisory Care **\n\nMr. Al Naqeeb does not have any basic supervisory care requirements at this time. \n\n0 minutes per week",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Mr. Al Naqeeb's daily schedule is highly irregular, with wake-up times varying each day. He typically goes to bed around 2:00 AM but wakes up multiple times during the night and finally rises between 7:00 and 7:30 AM. Occasionally, he will sleep in until 9:00 AM for a few days due to exhaustion.",
        "In the morning, he walks to his home office and shuts the door. He may lie down for a while before checking his email. He attempts to work for about 30 minutes before taking a break and napping briefly. He then resumes working in short blocks, repeating this pattern.",
        "Around 11:00 to 11:30 AM, Mr. Al Naqeeb leaves his office and moves to the couch or an upstairs room for a change of scenery. He completes two more work cycles before taking another break around 2:00 to 2:30 PM, which lasts until approximately 4:00 PM. During this time, he often naps while his parents look after his daughter."
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [
        "In the evening, he has a meal with his family and then takes another nap. Sometimes, he takes his children to the park. He participates in the bedtime routine, helping to put his son to bed from 8:00 to 10:00 PM. Occasionally, he naps alongside his son."
      ],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Mr. Al Naqeeb's daily schedule is highly irregular, with wake-up times varying each day. He typically goes to bed around 2:00 AM but wakes up multiple times during the night and finally rises between 7:00 and 7:30 AM. Occasionally, he will sleep in until 9:00 AM for a few days due to exhaustion.\n\nIn the morning, he walks to his home office and shuts the door. He may lie down for a while before checking his email. He attempts to work for about 30 minutes before taking a break and napping briefly. He then resumes working in short blocks, repeating this pattern.\n\nAround 11:00 to 11:30 AM, Mr. Al Naqeeb leaves his office and moves to the couch or an upstairs room for a change of scenery. He completes two more work cycles before taking another break around 2:00 to 2:30 PM, which lasts until approximately 4:00 PM. During this time, he often naps while his parents look after his daughter.\n\nIn the evening, he has a meal with his family and then takes another nap. Sometimes, he takes his children to the park. He participates in the bedtime routine, helping to put his son to bed from 8:00 to 10:00 PM. Occasionally, he naps alongside his son.",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0.8,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $550",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $550.30 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tFrank McNally, McNally Gervan\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "in his daily life and may exacerbate his overall stress and well-being",
      "functionalLimitations": [],
      "assistiveDevices": [
        "d solely on his work",
        "does not involve himself in any activities that could provide relaxation or enjoyment"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "Employed with Natural Resources Canada as an accountant, in transition to Long-Term Disability due to inability to perform in his workplace\n\nComments\n\nIn 2014/2015, he began working with Canada Post as a financial analyst, a role he believed would be easier to manage than his previous job. He remained in this position until he was forced to take medical leave in 2018/2019. During this period, he grew increasingly frustrated with his inability to return to his job, feeling that Canada Post did not genuinely want him back.\n\nIn August 2020, Mr. Al Naqeeb was hired by Natural Resources Canada. He noted that his brother applied for the position on his behalf, and he was subsequently offered the job. Working from home, he attends virtual meetings and completes computer-based tasks. His routine involves alternating between working at his computer and napping on the couch in his office area.  \n\nMr. Al Naqeeb reported that during his four years of employment with Natural Resources Canada, he was frequently on leave and estimated that he completed approximately nine months of “actual work”. During the remaining time, he was either off work or assigned to menial tasks, such as participating in a French program from which he retained little.\n\nLeisure Activities:\n\nPrior to the motor vehicle accident, Mr. Al Naqeeb reported that he did not participate in any form of leisure activities. This lack of engagement has continued post-accident. He remains focused solely on his work and does not involve himself in any activities that could provide relaxation or enjoyment. Consequently, he has no meaningful activities to occupy his time outside of work, which contributes to a lack of balance in his daily life and may exacerbate his overall stress and well-being.\n\nVolunteer Activities:\n\nMr. Al Naqeeb noted that he did not engage in any form of volunteering prior to the subject motor vehicle accident.  This remains the case at the time of this assessment. ",
      "confidence": {
        "balanceStatus": 0.8,
        "functionalLimitations": 0,
        "assistiveDevices": 0.8,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "He noted that he often goes without showering for up to 10 to 14 days."
        },
        "dressing": {
          "level": "unknown",
          "notes": "Additionally, he mentioned that he frequently wears the same clothes, including socks and underwear, for 4 to 5 days before changing into clean attire."
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": "He reported being an excellent employee with positive feedback  provided regularly about the quality of his work."
        },
        "grooming": {
          "level": "unknown",
          "notes": "He brushes his teeth only once every two weeks and does not groom himself, presenting in a disheveled state."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": "Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care."
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": "Vocational Activities:\n\nPre-accident Employment Status\n\nEmployed full-time\n\nEmployer\n\nCLV Group\n\nJob Title/Duties\n\nFinancial Analyst\n\nHours per week\n\n37."
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "At the time of this assessment, however, Mr. Al Naqeeb describes his self-care as significantly limited. He noted that he often goes without showering for up to 10 to 14 days. He brushes his teeth only once every two weeks and does not groom himself, presenting in a disheveled state. While he is physically capable of performing self-care tasks, he requires prompting to complete these tasks regularly. His wife frequently cues him to wash due to noticeable body odor. Additionally, he mentioned that he frequently wears the same clothes, including socks and underwear, for 4 to 5 days before changing into clean attire.\n\nMr. Al Naqeeb describes his practice of “hot water therapy” as a crucial self-care task, even though it is not conventionally functional. He elaborates that he turns off the lights and lies in hot water, which he finds helps alleviate his migraines and muscle tension. Additionally, this practice allows him to catch a nap alone, providing a temporary escape from his daily stressors.\n\nDuring these sessions, which last between one to two hours, Mr. Al Naqeeb typically refills the bath two to three times to maintain the water's temperature. He used to engage in this ritual daily but now does so only once a week. However, when he is off work, he indulges in hot water therapy more frequently. Despite recognizing the limited practicality of this routine, he views it as an essential part of his self-care regimen, providing temporary relief and a desired sense of solitude.\n\nHome Management Activities:\n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care. \n\nAt the time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in  housekeeping functions. His wife has taken over the management of all indoor cleaning tasks while his father cuts the grass. A snow removal contract will reportedly be secured for the coming  winter months. \n\nThis therapist will maintain his position from the assessment completed in December of 2014 that  Mr. Al Naqeeb’s wife has incurred approximately 10.83 additional hour per week of housekeeping  and related functions which Mr. Al Naqeeb no longer performs.  \n\nCaregiving Activities:\n\nMr. Al Naqeeb noted that his wife remains the primary caregiver for their three children at this time.  He does not engage in any significant parental interaction with them beyond watching television and providing intermittent supervision.  He notes that he has taken responsibility for putting his children down to bed at night however noted that this is another opportunity for him to nap for a period of time before returning to his office in the late evenings.  His wife manages all other aspects of their care.\n\nVocational Activities:\n\nPre-accident Employment Status\n\nEmployed full-time\n\nEmployer\n\nCLV Group\n\nJob Title/Duties\n\nFinancial Analyst\n\nHours per week\n\n37.5\n\nComments\n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb was working on a full-time basis for  CLV Group as a financial analyst. He reported being an excellent employee with positive feedback  provided regularly about the quality of his work. He seldom took time off and prided himself in  being a high achiever in this capacity.\n\nCurrent Employment Status",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0.5,
          "toileting": 0,
          "feeding": 0.5,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0.5
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0.5,
          "medication": 0
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Mr. Al Naqeeb reported being in excellent physical and mental health pre-accident. He noted that  he was highly successful in his professional accounting career and thrived all around. He attended the gym  regularly and reportedly led an active social life. He denied the presence of any prior injuries or  medical conditions which would impact his clinical presentation or course of recovery from the  injuries sustained in the subject motor vehicle accident. \n\nMECHANISM OF INJURY: \n\nOn August 27, 2013, Mr. Al Naqeeb was the restrained driver on his way home from work when  his vehicle was rear-ended at a high rate of speed. As a result of the impact, Mr. Al Naqeeb struck  his head on the steering wheel and airbags which deployed. He experienced a brief period of loss  of consciousness but was able to exit his vehicle on his own. Bystanders tended to him while  awaiting paramedics. He was taken by ambulance to the Civic Campus of The Ottawa Hospital  where he was assessed in the Emergency Room and subsequently released to the care of his family  physician. \n\nNATURE OF INJURY: \n\nBased on a review of available medical documentation, Mr. Al Naqeeb sustained the following  injuries as a result of the subject motor vehicle accident: \n\n• Pain Disorder ",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    }
  }
}