{
  "fileName": "Copy of Abdul Hussein, Jawad IHA2.docx",
  "originalText": "OCCUPATIONAL THERAPY TREATMENT\n\n\n\nClient Name:\n\n Jawad Abdul Hussein\n\nDate of Loss:\n\n2018-01-14\n\nAddress:\n\n59 Dragon Park Drive, Ottawa ON K2J 0H1\n\n\n\n\n\nTelephone #:\n\n613-882-0909\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nJody Ranger\n\nInsurer:\n\nEconomical Insurance\n\n\n\n\n\nClaim No.:\n\n1348323\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDates of Sessions:\n\n2023-12-12 \n\n\n\n\n\nDate of Report:\n\n2023-12-13\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nPURPOSE OF REFERRAL:\n\nAt the request of Mr. Frank McNally, Legal Representative for Mr. Abdul Hussein, this therapist completed an in-home reassessment to reflect his current level of function with respect to his normal life activities. This therapist has been providing ongoing OT treatment, as well as supervising weekly sessions with RA, Greg Goddard. The current report reflects details acquired through these treatment touchpoints, as well as  information acquired during a session held on December 12, 2023.\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMr. Abdul Hussein is a 26-year-old man who was involved in a motor vehicle accident on January 14, 2018 in which he sustained the following injuries:\n\n\n\nSprain and strain of lumbar spine and ankle\n\nWhiplash associated disorder\n\nConcussion with post concussional syndrome\t\n\nAnxiety Disorder, unspecified\n\nSomatic Symptom Disorder\n\nMajor Depressive Disorder\n\n\n\nApproaching 6-years post-accident, Mr. Abdul Hussein continues to present with significant physical, psychological, and cognitive symptoms. He has been engaged in a multitude of treatment interventions over the past few years, through a multidisciplinary team, including physiotherapy, psychology, psychiatry, and kinesiology. Through engagement in these treatments, Mr. Abdul Hussein has made significant progress in relation to his emotional regulation and overall daily routine. He has progressed to the point of introducing some volunteer work activities at his father’s barbershop, where he performs menial tasks and socializes. \n\n\n\nMr. Abdul Hussein continues to experience physical pain in his spine, in addition to migraines / headaches, 3-4 times weekly. He continues to report issues with his cognition, noting issues with his short-term memory, losing his train of thought mid-sentence, and “messing up my words”. Most significant has been his psychological struggles, including suicidal ideation, and symptoms of severe anxiety and depression. He has benefited from psychological treatment which has been effective in providing him with tools to better manage bouts of anxiety and challenge his distorted thought patterns. He remains in a state of rumination over his losses, as he contrasts his life with those of his peers. He admitted feeling lost with respect to the future, and noting that he seeks meaning in life which was lost at the time of the subject MVA.\n\n\n\nMr. Abdul Hussein continues to focus on solidifying a productive daily routine, which includes waking up at regular times, showering and dressing daily, eating regular meals, and volunteering at his dad’s barbershop. He is making efforts to introduce gym attendance into his schedule, and this remains a work in progress. He notes feeling better after attending a gym, and he is reminded of this positive experience during provision of OT and RA sessions. He reports poor sleep with significant difficulty staying asleep throughout the night as a result of negative thoughts and nightmares. He makes use of a multitude of medications prescribed to manage his mental health and physical pain. He is paying for psychological treatment out of pocket for the time being.\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nMr. Abdul Hussein continues to benefit from the provision of attendant care by his father and his mother, who continue to intervene in periods of acute emotional distress. He remains independent in the management of his core self care activities.   He would currently benefit from 21 hours per month of Attendant Care for a total monthly assessed attendant care benefit of $1291.29.  Please refer to the attached Form 1 for more information.\n\n\n\n\n\nHousekeeping:\n\n\n\nMr. Abdul Hussein has been unable to resume engagement in the few housekeeping tasks he was responsible for pre-accident.  He relies on approximately 2 hours per week of assistance provided by his mother to maintain his bedroom and bathroom environment as well as to complete his laundry.\n\n\n\n\n\nAssistive Devices:\n\n\n\nThere are no assistive devices currently recommended to assist in Mr. Abdul Hussein’s rehabilitation.  Consideration for assistive devices will be given during the delivery of OT treatment sessions proposed below.\n\n\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nMr. Abdul Hussein would benefit from ongoing access to OT treatment, which continues to be delivered by this therapist with support of RA, Greg Goddard.\n\n\n\n\n\nReferral for Other Services:\n\n\n\nAs a result of having reached his accident benefit limit, Mr. Abdul Hussein has experienced a loss of his multidisciplinary team, and would benefit from resumption of all treatments he had in place while benefits were available to him.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Mr. Frank McNally.\n\nThe purpose of this assessment is to assess Mr. Abdul Hussein’s current functional status as it relates to the ability to complete his reported pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMr. Abdul Hussein may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nMcNally Gervan c/o Mr. Frank McNally, legal representative\n\nEconomical Insurance c/o Ms. Jody Ranger, claims adjuster\n\n\n\nFollowing this therapist’s explanation Mr. Abdul Hussein granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nThis therapist was provided with a limited medical brief resulting from limited treatment received by Mr. Abdul Hussein since the subject motor vehicle accident.  The following documents were reviewed:\n\n\n\nOccupational Therapists Reports \n\nA.\tFunctionability\n\n(1) \tOT Therapy Initial Report - In-Home Functional Assessment dated May 31, 2018\n\n\t\t(2) \tRationale for Treatment Plan for Funding for Equipment dated July 13, 2018\n\n\t\t(3)\tSpeech-Language Pathology Assessment Report dated August 11, 2018\n\n\t\t(4) \tOT Progress Report dated October 2, 2018 \n\n\n\n2.\t\tAB-IM Es\n\n\tA. \tIE Psychology of Dr Darren Schmidt dated November 26, 2018 \n\n\tB. \tIE Physiatry by Dr Sreenivasan dated December 31, 2018\n\n\tC.\tIE Paper Review Psychology by Dr Schmidt dated July 22, 2019\n\n\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nMr. Abdul Hussein reported being in excellent physical and mental health prior to the subject motor vehicle accident.  He was a young restaurant owner working 65 – 75 hours per week.  He had an active social life, would go out with friends dining in restaurants.  He attended the gym 3 – 4 times per week and was feeling fulfilled.  He denied the presence of any pre-existing medical conditions or prior injuries which would impact his course of recovery or his clinical presentation during this assessment.\n\n\n\n\n\n\n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nMr. Abdul Hussein  reported having little recollection of the accident.  He recalls hearing a big bang and then losing consciousness.  From reading reports from other providers, he believes he was t-boned by another vehicle.  He is unsure if he hit his head.  Paramedics came to the scene, and he was taken to the Ottawa General Hospital.  His first recollection was being tended to by paramedics and fearing for his life.  He was not oriented to time and place.  “I was not able to see anything, everything felt black in my head”.  He was assessed at the ER and released later that evening with instructions to see his family physician.  He reports symptoms of dizziness and nausea for months following the MVA.\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nSprain and Strain of Lumbar Spine and Ankle\n\nWhiplash Associated Disorder\n\nConcussion with Post Concussional Syndrome\t\n\nAnxiety Disorder, Unspecified\n\nSomatic Symptom Disorder\n\nMajor Depressive Disorder\n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nMr. Abdul Hussein has benefited from a multitude of treatments over the past few years, which included physical therapy, psychology, psychiatry, and kinesiology. Due to a lack of funding, he has seen most treatments end, except for psychology and psychiatry. He continues to obtain OT services through this therapist, as well as RA sessions to support OT goal delivery. He noted that he is paying out of pocket for his psychological care, which has been instrumental in allowing him to work through his trauma and losses. This remains a work in progress.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Docking/Dr. Schwartz, GP\n\nVisits GP on a monthly basis.\n\nDiscussed mental health concerns and post-concussional syndrome symptoms.  \n\nTBD\n\nYoga/Kinesiology Fleming Fitness\n\nEnded following lapse in Accident Benefits.\n\nNA\n\nNA\n\nPsychology, Ricci & Associates\n\nHe sees Dr. Ali once every two weeks. His parents are paying out of pocket for these necessary treatments.\n\nOngoing work on emotional regulation and trauma processing.\n\nNA\n\nChiropractic Care, Apollo Physical Therapy, Vikas Dhawan\n\nEnded following lapse in Accident Benefits.\n\nNA.\n\nNA\n\nPhysiotherapy, Apollo Physical Therapy\n\nEnded following lapse in Accident Benefits.\n\nNA\n\nNA\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nEffexor\n\n150 mg daily\n\nDepression and anxiety\n\nQuetiapine\n\n25 mg daily\n\nAtypical Antipsychotic\n\nPropranolol\n\n60 mg daily\n\nAnxiety\n\nCelecoxib\n\n200 mg twice daily\n\nPain and inflammation\n\nGabapentin\n\n300 mg in the morning and 600 mg at night\n\nNeuropathic pain\n\nLorazepam\n\n1 mg PRN\n\nAnxiety\n\nMirtazapine\n\n45 at bedtime\n\nDepression\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nHeadaches/migraines\n\nHe experiences migraines or simple headaches 3-4x weekly. Headaches can become quite debilitating, and impact his ability to function.\n\n0-8/10\n\nNeck pain\n\nPain is located on the centre of his neck radiating to the left side.  This is a constant pain which he describes as dull with sharp peaks of pain.\n\n7-9/10\n\nThoracic spine\n\nHe experiences pain in his mid-back, which he finds most impactful on his ability to function.\n\n8/10\n\nLumbar spine\n\nPain is constant.  The pain is located on the left side of his lower back. \n\n3/10\n\nDizziness\n\nHe continues to report intermittent episodes of dizziness with unknown triggers.\n\nNA\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMr. Abdul Hussein endorsed the following cognitive symptoms which he notes are his most concerning:\n\n\n\nShort-term memory loss.\n\nLoses train of thought mid-sentence, or completely forgets what he was going to say.\n\nWord finding difficulties, “I mess up my words.”\n\nDifficulty with problem solving and multitasking.\n\nLimited cognitive tolerances.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMr. Abdul Hussein reports having experienced significant improvements in his emotional regulation and anxiety levels. He reported, “I am full of emotions”, which continues to disrupt the course of his days, with intermittent episodes of anxiety / panic attacks. He is making concerted efforts to find meaningful activities to occupy his time, but reflects that he does not find much enjoyment out of those activities he can perform. He acknowledges that attending the gym makes a big difference in how he feels, however, he finds it difficult to integrate this into his routine in a consistent manner. He does benefit from the socializing, which results from his gym attendance, and is encouraged to introduce regular gym attendance in his daily routine. This remains a work in progress.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMr. Abdul Hussein noted that he makes use of the following strategies to manage his symptoms:\n\n\n\nRest\n\nMedication\n\nSocializing\n\nGoing out for dinner with friends or watching hockey on tv to distract himself\n\nSauna/steam room\n\nMedication\n\n\n\n\n\nTypical Day Pre-Accident:\n\n\n\nMr. Abdul Hussein described the following as a typical day in his life at the time of the subject motor vehicle accident:\n\n\n\nUp at 9 am\n\nGrab a coffee\n\nGo for a walk\n\nGo to the restaurant and turn oven on at 10 am\n\nCheck inventory\n\nMake pizza slices for lunch service\n\nPrep toppings\n\nComplete lunch service\n\nCleanup and prep for dinner service\n\nDinner rush and evening service\n\nWould leave around 11pm\n\nWould try to go to the gym or visit a friend to have a late dinner\n\nIn bed by 230 am\n\n\n\n\n\nTypical Day Post-Accident:\n\n\n\nAt the time of this assessment, Mr. Abdul Hussein described a typical day as-follows:\n\n\n\nDisrupted sleep/wake pattern, tries to wake at 9am.\n\nShowers, dresses, and has breakfast.\n\nTakes medication and goes to the barbershop for 10-11am.\n\nWill stay at the shop until 3pm. While there, he will operate the cash, fold towels, complete minor cleaning, and assist his father with daily operations. He will often retreat to the backroom when feeling overwhelmed with social contact and will rest / meditate.\n\nHe tries to socialize regularly with friends over dinner, or will have dinner with his family.\n\nHe is trying to introduce attendance at the Movati gym, 4x weekly. He acknowledges that this is not solidified in his routine as of yet. While at the gym, he will stretch, swim, use the sauna and steam room, and try to complete light cardio on bicycle. In the evening, he will watch hockey or movies, and is working on introducing reading into his nighttime routine.\n\nWill go to bed between 10-11pm but has difficulty staying asleep due to nightmares, negative thoughts, and physical pain.\n\n\n\n\n\n\n\n\n\n\n\n\n\nOBJECTIVE INFORMATION:\n\n\n\nPostural Tolerances:\n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\nNo identified limitations.\n\n\n\nWill get up several times per night to stretch (2 – 3x per night).  Pain impacts his ability to maintain restful sleep and is followed by negative thinking and rumination.\n\nNo lying posture observed by this therapist during this assessment.\n\n2. Sitting\n\nNo identified limitations.\n\n\n\n15 minutes, then has to stretch. He finds he can sit longer when distracted by an activity or conversation.\n\nPeriods of 45 minutes of sustained sitting, with frequent postural changes and weight shifting observed.\n\n3. Standing\n\nNo identified limitations.\n\n\n\n15-20 minutes, then has to sit down.\n\nShort periods of static and dynamic standing observed by this therapist during this assessment.\n\n4. Squatting\n\nNo identified limitations.\n\n\n\nAble.\n\nOne 3/4 squat performed by Mr. Abdul Hussein.  He was unable to achieve a deep power squat.\n\n5. Kneeling\n\nNo identified limitations.\n\n\n\nAble. \n\nOne bilateral kneeling posture demonstrated by Mr. Abdul Hussein during this assessment.  Performed with some difficulty.\n\n6. Walking\n\nNo identified limitations\n\n\n\n20-25 minutes\n\nShort distance indoor and outdoor walking observed by this therapist. Mr. Abdul Hussein was observed walking in a slow manner.\n\n7. Stair Climbing\n\nNo identified limitations\n\n\n\nAble but slowly\n\nOne flight of stairs managed by Mr. Abdul Hussein with support from handrail observed during this assessment.  He was observed climbing slowly using a reciprocal stair climbing pattern.\n\n8. Driving\n\nNo identified limitations\n\n\n\nAble to drive in town for short distances, but notes that his PTSD symptoms are easily triggered, and he will at times hear a bang reminiscent of what he heard at the time of the subject MVA.\n\nNot formally assessed.\n\n\n\n\n\nFunctional Transfers and Mobility: \n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\nIndependent.\n\n\n\nIndependent.\n\n\n\nNo identified limitations.\n\n2. Bed\n\nIndependent.\n\n\n\nIndependent.\n\n\n\nNo identified limitations.\n\n3. Toilet\n\nIndependent.\n\n\n\nIndependent.\n\n\n\nNo identified limitations.\n\n4. Bathtub\n\nIndependent.\n\n\n\nIndependent.\n\n\n\nNo identified limitations.\n\n5. Vehicle\n\nIndependent.\n\n\n\nIndependent.\n\n\n\nNo identified limitations.\n\n\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\n¾ range\n\nCervical range of motion limited in all directions with pain reported in end-range.  Forward flexion appears preserved.\n\nLateral flexion\n\n¾ range\n\n¾ range\n\nRotation\n\n¾ range\n\n¾ range\n\nExtension\n\n¾ range\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk ROM limited in all planes.\n\nLateral flexion\n\n¾ range\n\n¾ range\n\nRotation\n\n¾ range\n\n¾ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMr. Abdul Hussein’s emotional presentation has evolved significantly over the past year. At the time of this assessment, he was found to be in a calmer state of mind, and engaged in some humorous exchanges with this therapist. There were no signs of emotional lability during this most recent assessment touchpoint. This therapist has also seen a decrease in the number of phone calls received from his father, historically expressing concern for his son’s uncontrollable behaviours.\n\n\n\n\n\nCognitive Presentation:\n\n\n\nMr. Abdul Hussein was found to struggle with memory recall of dates, times,  and names of prescribed medications. Cognitive processing speed was found to have improved, but he remains cognitively slower than he reportedly was pre-accident. He was observed experiencing difficulty with word-finding, and also required cueing to remain on track with the conversation at hand. Otherwise, his cognitive presentation was found to be unremarkable.\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nTYPE OF DWELLING\n\nSingle family detached home\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4\n\nSecond floor\n\n Wood\n\nBathrooms\n\n2.5\n\nTwo full on second and a powder room on main\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n1\n\nBasement\n\nWood\n\nDining Room\n\n1\n\nMain floor \n\nWood\n\nKitchen \n\n1\n\n Main floor\n\nTile\n\nLaundry\n\n1\n\n Basement\n\nTile\n\nStairs\n\n14\n\nSteps leading to the basement and second floor of the home.\n\nCarpet\n\nBasement\n\n1\n\nFinished\n\nNA\n\nDriveway Description\n\nDouble driveway\n\nYard description\n\nSmall city lot\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives with parents and 18-year-old brother\n\nChildren\n\nNone\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the subject MVA, Mr. Abdul Hussein was independent in the management of all self care functions.\n\n\n\nAt the time of this assessment, he has experienced improvements in the quality of his self care, most notably, paying closer attention to his grooming, wearing clean clothes daily, and appearing less unkempt than earlier in his recovery. He is physically independent in the management of all self care functions, with the exception of meal preparation and emotional dysregulation management. While his outbursts towards family members have decreased significantly over the past six months, he continues to receive regular, daily encouragement to remain positive and offset uncontrollable rumination. Attendant care continues to be provided in this regard, as reflected in the attendant care section of this report.\n\n\n\nPlease refer to the Attendant Care section of this report for more details.\n\n\n\n\n\nPre and Post Accident Home Management Activities:\n\n\n\nPre-accident, Mr. Abdul Hussein was responsible for the following housekeeping tasks in his parent’s home:\n\n\n\nMake his bed\n\nClean his toilet\n\nClean his bathroom\n\nDo his laundry\n\nWould sweep on occasion\n\n\n\nAt the time of this assessment, Mr. Abdul Hussein has not reintegrated into those activities, other than making his bed and keeping his room tidy. He continues to rely on his mother for all other activities he used to perform independently pre-accident. The cause of his impairments are related to a combination of poor mental health and chronic pain.\n\n\n\n\n\nPre and Post Accident Vocational Activities:\n\n\n\nMr. Abdul Hussein opened a restaurant with his father, in or around January of 2017 called Greek & Pizza Alcasa Inc. where he served pizza, Greek food, subs, chicken wings, spaghetti, lasagna, etc…   He worked from 11 am to 10 or 11 pm six days per week.  He was responsible for all aspects of running his restaurant including cooking, cleaning, inventory management, dealing with customers, deliveries.  He noted that he loved running his restaurant with his father and he drew significant pride from his work.  \n\n\n\nAfter the MVA, he attempted to return to work for “a couple of days” and was unable to continue.  He and his father eventually sold the restaurant as he could no longer operate it.  He has not returned to any form of gainful employment since.\n\n\n\nA focal aspect of OT treatment has been to encourage Mr. Abdul Hussein to limit his time spent at home alone during the day, and instead, spend time at his father’s barbershop, which has been a positive experience for him. In this environment, he is forcibly required to interact with customers and staff, which has been pivotal in improving his sense of worth and confidence in public settings. He is currently attending the barbershop, Monday, Tuesday, Thursday, and Saturday, for periods of approximately 4 hours. He remains at the barbershop longer on Saturday’s, where he is targeting a 6-hour segment. While at work, he will assist with operating the cash register, tidying, and folding towels. The rest of his time is spent interacting with co-workers and customers, or resting in the backroom when he becomes emotionally or cognitively overloaded. It should be emphasized that this is not a gradual return to work program, as Mr. Abdul Hussein is utilizing his father’s work environment as a volunteer work activity to provide a graduated increase in daily activity output. \n\n\n\nHe is at this time seeking support in finding purpose through work, and is struggling with the notion of working with his father as opposed to seeking a return to school. He remains uncertain of his capability to  sustain a full course load, and this leaves him in a state of limbo for the future. This will continue to be discussed through the provision of ongoing OT and RA treatment.\n\n\n\n\n\nPre and Post Accident Leisure Activities:\n\n\n\nPrior to the subject motor vehicle accident, Mr. Abdul Hussein noted that he led a busy life at work however made time outside of work to engage in the following leisure/socialization activities:\n\n\n\nEat-out at restaurants with friends\n\nGym 3 – 4x per week\n\nHanging with friends\n\nWatching sports\n\n\n\nFrom the onset of OT treatment delivery, Mr. Abdul Hussein has been encouraged to resume involvement in pre-accident meaningful activities. He has made significant progress in increasing his level of socialization by resuming restaurant outings with friends (smaller groups), attending the gym, and watching Senators hockey. He has begun reading every night for short periods to assist with sleep hygiene.\n\n\n\n\n\nPre and Post Accident Community Activities/Volunteer Activities:\n\n\n\nMr. Abdul Hussein noted that between work and his leisure activities, he had no time for any other community or volunteer activity engagement.\n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nDress/Undress:\n\n\n\nWhile Mr. Abdul Hussein is physically independent with dressing and undressing activities.\n\n\n\nProsthetics/Orthotics:\n\n\n\nMr. Abdul Hussein does wear any orthotics or prosthetics.\n\n\n\nGrooming:\n\n\n\nMr. Abdul Hussein is physically independent in his performance of grooming tasks which he now performs without need for cueing.  \n\n\n\n\n\nFeeding:\n\n\n\nMr. Abdul Hussein is independent in his ability to feed himself however requires assistance from his mother to complete dinner meals as a result of his poor memory resulting in leaving burners on and forgetting perishable items on the counter.  60 minutes per day is allotted for meal preparation.\n\n\n\nTotal weekly time allotted: 420 minutes per week\n\n\n\nMobility:\n\n\n\nMr. Abdul Hussein is independent in all areas of mobility.  He does not require assistance for walking or stair climbing nor does he require assistance for accessing the community.  He drives with some difficulty but has been able to maintain his engagement in independent driving for short distances.\n\n\n\nExtra Laundering:\n\n\n\nMr. Abdul Hussein does not present with any Extra Laundering needs at this time.  He does not report any increased incidence of spillage and no history of incontinence.  \n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nHygiene:\n\n\n\nMr. Abdul Hussein has resumed independence with managing his bathroom and bedroom environments.  \n\n\n\nBasic Supervisory Care:\n\n\n\nMr. Abdul Hussein relies, to a lesser degree than previously, to provide him with support during the evenings and at night when he experiences anxiety increases.  To ensure his ongoing wellbeing and maintain emotional regulation, an allocation of up to 2 hours daily of assistance is recommended at this time.\n\n\n\nTotal weekly time allotted:  840 minutes per week\n\n\n\n\n\n\n\nCo-ordination of Attendant Care:\n\n\n\nThere are no Attendant Care co-ordination requirements at this time.\n\n\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nGenitourinary Tracts:\n\n\n\nMr. Abdul Hussein is independent in the management of his urinary needs.\n\n\n\nBowel Care:\n\n\n\nMr. Abdul Hussein is independent in the management of his bowel care.\n\n\n\nTracheostomy Care:\n\n\n\nNot applicable.\n\n\n\nVentilator Care:\n\n\n\nNot applicable.\n\n\n\nExercise:\n\n\n\nMr. Abdul Hussein is able to manage his exercises independently and no longer requires cueing to do so.  \n\n\n\nSkin Care:\n\n\n\nMr. Abdul Hussein is independent with all of his skin care needs.\n\n\n\nMedication:\n\n\n\nMr. Abdul Hussein has progressed to managing his medication intake and supply independently.  \n\n\n\n\n\n\n\nBathing:\n\n\n\nMr. Abdul Hussein is independent with his showering needs.  He has resumed independent initiation of this activity on a daily basis per OT treatment goals and has solidified this into his daily routine.\n\n\n\nOther Therapy:\n\n\n\nNot applicable.\n\n\n\nMaintenance of Supplies and Equipment:\n\n\n\nMr. Abdul Hussein does not make use of any assistive devices or medical equipment which requires regular maintenance.\n\n\n\nSkilled Supervisory Care:\n\n\n\nMr. Abdul Hussein does not require any skilled supervisory care at this time.\n\n\t \n\nPlease refer to the enclosed Assessment of Attendant Care Needs Form (Form 1) for more information.\n\n\n\nLevel 1 for routine personal care:\t\t420 minutes per week\n\nLevel 2 for basic supervisory functions: \t840 minutes per week\n\nLevel 3 for complex functions\t\t\t0      minutes per week\n\n\n\nTotal monthly assessed attendant care benefit:\t$1291.29 per month\n\n\n\n\n\nCONTACT:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEnclosed:  \tForm 1\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY TREATMENT\n\nClient Name:\n\n Jawad Abdul Hussein\n\nDate of Loss:\n\n2018-01-14\n\nAddress:\n\n59 Dragon Park Drive, Ottawa ON K2J 0H1\n\nTelephone #:\n\n613-882-0909\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nJody Ranger\n\nInsurer:\n\nEconomical Insurance\n\nClaim No.:\n\n1348323\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDates of Sessions:\n\n2023-12-12 \n\nDate of Report:\n\n2023-12-13\n\nTHERAPIST QUALIFICATIONS:\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\nPURPOSE OF REFERRAL:\n\nAt the request of Mr. Frank McNally, Legal Representative for Mr. Abdul Hussein, this therapist completed an in-home reassessment to reflect his current level of function with respect to his normal life activities. This therapist has been providing ongoing OT treatment, as well as supervising weekly sessions with RA, Greg Goddard. The current report reflects details acquired through these treatment touchpoints, as well as  information acquired during a session held on December 12, 2023.\n\nSUMMARY OF FINDINGS:\n\nMr. Abdul Hussein is a 26-year-old man who was involved in a motor vehicle accident on January 14, 2018 in which he sustained the following injuries:\n\nSprain and strain of lumbar spine and ankle\n\nWhiplash associated disorder\n\nConcussion with post concussional syndrome\t\n\nAnxiety Disorder, unspecified\n\nSomatic Symptom Disorder\n\nMajor Depressive Disorder",
    "SYMPTOMS": "Able to drive in town for short distances, but notes that his PTSD symptoms are easily triggered, and he will at times hear a bang reminiscent of what he heard at the time of the subject MVA.\n\nNot formally assessed.\n\nFunctional Transfers and Mobility: \n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\nIndependent.\n\nIndependent.\n\nNo identified limitations.\n\n2. Bed\n\nIndependent.\n\nIndependent.\n\nNo identified limitations.\n\n3. Toilet\n\nIndependent.\n\nIndependent.\n\nNo identified limitations.\n\n4. Bathtub\n\nIndependent.\n\nIndependent.\n\nNo identified limitations.\n\n5. Vehicle\n\nIndependent.\n\nIndependent.\n\nNo identified limitations.\n\nActive Range of Motion:\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\n¾ range\n\nCervical range of motion limited in all directions with pain reported in end-range.  Forward flexion appears preserved.\n\nLateral flexion\n\n¾ range\n\n¾ range\n\nRotation\n\n¾ range\n\n¾ range\n\nExtension\n\n¾ range\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk ROM limited in all planes.\n\nLateral flexion\n\n¾ range\n\n¾ range\n\nRotation\n\n¾ range\n\n¾ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\nEmotional Presentation:\n\nMr. Abdul Hussein’s emotional presentation has evolved significantly over the past year. At the time of this assessment, he was found to be in a calmer state of mind, and engaged in some humorous exchanges with this therapist. There were no signs of emotional lability during this most recent assessment touchpoint. This therapist has also seen a decrease in the number of phone calls received from his father, historically expressing concern for his son’s uncontrollable behaviours.\n\nCognitive Presentation:\n\nMr. Abdul Hussein was found to struggle with memory recall of dates, times,  and names of prescribed medications. Cognitive processing speed was found to have improved, but he remains cognitively slower than he reportedly was pre-accident. He was observed experiencing difficulty with word-finding, and also required cueing to remain on track with the conversation at hand. Otherwise, his cognitive presentation was found to be unremarkable.",
    "TYPICAL_DAY": "Mr. Abdul Hussein is independent with his showering needs.  He has resumed independent initiation of this activity on a daily basis per OT treatment goals and has solidified this into his daily routine.\n\nOther Therapy:\n\nNot applicable.\n\nMaintenance of Supplies and Equipment:\n\nMr. Abdul Hussein does not make use of any assistive devices or medical equipment which requires regular maintenance.\n\nSkilled Supervisory Care:\n\nMr. Abdul Hussein does not require any skilled supervisory care at this time.",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:\t$1291.29 per month\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tForm 1\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "FUNCTIONAL_STATUS": "(1) \tOT Therapy Initial Report - In-Home Functional Assessment dated May 31, 2018\n\n\t\t(2) \tRationale for Treatment Plan for Funding for Equipment dated July 13, 2018\n\n\t\t(3)\tSpeech-Language Pathology Assessment Report dated August 11, 2018\n\n\t\t(4) \tOT Progress Report dated October 2, 2018 \n\n2.\t\tAB-IM Es\n\n\tA. \tIE Psychology of Dr Darren Schmidt dated November 26, 2018 \n\n\tB. \tIE Physiatry by Dr Sreenivasan dated December 31, 2018\n\n\tC.\tIE Paper Review Psychology by Dr Schmidt dated July 22, 2019",
    "ADLS": "Pre and Post Accident Self-Care Activities:\n\nPrior to the subject MVA, Mr. Abdul Hussein was independent in the management of all self care functions.",
    "MEDICAL_HISTORY": "Mr. Abdul Hussein reported being in excellent physical and mental health prior to the subject motor vehicle accident.  He was a young restaurant owner working 65 – 75 hours per week.  He had an active social life, would go out with friends dining in restaurants.  He attended the gym 3 – 4 times per week and was feeling fulfilled.  He denied the presence of any pre-existing medical conditions or prior injuries which would impact his course of recovery or his clinical presentation during this assessment.\n\nMECHANISM OF INJURY:",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle family detached home\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4\n\nSecond floor\n\n Wood\n\nBathrooms\n\n2.5\n\nTwo full on second and a powder room on main\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n1\n\nBasement\n\nWood\n\nDining Room\n\n1\n\nMain floor \n\nWood\n\nKitchen \n\n1\n\n Main floor\n\nTile\n\nLaundry\n\n1\n\n Basement\n\nTile\n\nStairs\n\n14\n\nSteps leading to the basement and second floor of the home.\n\nCarpet\n\nBasement\n\n1\n\nFinished\n\nNA\n\nDriveway Description\n\nDouble driveway\n\nYard description\n\nSmall city lot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives with parents and 18-year-old brother\n\nChildren\n\nNone"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "SYMPTOMS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Jawad Abdul Hussein",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "59 Dragon Park Drive",
      "phone": "613-882-0909",
      "referralSource": "",
      "insuranceInfo": "Economical Insurance",
      "confidence": {
        "name": 0.8,
        "address": 0.7,
        "phone": 0.8,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Extension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk ROM limited in all planes.",
        "He was observed experiencing difficulty with word-finding, and also required cueing to remain on track with the conversation at hand."
      ],
      "painDescription": "",
      "painLocation": [
        "neck",
        "leg"
      ],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "all directions with pain reported in end-range"
      ],
      "symptomOnset": "",
      "symptomProgression": "significantly over the past year",
      "symptomNotes": "Able to drive in town for short distances, but notes that his PTSD symptoms are easily triggered, and he will at times hear a bang reminiscent of what he heard at the time of the subject MVA.\n\nNot formally assessed.\n\nFunctional Transfers and Mobility: \n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\nIndependent.\n\nIndependent.\n\nNo identified limitations.\n\n2. Bed\n\nIndependent.\n\nIndependent.\n\nNo identified limitations.\n\n3. Toilet\n\nIndependent.\n\nIndependent.\n\nNo identified limitations.\n\n4. Bathtub\n\nIndependent.\n\nIndependent.\n\nNo identified limitations.\n\n5. Vehicle\n\nIndependent.\n\nIndependent.\n\nNo identified limitations.\n\nActive Range of Motion:\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\n¾ range\n\nCervical range of motion limited in all directions with pain reported in end-range.  Forward flexion appears preserved.\n\nLateral flexion\n\n¾ range\n\n¾ range\n\nRotation\n\n¾ range\n\n¾ range\n\nExtension\n\n¾ range\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk ROM limited in all planes.\n\nLateral flexion\n\n¾ range\n\n¾ range\n\nRotation\n\n¾ range\n\n¾ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\nEmotional Presentation:\n\nMr. Abdul Hussein’s emotional presentation has evolved significantly over the past year. At the time of this assessment, he was found to be in a calmer state of mind, and engaged in some humorous exchanges with this therapist. There were no signs of emotional lability during this most recent assessment touchpoint. This therapist has also seen a decrease in the number of phone calls received from his father, historically expressing concern for his son’s uncontrollable behaviours.\n\nCognitive Presentation:\n\nMr. Abdul Hussein was found to struggle with memory recall of dates, times,  and names of prescribed medications. Cognitive processing speed was found to have improved, but he remains cognitively slower than he reportedly was pre-accident. He was observed experiencing difficulty with word-finding, and also required cueing to remain on track with the conversation at hand. Otherwise, his cognitive presentation was found to be unremarkable.",
      "confidence": {
        "reportedSymptoms": 0.8,
        "painLocation": 0.7,
        "functionalImpact": 0.8,
        "symptomProgression": 0.8
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [],
      "afternoonRoutine": [],
      "eveningRoutine": [
        "Maintenance of Supplies and Equipment:",
        "Mr. Abdul Hussein does not make use of any assistive devices or medical equipment which requires regular maintenance.",
        "Skilled Supervisory Care:",
        "Mr. Abdul Hussein does not require any skilled supervisory care at this time."
      ],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Mr. Abdul Hussein is independent with his showering needs.  He has resumed independent initiation of this activity on a daily basis per OT treatment goals and has solidified this into his daily routine.\n\nOther Therapy:\n\nNot applicable.\n\nMaintenance of Supplies and Equipment:\n\nMr. Abdul Hussein does not make use of any assistive devices or medical equipment which requires regular maintenance.\n\nSkilled Supervisory Care:\n\nMr. Abdul Hussein does not require any skilled supervisory care at this time.",
      "confidence": {
        "morningRoutine": 0,
        "afternoonRoutine": 0,
        "eveningRoutine": 0.8,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:\t$1291",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:\t$1291.29 per month\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tForm 1\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [
        "dated July 13",
        "2018\n\n\t\t(3)\tSpeech-Language Pathology Assessment Report dated August 11",
        "2018\n\n\t\t(4) \tOT Progress Report dated October 2",
        "2018 \n\n2"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "(1) \tOT Therapy Initial Report - In-Home Functional Assessment dated May 31, 2018\n\n\t\t(2) \tRationale for Treatment Plan for Funding for Equipment dated July 13, 2018\n\n\t\t(3)\tSpeech-Language Pathology Assessment Report dated August 11, 2018\n\n\t\t(4) \tOT Progress Report dated October 2, 2018 \n\n2.\t\tAB-IM Es\n\n\tA. \tIE Psychology of Dr Darren Schmidt dated November 26, 2018 \n\n\tB. \tIE Physiatry by Dr Sreenivasan dated December 31, 2018\n\n\tC.\tIE Paper Review Psychology by Dr Schmidt dated July 22, 2019",
      "confidence": {
        "functionalLimitations": 0,
        "assistiveDevices": 0.8,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Pre and Post Accident Self-Care Activities:\n\nPrior to the subject MVA, Mr. Abdul Hussein was independent in the management of all self care functions.",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Mr. Abdul Hussein reported being in excellent physical and mental health prior to the subject motor vehicle accident.  He was a young restaurant owner working 65 – 75 hours per week.  He had an active social life, would go out with friends dining in restaurants.  He attended the gym 3 – 4 times per week and was feeling fulfilled.  He denied the presence of any pre-existing medical conditions or prior injuries which would impact his course of recovery or his clinical presentation during this assessment.\n\nMECHANISM OF INJURY:",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "Single family detached home",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "Second floor",
        "Bathrooms",
        "Living Room",
        "Main floor",
        "Basement",
        "Dining Room",
        "Main floor",
        "Kitchen",
        "Main floor",
        "Basement",
        "Stairs",
        "Steps leading to the basement and second floor of the home.",
        "Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle family detached home\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4\n\nSecond floor\n\n Wood\n\nBathrooms\n\n2.5\n\nTwo full on second and a powder room on main\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n1\n\nBasement\n\nWood\n\nDining Room\n\n1\n\nMain floor \n\nWood\n\nKitchen \n\n1\n\n Main floor\n\nTile\n\nLaundry\n\n1\n\n Basement\n\nTile\n\nStairs\n\n14\n\nSteps leading to the basement and second floor of the home.\n\nCarpet\n\nBasement\n\n1\n\nFinished\n\nNA\n\nDriveway Description\n\nDouble driveway\n\nYard description\n\nSmall city lot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives with parents and 18-year-old brother\n\nChildren\n\nNone",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    }
  }
}