{
  "fileName": "Copy of Bromow, Philip IHA2.docx",
  "originalText": "OCCUPATIONAL THERAPY IN-HOME ASSESSMENT\n\n\n\nClient Name:\n\nPhilip Bromow\n\nDate of Loss:\n\n2021-07-23\n\nAddress:\n\n31 - 2043 St-Laurent Blvd., Ottawa ON K1G 1A5\n\n\n\n\n\nTelephone #:\n\n613-700-0807\n\n\n\n\n\nLawyer:\n\nPaolo D'Asti\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nLina Susina\n\nInsurer:\n\nUnifund Assurance Co.\n\n\n\n\n\nClaim No.:\n\n000-01-611167\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2023-12-19\n\n\n\n\n\nDate of Report:\n\n2023-12-19\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nPURPOSE OF REFERRAL:\n\n\n\nAt the request of McNally Gervan Law Firm, this therapist completed a re-assessment of Mr. Bromow's level of function as it relates to the injuries he sustained in the subject MVA of July 23, 2021. This assessment included a request for a reassessment of the attendant care needs given the functional deterioration which has taken place since this therapist’s last assessment. An OCF18 was submitted to the insurer for the cost of this assessment, however, this was declined. \n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nOn July 23, 2021, Mr. Bromow, now aged 60, was involved in a motor vehicle accident. His bicycle was hit by a vehicle, leading to his entrapment underneath it. Bystanders extricated him, and he was transported to the Ottawa Civic Hospital by ambulance. Despite being offered an overnight stay, he elected to return home due to the COVID pandemic, wanting to avoid occupying a hospital bed unnecessarily. After receiving stitches, undergoing a CT scan, and signing a self-release form, he returned home by taxi. He was given a follow-up appointment for stitch removal and mentioned difficulty breathing through his right nostril.\n\n\n\nBefore this incident, Mr. Bromow had dental problems and chronic lower back pain, attributed to his career in physical labor as a tiler. Since 2009, his back pain, rated 5-6/10 in intensity, interfered with his sleep and daily activities. Despite these difficulties, he continued working until becoming a recipient of ODSP in 2016 due to his back condition, characterized by diminished disc space in the L2-L4 region.  He continued to work part-time, under the table, performing easier tiling tasks such as backsplashes, which afforded him extra funds to pay for his extraordinary expenses.  In his lifetime, Mr. Bromow experienced around twenty motorcycle accidents, resulting in minor injuries but no major trauma.\n\n\n\nThe injuries sustained in the recent accident include a concussion, facial lacerations requiring stitches, neck soft tissue injuries, cuts on both shoulders, spinal soft tissue injury, and right knee pain.\n\n\n\nOver the past year, Mr. Bromow has experienced a steady deterioration of his physical and mental health.  He has developed a chronic degree of malnutrition which has led to a 20% loss of body mass, largely through muscle atrophy.  At the time of this assessment, Mr. Bromow shared his deep concerns for his medical wellbeing, noting that he worries he “will not make it through another year”.  He has obtained meal replacement drinks through his brother however this supply is inconsistent and not sufficient to meet his caloric needs.  He is no longer maintaining his room environment and has been required to resort to stealing clothing items from a local used clothing store in order to eliminate the need to launder his clothing.  He notes that he experiences a high degree of shame at this development but notes that he sees no other option. \n\n\n\nAt the time of this assessment, Mr. Bromow presents with Attendant Care Needs for the management of his meals and upkeep of his bedroom environment.  He also requires assistance with Extra Laundering to offset the difficulties he experiences in completing laundry.  \n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nMr. Bromow is found to require attendant care to assist with the management of meal preparation, as well as for the maintenance of his home environment. He would currently benefit from 9.75 hours per week of attendant care to assist with meal preparation and extra laundering. Mr. Bromow is currently in need of attendant care as a result of a combination of physical, emotional, and cognitive symptoms. Please refer to the enclosed Form 1 for more details. \n\n\n\nHousekeeping:\n\n\n\nMr. Bromow would benefit from 2 hours per week of housekeeping assistance to assist with the management of his boarding room environment which has been left unkempt since the subject MVA.  He is currently requiring this assistance as a result of ongoing pain and poor mental health.\n\n\n\nAssistive Devices:\n\n\n\nMr. Bromow is in need of a replacement mattress as he has no proper surface to lie on in his bedroom environment.  An OCF18 for a replacement bed system will be submitted in the New Year.\n\n\n\n\n\n\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nAs Mr. Bromow navigates his precarious medical situation, he would benefit from access to OT and RA services to foster engagement in meaningful activity, and provide support as required.\n\n\n\nReferral for Other Services:\n\n\n\nMr. Bromow is currently obtaining Social Work services through Jaden Bailey, of Invictus Works, who has taken responsibility for coordination of peripheral treatment services. At the time of this assessment, Mr. Bromow remains without a family physician, and he has consequently sought recent medical advice through a virtual service (Lyte Medical), where he has undergone a preliminary consultation with a family physician. Requisitions for additional testing were reportedly ordered by the physician, Dr. Jack Robinson.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative from McNally Gervan law firm.\n\nThe purpose of this assessment is to assess Mr. Bromow’s current functional status as it relates to his ability to complete his reported pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and observations of his ability to complete functional tasks within and around the home, as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMr. Bromow may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nMcNally Gervan, c/o Paolo D’Asti and Frank McNally\n\n\n\nFollowing this therapist’s explanation, Mr. Bromow granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nThere was no documentation available for review at the time of this assessment. \n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nPrior to the subject motor vehicle accident, Mr. Bromow reported some dental issues and had a history of lower back pain.  Over his years working in physical labour as a tiler, Mr.  Bromow reported having developed a loss of disc space in his lower back at the L2 to L4 levels.  As a result of his lower back pain, Mr. Bromow has been an ODSP recipient since 2016.  From age 16 onwards, Mr. Bromow worked as a self-employed tiler.\n\n \n\nPrior to the subject motor vehicle accident, Mr. Bromow reported lower back pain levels of 5 – 6/10 which was constant in nature.  He reported that his pain “took away from my sleeping”.  He began experiencing lower back issues in 2009 to 2011, and gradually, he began experiencing difficulty getting up in the morning and struggles with lifting substantial loads.  He worked through the pain and would rest when he was not working.  \n\n\n\nMr. Bromow has experienced approximately twenty motorcycle crashes over his lifetime without any major trauma.  He reported minor injuries to his knees, elbows and wrists.  \n\n\n\nOtherwise, Mr. Bromow was in good general physical health.  He acknowledged drinking alcohol on a regular basis.   He reportedly drank beer daily, but denied drinking hard liquor, and avoided street drugs with the exception of the periodic use of small amounts of cannabis.  Mr. Bromow denies any other physical or psychological issues which may impact his course of recovery or his clinical presentation at the time of this assessment.\n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nOn the date of loss, Mr. Bromow reported that he was riding the train in Ottawa and got off with plans to ride his bike downtown that day. He was riding towards the downtown core when he was struck by a vehicle, being thrown to the ground.  His first recollection post-impact was lying on the ground staring at the oil pan on the underside of a vehicle.  He asked the driver at the time to put his car in park and to get out of the vehicle to relieve pressure on his body. Bystanders attended the scene of the accident and picked up the car and pulled him out. He heard the sirens approaching and was taken by ambulance to the Ottawa Civic Hospital. He was asked to stay overnight but he chose to go home as a result of the COVID pandemic (not wanting to hold a bed unnecessarily). He was “stitched up”, had a CT scan and was released home. He called a taxi after signing a self-release form and went home to rest.  He was provided with a follow-up appointment to have his stitches removed and he reported issues with his nose as he could not breathe out of his right nostril.\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nAs a result of the subject MVA, Mr. Bromow reportedly sustained the following injuries:\n\n\n\nConcussion\n\nFacial lacerations requiring stitches\n\nNeck soft tissue injuries\n\nCuts to both shoulders\n\nSoft tissue injury to spine\n\nRight knee pain\n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nSince the date of the accident, Mr. Bromow has not received much in the form of physical or psychological care. Attempts were made to connect Mr. Bromow with Health Care Connect, in order to secure a family physician. However, this has not proven fruitful as he remains without a dedicated GP to manage his care. He has been directed to a virtual service, Lyte Medical, where he has undergone one virtual assessment with a GP. Mr. Bromow is reportedly expecting a number of requisitions for various tests through the mail, and has yet to receive this package. He was unable to establish the specific testing requested by the physician, commenting “I asked him to check everything, give me a full workup.” This process is being monitored by his social worker, Jaden Bailey, who remains in regular contact with Mr. Bromow.\n\n\n\nHe indicated that he has received no additional form of treatment, and has been steadily declining both from a physical and mental health perspective. His appetite remains poor, and he has experienced substantial weight loss, currently weighing 115 lbs as compared to his pre-accident weight of 145lbs. He notes that the majority of his weight loss has been a result of muscle atrophy, impacted by his ongoing malnutrition and lack of physical activity. \n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nMr. Bromow does not currently have a family physician or any other healthcare professional involved in his care other than this therapist and Social Worker Jaden Bailey of Invictus Works.  He is in dire need of multidisciplinary treatment to address the significant number of issues which he is reporting and which are growing worse with time.  \n\n\n\n\n\nMEDICATION:\n\n\n\nMr. Bromow does not currently take any form of prescription medication. He continues to make use of alcohol and small amounts of cannabis to manage his symptoms.\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nHeadaches\n\nHe reports a daily headache experience with no known triggers, which occur at varying times during both day and night. Mr. Bromow will rest and breathe until these headaches settle, typically after 30 minutes. “They are not horrible, but it feels like someone is punching me in the head.” \n\n5/10\n\nNeck and Shoulder Pain\n\nHe reports constant pain in his neck and shoulders, radiating into both hands, affecting the fourth and fifth digits bilaterally. He notes a deterioration of his upper body strength, resulting in difficulties with tasks such as opening jars of jam or peanut butter. He will seek assistance from neighbours when unable to open a jar.\n\n8/10\n\nLower back\n\nHe reports constant pain in his lower back which affects his ability to obtain restful sleep. Due to this pain, he will often avoid leaving the house other than to go for a short walk to get fresh air. He notes that his feet will grow numb and tingly after a few minutes of walking. Additionally, Mr. Bromow no longer has a mattress to lay on, due to the presence of bed bugs in his environment and damage done to the inflatable bed he was using as a replacement.\n\n6-8/10\n\nHips and knees\n\nHe notes a flaring of his hip and knee pain since he ceased riding his bicycle with the coming of colder weather. He indicated that he has been walking more than accustomed to, and this has led to increased impact to his hips and knees, resulting in gradually worsening pain.\n\n6-8/10\n\nBalance issues\n\nMr. Bromow continues to report periodic episodes of vertigo and loss of balance, however, he denies experiencing falls.\n\nN/A\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMr. Bromow reported having experienced significant cognitive symptoms as a result of the subject MVA.  He endorsed the following symptoms:\n\n\n\nShort term memory issues.\t\n\nMultitasking difficulties.\n\nDifficult prioritizing activities.\n\nStruggles with organization and planning. \n\nWord-finding difficulties.\n\nSlowed cognitive functions.\n\nMental fogginess.\n\n\n\nMr. Bromow indicated that he struggles to follow the plot of a show or movie, which was not typical pre-accident. He will be required to rewind a show multiple times, as he zones out and stops paying attention due to cognitive fatigue.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMr. Bromow noted that he has experienced significant emotional symptoms since the accident, which became more pronounced over the last few months:\n\n\n\nFear of reinjury leading to avoidance of activities.\n\nDepressed as he has no meaningful activity to occupy his time.\n\nDespair due to lack of care he has received to date.\n\nMore easily angered, triggered and reactionary.\n\nLack of motivation and initiation.\n\n\n\nMr. Bromow noted that his level of despair has escalated as he is confronted with an inability to continue working under the table as a tile installer.\n\n \n\n\n\nSymptom Management Strategies:\n\n\n\nMr. Bromow reported that he makes use of the following strategies to manage his pain and emotional symptoms:\n\n\n\nRest\n\nActivity avoidance.\n\nHeat\n\nAlcohol\n\nMarijuana (limited amounts, 1 gram of cannabis every week or two)\n\n\n\n\n\nTypical Day Pre-Accident:\n\n\n\nUp at 6 – 6:30 am.\t\t\t\n\nLay in bed until 7.\n\nGet up and prepare breakfast (hot cereal and toast).\n\nGo back to bed and smoke a cigarette.\n\nTurn the radio on or tv.\n\nGoes on the internet until 7:30 – 8:00 am.\n\nWill make calls to see if some side jobs are available (simple jobs like tiling backsplashes).\n\nGoes to the bathroom with his personal care items (he lives in a rooming house) and showers.\n\nOut of the house by 8:00 - 8:30 am.\n\nIf he has work he will assemble his tools and take the bus to work.\n\nWill work for four hours maximum (maybe up to 6 on a very full day).\n\nWould get groceries for supper and get some beer.\n\nGo home, make supper, eat and then relax and watch tv.\n\nHe would “go out pitching a ball around or throwing a frisbee, whack a few golf balls.”\n\nEngaged in chats with neighbours.\n\nWill play his guitars.\n\nWill watch tv and have a snack.\n\nWent to bed at 10:30 – 11:30, sometimes midnight.\n\n\n\n\n\n\n\nTypical Day Post-Accident:\n\n\n\nMr. Bromow indicated that he has completely lost his sense of routine over the past year. He will go to bed at various times, and sleeps in 2 hour increments throughout the night, with extended periods of laying awake, unable to find a comfortable position. Concurrently, his increased pain experience, significant deconditioning, and ongoing mental health struggles have led to a complete interruption of Mr. Bromow’s pre-accident daily activities. He indicated that he spends the bulk of his time stuck in his room watching television, or taking a short walk around his building.  He no longer manages his living environment, which is in a state of disarray.  He has experienced difficulties with bed bug infestations leading to the removal of his mattress, and the introduction of an inflatable mattress which has reportedly been recently punctured and no longer holding air. He has experienced difficulty managing meal preparation and has been utilizing Ensure meal replacement provided by his brother to address this issue. He noted not having the resources to afford the meal replacement product. As  a result, he has developed a heightened level of malnutrition, evidenced through substantial weight loss of over 30 lbs on a 145 lb frame (20%).\n\n\n\n\n\nOBJECTIVE INFORMATION:\n\n\n\nPostural Tolerances:\n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\nNo identified limitations.\n\n\n\nUp every 2 hours due to pain and discomfort.  His sleeping surface is poor and requires replacement with a suitable mattress surface.\n\nNo lying posture observed by this therapist during this assessment.\n\n2. Sitting\n\nNo identified limitations.\n\n\n\nHas to shift positions frequently.\n\nPeriods of 30 – 60 minutes of sustained sitting observed by this therapist with frequent postural changes.\n\n3. Standing\n\n10 minutes, then he has to sit.\n\n\n\n5 - 10 minutes.\n\nShort periods of static and dynamic standing observed by this therapist during this assessment.\n\n4. Squatting\n\nNo identified limitations.\n\n\n\nAble\n\nOne deep power squat demonstrated by Mr. Bromow.  Able to recover to standing without external support.\n\n5. Kneeling\n\nNo identified limitations.\n\n\n\nAble\n\nOne bilateral kneeling posture demonstrated by Mr. Bromow during this assessment.\n\n6. Walking\n\n30 minutes.\n\n\n\n5 minutes then his feet become tingly.\n\nShort distance ambulation observed by this therapist.\n\n7. Stair Climbing\n\nNo identified limitations.\n\n\n\nClimbing up stairs is easier than down.  Slow and limited to 4 apartment building flights.\n\nNot observed.\n\n8. Driving\n\nDid not drive.  Made use of public transit and rode his bicycle.\n\n\n\nN/A\n\nN/A\n\n\n\n\n\nFunctional Transfers and Mobility: \n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\nIndependent\n\n\n\nIndependent, but pushes-off armrests to assist himself to standing.\n\n\n\nPeriods of 35 minutes of sustained sitting observed by this therapist during this assessment.\n\n2. Bed\n\nIndependent\n\n\n\nIndependent, but experiences significant pain after lying on the floor attempting to sleep.\n\n\n\nNot observed as the assessment was conducted at the St-Laurent mall.\n\n3. Toilet\n\nIndependent\n\n\n\nIndependent\n\n\n\nNo identified limitations.\n\n4. Bath tub\n\nIndependent\n\n\n\nIndependent, but has to hold  on to the wall to support himself and avoid loss of balance.\n\n\n\nNo identified limitations.\n\n5. Vehicle\n\nIndependent\n\n\n\nIndependent\n\n\n\nNo identified limitations.\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\n¾ range\n\nPain reported in end-range.\n\nLateral flexion\n\n¾ range\n\n¾ range\n\nRotation\n\n¾ range\n\n¾ range\n\nExtension\n\n¾ range\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMr. Bromow’s emotional presentation was characterized by expressions of frustration and anger at his deterioration and the lack of support he has experienced to date.  He was found to be less gregarious than in prior touchpoints and in a visible state of generalized fatigue.  His affect was found to be flat for the duration of this assessment with periodic displays of emotional intensity.\n\n\n\nCognitive Presentation:\n\n\n\nMr. Bromow’s cognitive presentation was indicative of difficulties with focusing and sustained attention, requiring that this therapist repeat questions. He could not recall the names of the few providers he has seen, although he did recognize the name of his social worker when cueued by this therapist. Some difficulties with word-finding were also evident.  Mr. Bromow presented with slower cognitive processing than what was observed in past touchpoints.  He appeared to struggle to maintain is focus on the assessment\n\n\n\n\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nMr. Bromow resides on the third floor of a rooming building and shares bathroom accommodations with five other tenants. He is responsible for maintaining his own room and for cleaning common areas after use. He has access to a kitchen which he  shares with ten other tenants and is responsible for the upkeep of this environment after use. His building does not have an elevator and he is required to climb 3 flights of stairs to access his room. The bathroom and kitchen are both located on his floor. He reported that he must transport personal care items to the bathroom each time he is to use it, and concurrently, is also responsible for taking cooking tools and ingredients to the kitchen on a plastic tray in order to prepare his daily meals.\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone\n\nChildren\n\nNone\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nMr. Bromow indicated that he was independent in his performance of all self-care activities prior to the subject MVA.  He indicated that he would engage in daily grooming, would prepare meals (at times more elaborate ones such as a spaghetti sauce) and keep as active as he could despite his physical limitations.\n\n\n\nAt the time of this assessment, Mr. Bromow indicated that he struggles with the management of activities such as meal preparation, laundry and cleaning of his room environment.  He has experienced difficulties with completing meals as he is no longer feeling able to complete the chore of carrying his cookware and ingredients to the kitchen, which he noted must be cleaned before he starts cooking as a result of other tenants not cleaning after themselves.  The complications inherent to cooking in this environment have developed into a barrier to adequate caloric intake which has translated into significant weight loss. \n\n\n\nMr. Bromow noted that he struggles with managing his laundry and has resorted to theft of used clothing items from a local store where he will acquire fresh clothing to replace the dirty ones he is unable to launder.  This has contributed to a deterioration of his mood, as he feels shame over how he has coped with his difficulties.  Compounding these issues are his poor sleep, resultant from pain and a poor sleeping surface.  Mr. Bromow noted that he experienced a bed bug infestation in the last year, leading to a removal of his mattress and introduction of an inflatable air mattress.  This mattress has unfortunately been recently punctured and Mr. Bromow attempted to fix it using duct tape.  This has not been successful and he reported that he now sleeps on the floor with no cushioning of any sort which contributes to increased pain symptoms and more frequent waking during the night.  \n\n\n\nMr. Bromow now requires Attendant Care to address the functional decline he has experienced over the last year.  This is necessary to address his chronic malnutrition and the ongoing issues with household management.  A Form 1 is being submitted with this report to reflect this evolving need.\n\n\n\n\n\nPre and Post Accident Home Management Activities:\n\n\n\nPrior to the subject MVA, Mr. Bromow indicated that he was responsible for maintaining his bedroom environment as well as for cleaning common areas shared with other tenants (namely the bathroom and kitchen environments).  Mr. Bromow indicated that he managed all of these activities without difficulty and that “my room was always clean and tidy”.\n\n\n\nAt the time of this assessment, Mr. Bromow has experienced a deterioration of his living space due to an inability to clean (due to pain and depressed mood) and associated issues with being unable to manage his laundry and acquiring replacement clothing instead of washing his clothes.  This has contributed to the clutter in his environment as he accumulates dirty clothing items.  \n\n\n\n\n\nPre and Post Accident Vocational Activities:\n\n\n\nPrior to the subject MVA, Mr. Bromow indicated that he was an ODSP recipient as a result of a disability precluding him from completing tiling work.  He continued to complete small side jobs for 4 hours per day, completing tasks such as kitchen backsplashes “or other easy jobs”.  \n\n\n\nAt the time of this assessment, Mr. Bromow indicated that he is no longer able to complete his part-time tiling work due to an escalation of his poor mood and deterioration of his physical conditioning.  He notes that this has resulted in a loss of supplementary income fueling his need to engage in low-level theft of used clothing and food items.  \n\n\n\nPre and Post Accident Leisure Activities:\n\n\n\nPrior to the subject MVA, Mr. Bromow indicated that he enjoyed playing outdoors with friends, engaging in the following activities:\n\n\n\nPlaying frisbee\n\nPlaying catch\n\nHitting golf balls in a field\n\nCycling (he would cycle as his primary mode of transportation in association with bus riding).\n\n\n\nAt the time of this assessment, Mr. Bromow indicated that he no longer engages in any of his pre-accident leisure activities.  He stopped riding his bicycle to access the community due to the change in weather, and as a result, he’s been walking more than he had been over the warmer months.  He notes that this increase in walking demands has resulted in tingling and numbness in his feet, impacting his ability to walk longer distances.  He avoids community outings as much as possible, spending much of his time in his room watching television.  He has no meaningful activity to occupy his time and this has further contributed to a deterioration of his mental health.\n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of December 19, 2023. The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist’s] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMr. Bromow is independent with dressing and undressing.\n\n0 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week\n\nProsthetics\n\nNA\n\n0 minutes per week\n\nOrthotics\n\nNA\n\n0 minutes per week\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMr. Browmo remains independent in the management of his grooming tasks.\n\n0 minutes per week\n\nFeeding\n\nMr. Bromow has experienced a loss of body mass of 20% since the subject MVA.  He  rarely prepares meals for himself and has made use of Ensure meal replacements acquired from his brother to support his caloric intake.  He has been unable to utilize the kitchen in his boarding room environment for reasons described in this report.  The provision of one hour of daily meal preparation assistance is recommended at this time.\n\n420 minutes per week\n\nMobility *\n\nMr. Bromow is able to mobilize independently, without the use of mobility aids at this time.\n\n0 minutes per week\n\nExtra Laundering\n\nMr. Bromow has been unable to manage any of his laundry needs in recent months and requires some assistance to manage core laundry needs resulting from spills and daily wear.  He has resorted to theft of clothing items from a local used clothing store in order to obtain clean clothing.  He is accumulating bags of dirty and poor fitting clothes which are contributing to the significant clutter in his room environment.\n\n60 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\n\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMr. Bromow is found unable to meet the hygiene needs described in the Form 1.  The state of his room reflects these difficulties and assistance is recommended to support him with these tasks.\n\n minutes per week\n\nBasic Supervisory Care **\n\n\n\n0 minutes per week\n\nCoordination of Attendant Care\n\nThere are no Attendant Care coordination needs at this time.  Mr. Bromow demonstrated an ability to schedule appointments with this therapist effectively through texting and has attended all touchpoints without fail. \n\n0 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g., individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nMr. Bromow is independent in the management of his urinary needs.\n\n0 minutes per week\n\nBowel Care\n\nMr. Bromow is independent in the management of his bowel needs.\n\n0 minutes per week\n\nTracheostomy\n\nN/A\n\n0 minutes per week\n\nVentilator Care\n\nN/A\n\n0 minutes per week\n\nExercise\n\nMr. Bromow does not have an exercise program to engage in at this time.\n\n0 minutes per week\n\nSkin Care\n\nMr. Bromow does not present any skin care issues at this time.\n\n0 minutes per week\n\nMedication\n\nMr. Bromow does not make use of any prescription medication for the time being.  He has recently seen a GP through a virtual service (Lyte Medical) and he is awaiting receipt of requisitions for various tests and investigative procedures.  \n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Bromow is independent with the management of his showering needs.\n\n0 minutes per week\n\nOther Therapy (TENS, DCS)\n\nN/A\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nN/A\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nMr. Bromow does not present with any skilled supervisory care at this time.\n\n0 minutes per week\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t     8.00 hours per week \t$512.56/month\n\nPart 2 \t-  Basic Supervisory Functions\t     1.75 hours per week \t$105.35 /month\n\nPart 3\t-  Complex Health/Care and Hygiene\t     0.00 hours per week \t$0 /month\n\n\n\nTotal monthly assessed attendant care benefit:  $617.91 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\nCONTACT:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at sebastien@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEnclosed:  \tForm 1\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n",
  "sections": {
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $617.91 (subject to limits under Statutory Accident Benefits Schedule)\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at sebastien@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tForm 1\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "SYMPTOMS": "Mr. Bromow does not present any skin care issues at this time.\n\n0 minutes per week\n\nMedication\n\nMr. Bromow does not make use of any prescription medication for the time being.  He has recently seen a GP through a virtual service (Lyte Medical) and he is awaiting receipt of requisitions for various tests and investigative procedures.  \n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Bromow is independent with the management of his showering needs.\n\n0 minutes per week\n\nOther Therapy (TENS, DCS)\n\nN/A\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nN/A\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nMr. Bromow does not present with any skilled supervisory care at this time.\n\n0 minutes per week",
    "FUNCTIONAL_STATUS": "At the time of this assessment, Mr. Bromow indicated that he no longer engages in any of his pre-accident leisure activities.  He stopped riding his bicycle to access the community due to the change in weather, and as a result, he’s been walking more than he had been over the warmer months.  He notes that this increase in walking demands has resulted in tingling and numbness in his feet, impacting his ability to walk longer distances.  He avoids community outings as much as possible, spending much of his time in his room watching television.  He has no meaningful activity to occupy his time and this has further contributed to a deterioration of his mental health.",
    "ADLS": "Mr. Bromow indicated that he was independent in his performance of all self-care activities prior to the subject MVA.  He indicated that he would engage in daily grooming, would prepare meals (at times more elaborate ones such as a spaghetti sauce) and keep as active as he could despite his physical limitations.",
    "MEDICAL_HISTORY": "PRE-ACCIDENT MEDICAL HISTORY:",
    "TYPICAL_DAY": "Typical Day Post-Accident:"
  },
  "sectionConfidence": {
    "ENVIRONMENTAL": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "ENVIRONMENTAL": {
      "homeType": "",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:",
      "confidence": {
        "homeLayout": 0,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $617",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $617.91 (subject to limits under Statutory Accident Benefits Schedule)\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at sebastien@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tForm 1\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Mr. Bromow does not present any skin care issues at this time.\n\n0 minutes per week\n\nMedication\n\nMr. Bromow does not make use of any prescription medication for the time being.  He has recently seen a GP through a virtual service (Lyte Medical) and he is awaiting receipt of requisitions for various tests and investigative procedures.  \n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Bromow is independent with the management of his showering needs.\n\n0 minutes per week\n\nOther Therapy (TENS, DCS)\n\nN/A\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nN/A\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nMr. Bromow does not present with any skilled supervisory care at this time.\n\n0 minutes per week",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "more than he had been over the warmer months",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "At the time of this assessment, Mr. Bromow indicated that he no longer engages in any of his pre-accident leisure activities.  He stopped riding his bicycle to access the community due to the change in weather, and as a result, he’s been walking more than he had been over the warmer months.  He notes that this increase in walking demands has resulted in tingling and numbness in his feet, impacting his ability to walk longer distances.  He avoids community outings as much as possible, spending much of his time in his room watching television.  He has no meaningful activity to occupy his time and this has further contributed to a deterioration of his mental health.",
      "confidence": {
        "mobilityStatus": 0.8,
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": "He indicated that he would engage in daily grooming, would prepare meals (at times more elaborate ones such as a spaghetti sauce) and keep as active as he could despite his physical limitations."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Mr. Bromow indicated that he was independent in his performance of all self-care activities prior to the subject MVA.  He indicated that he would engage in daily grooming, would prepare meals (at times more elaborate ones such as a spaghetti sauce) and keep as active as he could despite his physical limitations.",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "PRE-ACCIDENT MEDICAL HISTORY:",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Typical Day Post-Accident:",
      "confidence": {
        "morningRoutine": 0,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}