{
  "fileName": "Copy of Hynes Ventura, Jamie IHA_FORM 1_FINAL.docx",
  "originalText": "OCCUPATIONAL THERAPY IN-HOME ASSESSMENT\n\n\n\nClient Name:\n\nJamie Heinz-Ventura\n\nDate of Loss:\n\nDecember 4, 2023\n\nDate of Birth:\n\nSeptember 15, 1997\n\nAddress:\n\n\n\n\n\n\n\nLegal Representative:\n\nAlan Clausi\n\nLaw Firm\n\nClausi Law\n\nClausi Law File # \n\n24-011\n\n\n\n\n\nInsurer:\n\nCo-operators General Insurance Company \n\nClaim No.:\n\nUnknown\n\n\n\n\n\nAssessing Therapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\nDecember 2, 2024\n\nDate of Report:\n\nDecember 10, 2024\n\n\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nBased on the comprehensive assessment completed on December 3, 2024, Ms. Jamie Hynes-Ventura continues to experience significant ongoing impairments following a motor vehicle accident that occurred on December 4, 2023. At the time of the accident, Ms. Hynes-Ventura was stationary in traffic on Highway 401 when her vehicle was struck from behind at approximately 80-90 km/h, causing her vehicle to spin and strike a guardrail. Prior to this incident, Ms. Hynes-Ventura, a 26-year-old service advisor, maintained an active lifestyle that balanced full-time employment with regular recreational activities including archery tag, hiking, and camping.\n\n\n\nMedical investigations have revealed central disc bulges from C2-C5.  Ms. Hynes-Ventura experiences persistent daily headaches that vary in intensity from 3-4/10 to 10/10, accompanied by photophobia and intermittent visual blurring. These symptoms are consistently exacerbated by the demands of her full-time work schedule. She has also developed significant cognitive impairments, particularly affecting her short-term memory, multitasking abilities, and information processing speed. These deficits manifest most prominently in her work environment, where she struggles to manage the multiple simultaneous demands of her position as a service advisor for Otto’s Subaru.\n\n\n\nWhile Ms. Hynes-Ventura has maintained her full-time employment, this achievement comes at a considerable cost to her overall function and quality of life. The physical and cognitive demands of her workday consume nearly all of her available energy, leaving minimal capacity for household management, social engagement, or recreational pursuits. Mental fatigue accumulates throughout her workday, severely limiting her ability to engage in meaningful activities during evening hours. Her previously active lifestyle has been substantially curtailed, with most evenings and weekends now devoted to rest and recovery.\n\n\n\nEmotionally, Ms. Hynes-Ventura demonstrates increased irritability and anxiety, particularly regarding driving and social situations. She reports growing social isolation, finding it increasingly difficult to maintain conversations and social relationships. The cognitive effort required to maintain her work performance has led to a significant reduction in her participation in previously enjoyed social activities. This represents a marked change from her pre-accident status, where she successfully balanced work responsibilities with an active social and recreational life.\n\n\n\nThe cumulative effect of these impairments has fundamentally altered Ms. Hynes-Ventura's daily function and quality of life. While she demonstrates remarkable resilience in maintaining her employment, the cost of doing so has resulted in significant restrictions in other important life domains. The contrast between her current status and pre-accident level of function is particularly evident in her reduced participation in recreational activities, social engagement, and overall life satisfaction.\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nOccupational Therapy Interventions: A comprehensive occupational therapy program should be implemented focusing on several key areas. The program should emphasize the development of energy conservation and pacing strategies to help Ms. Hynes-Ventura better manage her limited physical and cognitive resources throughout the day. Cognitive compensatory strategies specific to her work tasks should be developed and implemented to improve her efficiency and reduce mental fatigue. A detailed ergonomic assessment of her workstation should be completed, with subsequent modifications made to optimize her positioning and minimize physical strain. Additionally, training in activity modification techniques for home management tasks will help her better manage household responsibilities within her current functional limitations.\n\n\n\nPhysical Rehabilitation: Continued physiotherapy is recommended with a specific focus on cervical spine mobility and stability. This should be complemented by a progressive exercise program that emphasizes functional activities relevant to Ms. Hynes-Ventura's daily routine. The introduction of acupuncture therapy should be considered as an additional pain management strategy. For home-based pain management, a trial of a TENS unit is recommended to provide additional relief during evening hours when symptoms typically intensify.\n\n\n\nPsychological Support: A structured psychological support program incorporating Cognitive Behavioral Therapy should be initiated to address Ms. Hynes-Ventura's increasing anxiety, particularly regarding driving and social situations. The program should include the development of specific coping strategies for work-related stress and techniques for maintaining social relationships despite ongoing fatigue. These interventions should be tailored to help her rebuild confidence in both professional and social settings.\n\n\n\nMedical Management: Ongoing medical management should include regular reassessment of medication efficacy and potential adjustments to her current regimen. A referral to a physiatrist is recommended for comprehensive pain management. Vision therapy should be pursued to address her ongoing visual symptoms, and a system for regular monitoring of headache patterns and triggers should be established. This coordinated medical approach will help optimize symptom management and functional outcomes.\n\n\n\nWork Modifications: A structured program of work modifications should be implemented, including scheduled breaks for position changes throughout the day. Work tasks should be restructured to minimize simultaneous demands on her attention and processing speed. The introduction of written instructions and checklists will support her memory function, and measures should be taken to reduce screen time exposure where possible. These modifications should be implemented in collaboration with her employer to ensure their effectiveness and sustainability.\n\n\n\nHome Support: Given the significant impact of work-related fatigue on her home function, the implementation of support services should be considered. This should include housekeeping assistance and potential meal preparation support or meal delivery services. Ergonomic modifications to her home environment should be made to minimize physical strain during necessary tasks. Family education regarding energy conservation strategies should be provided to optimize the effectiveness of these support measures.\n\n\n\nCommunity Reintegration: A graduated approach to community reintegration should be implemented, beginning with a careful return to modified recreational activities. Alternative strategies for social engagement should be developed that accommodate her current energy limitations. A formal driver rehabilitation assessment is recommended to address her anxiety around driving and ensure safe community mobility. Education regarding activity pacing in community settings should be provided to support successful reintegration.\n\n\n\nThese recommendations should be implemented through a coordinated multidisciplinary approach, with regular reassessment of their effectiveness. The primary goal is to optimize Ms. Hynes-Ventura's function at work while improving her capacity for meaningful activities outside of work hours. Regular monitoring and adjustment of interventions will be necessary to ensure optimal outcomes and support her continued recovery.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by her legal representative Alan Clausi of Clausi Law.\n\nThe purpose of this assessment is to assess Ms. Hynes-Ventura’s current functional status as it relates to her ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nMs. Hynes-Ventura may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nAlan Clausi, Clausi Law\n\n\n\nFollowing this therapist’s explanation Ms. Hynes-Ventura granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\n#\n\nDate\n\nItem\n\nPleadings\n\n\n\n1.\n\nSeptember 23, 2024\n\nStatement of Claim \n\n\n\n2. \n\nOctober 24, 2024\n\nStatement of Defence \n\n\n\nAccident Benefits\n\n\n\n3.\n\nDecember 4, 2023 and ongoing \n\nAccident Benefits file \n\n\n\n\n\n4.\n\nDecember 4, 2023\n\nProperty Damage file\n\n\n\nMedical\n\n\n\n5.\n\nJanuary 1, 2018 to\n\nSeptember 17, 2024\n\n\n\nOttawa Hospital – Clinical Notes and Records\n\n6.\n\nJanuary 1, 2018 to\n\nSeptember 17, 2024\n\n\n\nDr. Mai – Clinical Notes and Records\n\n7.\n\nJanuary 1, 2018 to\n\nDecember 7, 2021\n\n\n\nDr. Gill – Clinical Notes and Records\n\n8.\n\nDecember 7, 2021 to\n\nJuly 22, 2024\n\n\n\nDr. Gill – Clinical Notes and Records\n\n9.\n\nDecember 4, 2018 to\n\nJune 24, 2024\n\n\n\nQueensway Carleton – Clinical Notes and Records\n\n10.\n\nDecember 4, 2018 to\n\nMay 27, 2024\n\n\n\nBarrhaven Physiotherapy – Clinical Notes and Records\n\n11.\n\nDecember 31, 2018 to\n\nJune 11, 2024\n\n\n\nShoppers Drug Mart – Pharmacy History\n\nDisability\n\n\n\n12.\n\n\n\nSun Life – Group Benefits Booklet\n\n\n\n13.\n\nJanuary 24, 2023 to\n\nMay 9, 2024\n\n\n\nSun Life – Extended Health Claims History\n\n\n\n14.\n\nDecember 8, 2023 to\n\nJanuary 25, 2024\n\n\n\nSun Life – Claim Statement\n\n15.\n\nJanuary 19, 2024 to\n\nApril 1, 2024\n\n\n\nSun Life – Claim Statement\n\nFinancial\n\n\n\n16.\n\nOctober 14, 2023 to\n\nDecember 8, 2023\n\n\n\nOtto’s Service Centre – Pre-Collision Pay Stubs\n\n17.\n\nJanuary 20, 2024 to\n\nApril 12, 2024\n\n\n\nOtto’s Service Centre – Post-Collision Pay Stubs\n\nPolice \n\n\n\n18.\n\nDecember 4, 2023\n\nOntario Provincial Police – MVA Report\n\n\n\n19.\n\nDecember 4, 2023\n\nOntario Provincial Police – Short Form Report\n\n\n\n20.\n\nJuly 10, 2024\n\nMark Meyer – 3 Year Driver Record Search\n\n\n\nOther\n\n\n\n21.\n\nSeptember 9, 2022\n\nJamie Hynes-Ventura – Ontario Driver’s License\n\n\n\n22.\n\nDecember 4, 2023\n\n6 Pictures of the plaintiff motor vehicle \n\n\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nPrior to the motor vehicle accident on December 4, 2023, Ms. Jamie Hynes-Ventura had a documented history of two previous motor vehicle accidents in November 2018. The first occurred on November 6, 2018, when she rear-ended another vehicle at 50-60 km/h. She was wearing a seatbelt, no airbags deployed, and she did not lose consciousness. She was recovering well from this incident when, on November 27, 2018, she was involved in a head-on collision when another vehicle turned left in front of her. In this second accident, she sustained injuries to her right knee and hand from striking the dashboard. These injuries had resolved without lasting impairment prior to the current accident.\n\nMs. Hynes-Ventura's medical history also includes ADHD, diagnosed approximately 10-15 years ago and effectively managed with Concerta 27mg extended-release taken daily. She also had a history of costochondritis and slipped rib syndrome in 2021-2022, which was treated conservatively with NSAIDs and physical therapy. These conditions were well-managed at the time of the December 2023 accident.\n\nPrior to the current accident, Ms. Hynes-Ventura maintained an active lifestyle that included regular participation in archery tag twice weekly, hiking, camping, and backpacking. She had recently purchased a 2022 CF Moto, reflecting her interest in outdoor activities. She was employed full-time as a service advisor at Otto's Subaru, having previously worked as a salesperson and manager at Loblaws. There were no documented work restrictions or limitations impacting her ability to perform her job duties prior to the December 2023 accident.\n\n\n\nMECHANISM OF INJURY:\n\n\n\nOn December 4, 2023, at approximately 9:11 am, Ms. Hynes-Ventura was operating her vehicle eastbound on Highway 401 approaching the Highway 416 exit. She had brought her vehicle to a complete stop behind traffic when she was suddenly struck from behind by a vehicle traveling at approximately 80-90 km/h (as estimated by police and first responders at the scene). The impact was severe enough to destroy the rear end of her vehicle and caused her car to spin 360 degrees before striking a guardrail. Although she was wearing her seatbelt and no airbags deployed, the extreme force of the impact resulted in immediate injury. While she did not strike her head directly or lose consciousness, she began experiencing neck pain that progressively worsened throughout the day.\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nBased on the medical documentation reviewed, Ms. Hynes-Ventura sustained the following injuries as a result of the motor vehicle accident:\n\n\n\nWhiplash Associated Disorder III with neurological signs\n\n\n\nConcussion/mild traumatic brain injury with ongoing symptoms including: \n\nPersistent headaches\n\nVisual disturbances (blurry and foggy vision)\n\nPhotophobia\n\nConcentration difficulties\n\nFatigue\n\n\n\nCervical spine injury with: \n\nCentral disc bulges from C2-C5 identified on MRI\n\nSignificant reduction in range of motion\n\nChronic myofascial pain\n\n\n\nMusculoskeletal injuries including: \n\nChest wall and upper abdominal strain\n\nBilateral shoulder pain\n\nSevere and sharp lower back pain\n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nFollowing the accident, Ms. Hynes-Ventura initially presented to the Queensway Carleton Hospital Emergency Department on December 4, 2023, several hours after the collision. A CT scan of her cervical spine was performed and showed no acute fractures. She was diagnosed with soft tissue injury and possible concussion, and discharged with instructions for concussion protocol and pain management.\n\n\n\nShe was seen by her family physician within a week of the accident, who prescribed Naproxen and Tylenol #3 for pain management. She was referred for physiotherapy and massage therapy, which she began attending regularly. By January 2024, she was able to return to work on modified duties, working three days per week.\n\n\n\nOn December 31, 2023, Ms. Hynes-Ventura sustained a secondary injury when she fell on stairs, resulting in a left ankle sprain that temporarily complicated her recovery.\n\n\n\nDue to persistent headaches and visual symptoms, she underwent further imaging including:\n\n\n\nApril 15, 2024: CT Head - normal\n\nApril 19, 2024: MRI Head - revealed C2-C5 disc bulges\n\nJuly 16, 2024: Cervical spine MRI - showed minimal degenerative changes\n\n\n\nHer current treatment regime includes:\n\nMedication\n\nRegular physiotherapy\n\nRegistered massage therapy\n\nUse of specialized Zenni glasses for visual symptoms\n\nEye exercises for tracking with a laser\n\n\n\nDespite ongoing treatment, Ms. Hynes-Ventura continues to experience significant symptoms that impact her daily function. She has been able to maintain modified work duties three days per week but reports ongoing fatigue, concentration difficulties, and physical limitations. Her recreational activities remain significantly curtailed compared to her pre-accident level of function.\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nGP, Dr. James Gill\n\nLast seen about 5-  6 months.  She was having bad headaches. \n\nReviewed MRI results and referred to Dr. Mai.\n\nTBD\n\nSports Medicine, Dr. David Mai\n\nEvery 2 - 3 months.  \n\nCheckup on symptoms.\n\nOngoing\n\nPT at Barrhavent Physiotherapy clinic, Alexa\n\nOnce weekly\n\nTreatment provided\n\nOngoing\n\nRMT at Barrhaven Physiotherapy Clinic, Luke\n\nOnce every few weeks, but not done in awhile.\n\nDeep tissue massage\n\nOngoing\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nDuloxetine/Cymbalta\n\n30 mg, once daily\n\nMood\n\nAdvil PRN\n\nExtra Strength\n\nPain but avoids using\n\nConcerta\n\n27 mg daily\n\nADHD management\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nHeadaches\n\nDaily headaches, starting first thing in the morning in the back of the head, progressively moving to the crown and eyes.  They last until she gets home and goes to bed.\n\n3 - 4/10, with flare-ups if busy day at work, up to 7/10\n\nNeck pain\n\nRight side worse than left.  Dull ache which is constant in nature.  Increased neck pain leads to increased headaches.\n\n4 - 5/10 with some intermittent peaks of 8 - 9/10.  Heat and relaxation helps dissipate the pain.\n\nUpper back pain\n\n“This is not a huge concern for me.  There are bad days where pain goes up to 5 - 6/10.  Usually at a 1 or 2/10 day to day.”\n\n1 – 6/10\n\nPhotosensitivity\n\nWears purple filtered eyewear for light sensitivity.\n\nNA\n\nNoise sensitivity\n\nFinds loud noises (especially at work where air tools and impact tools are used) to be quite troublesome and impact her ability to focus.\n\nNA\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMs. Hynes-Ventura reports experiencing the following cognitive impairments:\n\n\n\nShort-term memory issues and forgetfulness\n\nSignificant difficulty with multitasking, particularly evident at work (e.g., unable to effectively manage closing a work order while simultaneously responding to technician questions)\n\nMental fatigue and exhaustion, notably depleted by end of workday with insufficient energy remaining for basic tasks like cooking dinner\n\nSlowed cognitive processing\n\nWord-finding difficulties\n\nInability to focus on more than one task at a time\n\n\n\nThese symptoms are consistent with post-concussive syndrome and have been corroborated by her treating healthcare providers and family members. The impairments are particularly evident in workplace situations requiring divided attention or multiple simultaneous tasks.\n\n\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMs. Hynes-Ventura has developed several emotional symptoms following the accident:\n\n\n\nIrritability\n\nIncreased short-temperedness\n\n“Less tearful but I’m more frustrated and angry”\n\nAnxiety, particularly regarding: \n\nHighway driving\n\nBumper-to-bumper traffic\n\nSocial situations\n\nGoing out with friends\n\nSocial isolation\n\nDifficulty maintaining conversations with people she doesn't see regularly\n\nFeeling like she has nothing to contribute to social interactions\n\nWaves of anxiety, particularly in social situations\n\n\n\nHer emotional symptoms appear to be exacerbating her social withdrawal and impacting her ability to maintain her pre-accident social relationships and activities. These symptoms are documented consistently throughout her medical records and appear to be having a significant impact on her quality of life and daily function.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMs. Hynes-Ventura reports utilizing the following strategies to manage her symptoms:\n\nRest\n\nActivity avoidance\n\nMedication\n\nSocial isolation\n\n\n\n\n\n\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nMs. Hynes-Ventura reports significant difficulty maintaining static sitting positions, requiring frequent positional changes for comfort. She can tolerate sitting for periods of 30-45 minutes before experiencing increased discomfort that necessitates position adjustment. This limitation impacts her function both at work and during home activities.\n\nBed mobility\n\nWhile Ms. Hynes-Ventura maintains independence with bed mobility, she experiences notable morning stiffness that affects her initial movements. Despite this stiffness, she demonstrates the ability to manage all bed mobility tasks including rolling, sit-to-supine transitions, and positional adjustments throughout the night.\n\nTransfers\n\nMs. Hynes-Ventura performs all transfers independently, including bed, chair, and toilet transfers. No assistance is required for these activities, though she reports increased symptoms with certain movements.\n\nStanding\n\nStanding tolerance is significantly limited, with Ms. Hynes-Ventura reporting increased headache symptoms after 10-15 minutes of static standing. This limitation impacts her ability to perform prolonged standing activities both at work and in home management tasks.\n\nBalance\n\nNo observable balance deficits were noted during the assessment. Ms. Hynes-Ventura demonstrates steady gait and maintains stability during all functional movements.\n\nWalking\n\nWalking endurance is limited to approximately 15 minutes, typically achieved during dog walks with her boyfriend. She reports that the head motion required to engage in conversation during these walks is particularly provocative of symptoms. Notably, she avoids walking alone, and only goes out with her boyfriend to walk her dog.\n\nStairs\n\nMs. Hynes-Ventura manages stairs independently without observed difficulty, though she reports increased caution compared to her pre-accident status.\n\nLifting/Carrying\n\nCurrent lifting capacity is restricted to light to moderate loads. Her boyfriend provides assistance with multiple loads and stair navigation when carrying items. This represents a reduction from her pre-accident capacity and impacts her independence with household tasks.\n\nKneeling\n\nMs. Hynes-Ventura maintains the ability to kneel independently, though she reports completing this movement with increased awareness and caution compared to pre-accident status.\n\nSquatting/Crouching\n\nWhile able to perform squatting and crouching movements, these activities are completed with increased attention to body mechanics and movement quality compared to pre-accident status.\n\nBending\n\nMs. Hynes-Ventura demonstrates the ability to bend, though she reports completing this movement with increased body awareness and careful attention to technique.\n\nReaching\n\nOverhead reaching activities provoke increased neck symptoms and headaches. This limitation significantly impacts her ability to perform various work and household tasks requiring overhead arm positioning.\n\nFine Motor Coordination\n\nNo deficits in fine motor coordination were observed during the assessment. Ms. Hynes-Ventura demonstrates intact dexterity for all fine motor tasks.\n\n\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\n\n\nWFL:                      Within Functional Limits\n\n%: \t\tApproximate percentage of normal range\n\nNominal: \tLess than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nDuring the in-home assessment, Ms. Hynes-Ventura initially presented as pleasant and engaged, readily participating in discussion about her current circumstances and challenges. She demonstrated appropriate affect and willingness to share details about her experience. However, as the assessment progressed, subtle changes in her emotional presentation became apparent. While maintaining a cooperative demeanor, her responses became progressively shorter and less detailed, indicating increasing fatigue.\n\n\n\nShe displayed appropriate emotional range when discussing the impact of her injuries on her daily life, expressing particular frustration regarding her reduced capacity for social engagement and recreational activities. Her emotional expression remained appropriate throughout, though the impact of cognitive fatigue on her emotional stamina became increasingly evident over the course of the assessment.\n\n\n\n\n\nCognitive Presentation:\n\n\n\nThroughout the assessment session, Ms. Hynes-Ventura demonstrated progressive difficulty with attention and concentration. While initially able to provide detailed responses and engage fully in the assessment process, her ability to focus noticeably diminished as the session continued. This pattern of cognitive fatigue directly supported her reported difficulties managing full workdays and evening activities.\n\n\n\nThough she remained pleasant and cooperative throughout the assessment, her responses became shorter and less detailed over time, requiring increased prompting to elaborate on her answers. This observed pattern of cognitive fatigue is consistent with her reported challenges in maintaining attention and concentration throughout her workday. The progressive decline in her ability to focus during the assessment provides objective evidence supporting her reported difficulties with sustained cognitive tasks in both work and home environments.\n\n\n\n\n\nTYPICAL DAY:\n\n\n\nMs. Hynes-Ventura's daily routine has been substantially altered since the motor vehicle accident of December 4, 2023. Despite returning to full-time employment as a service advisor at Otto's Subaru, she experiences significant ongoing challenges that impact her function both during and after work hours.\n\n\n\nHer day begins around 7:00 AM, though she frequently wakes unrefreshed due to sleep disrupted by neck pain and the need for frequent position changes. The morning routine, which was previously accomplished with ease, now requires additional time to accommodate her physical limitations and cognitive processing difficulties. She must carefully manage her medications and prepare herself mentally for the demands of the workday.\n\n\n\nThe requirements of her position as a service advisor are particularly challenging given her current limitations. Her role demands constant multitasking between customer service, technical coordination, and administrative tasks. Throughout the workday, she struggles with memory retention, information processing, and maintaining concentration while managing multiple customer files simultaneously. These cognitive demands are compounded by ongoing physical symptoms, necessitating frequent postural adjustments due to neck and back pain. Although she has developed compensatory strategies such as extensive note-taking, the cumulative effect of these challenges results in progressive fatigue as the day continues.\n\n\n\nBy the time Ms. Hynes-Ventura returns home from work, she is both mentally and physically exhausted. This profound fatigue significantly impairs her ability to engage in basic household activities such as meal preparation and home maintenance. While she previously maintained an active schedule of recreational pursuits including archery tag, hiking, camping, and go-karting, she now finds herself unable to participate in these meaningful activities. Evening hours are typically spent resting, with even passive activities such as watching television or using her phone limited by visual symptoms and headaches.\n\n\n\nSleep quality remains compromised by physical discomfort, particularly neck pain and headaches. She requires frequent position changes throughout the night, and morning stiffness has become a persistent issue. This poor sleep quality contributes to a cycle of fatigue that impacts her function the following day.\n\n\n\nWeekends, which were previously filled with social engagements and recreational activities, are now primarily devoted to rest and recovery from the workweek. Basic errands and household tasks must be carefully spaced throughout the weekend due to her reduced stamina and endurance. This necessary focus on recovery has led to increased social isolation, as she lacks the energy and cognitive capacity to maintain the level of social engagement she enjoyed prior to the accident.\n\n\n\nThis current daily routine represents a marked departure from Ms. Hynes-Ventura's pre-accident lifestyle, where she successfully balanced full-time employment with an active schedule of social and recreational pursuits. The demands of maintaining full-time employment now consume the majority of her physical and cognitive resources, leaving minimal capacity for meaningful activities outside of work hours. This significant change in her daily function has resulted in decreased quality of life and social participation compared to her pre-accident status.\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nTYPE OF DWELLING\n\nTownhome\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond floor\n\nCarpet\n\nBathrooms\n\n2.5\n\nTwo full bathrooms on second floor and powder room on main floor.\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n1\n\nBasement\n\nCarpet\n\nDining Room\n\n1\n\nMain floor \n\nWood\n\nKitchen \n\n1\n\nMain floor\n\nTile\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nSteps to the second floor and basement of the home.\n\nCarpet\n\nBasement\n\nYes\n\nFinished in-law suite occupied by a tenant.\n\nNA\n\nDriveway Description\n\nSingle car driveway\n\nYard description\n\nSmall city lot\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☐ Common Law  ☐ Other  X\n\nBoyfriend moved in October\n\nLiving Arrangement\n\nLives with boyfriend and one roomate\n\nChildren\n\nNone\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nSelf-Care Activities:\n\n\n\nPrior to the motor vehicle accident of December 4, 2023, Ms. Hynes-Ventura was fully independent in all aspects of self-care. She managed her personal hygiene, dressing, and grooming without assistance or modification. She maintained an active lifestyle that included regular physical activity and full-time employment.\n\n\n\nCurrently, while Ms. Hynes-Ventura remains largely independent in basic self-care tasks, she experiences significant challenges that impact her efficiency and endurance. Morning routines take considerably longer due to physical limitations and cognitive processing difficulties. She requires frequent rest breaks during self-care activities due to neck pain and fatigue. While she can complete these tasks independently, they require more time and energy than before the accident, often leaving her depleted before her workday begins.\n\n\n\n\n\nHome Management Activities:\n\n\n\nPrior to the accident, Ms. Hynes-Ventura managed all aspects of home maintenance independently. She maintained her living environment without difficulty, performing regular cleaning, laundry, and household organization tasks. She prepared meals regularly and managed all aspects of household administration without assistance.\n\n\n\nPost-accident, she experiences substantial difficulties with home management activities. Meal preparation has become particularly challenging after work hours due to fatigue and cognitive limitations. She often relies on simpler meal options or pre-prepared foods due to decreased energy and cognitive capacity at the end of her workday. Household cleaning tasks are more challenging due to physical limitations, particularly those requiring bending, reaching, or sustained attention. Tasks requiring sustained physical effort or complex planning are especially difficult following her workday.  She relies on support from her boyfriend to manage, especially when her symptoms are more pronounced.  \n\n\n\n\n\nFinancial Management:\n\n\n\nMs. Hynes-Ventura previously managed all financial matters independently, including budgeting, bill payments, and long-term financial planning. She demonstrated strong organizational skills in managing both personal and professional financial responsibilities.\n\n\n\nCurrently, while she maintains independence in basic financial management, complex financial planning and organization have become more challenging due to cognitive fatigue and processing difficulties. She requires additional time and effort to manage financial tasks that were previously routine.\n\n\n\n\n\nCaregiving Activities:\n\n\n\nMs. Hynes-Ventura has no primary caregiving responsibilities. However, it is notable that her need for increased rest and recovery time has impacted her ability to maintain social relationships and family obligations as she did prior to the accident.\n\n\n\n\n\nVocational Activities:\n\n\n\nMs. Hynes-Ventura has returned to full-time employment as a service advisor at Otto's Subaru. However, her work performance is significantly impacted by ongoing symptoms. She struggles with multitasking, memory issues, and concentration difficulties throughout the workday. While she maintains her employment, the cognitive and physical demands of her position consume most of her available energy, leaving little capacity for other activities. She noted particular difficulties with the constant interruptions at work, which are inherent to a service advisor position.  She expressed a high degree of frustration with her inability to manage concurrent tasks whilst engaging in conversation with customers and mechanics.\n\n\n\n\n\nLeisure Activities:\n\n\n\nPrior to the accident, Ms. Hynes-Ventura maintained an active schedule of recreational activities including archery tag (twice weekly), hiking, camping, backpacking, and go-karting. She had recently purchased a 2022 CF Moto and was actively engaged in outdoor pursuits.\n\n\n\nCurrently, her participation in leisure activities has been severely curtailed. The physical and cognitive demands of maintaining full-time employment leave minimal energy for recreational pursuits. She has been unable to return to archery tag or camping activities, and her new CF Moto remains largely unused since the accident. Social activities have been significantly reduced due to fatigue and cognitive limitations.  She has not returned to archery tag, noting concerns of being hit in her neck and generally getting injured as her reasons for not returning to this activity.  This has further contributed to her sense of social isolation.\n\n\n\n\n\nCommunity Access:\n\n\n\nPreviously, Ms. Hynes-Ventura accessed her community independently without restriction. She drove without limitation and participated freely in community activities. Currently, she experiences significant anxiety with highway driving and in bumper-to-bumper traffic situations. Her community access has become more limited, primarily focused on essential activities such as work and necessary errands. Social and recreational community participation has decreased substantially due to fatigue and anxiety.\n\n\n\n\n\nVolunteer Activities:\n\n\n\nPrior to the accident, Ms. Hynes-Ventura volunteered as a go-kart instructor in Lombardy. She has been unable to return to this voluntary activity due to ongoing symptoms and the need to conserve energy for work-related responsibilities.\n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations during the in-home assessment. The Ontario Society of Occupational Therapists report \"Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)\" was consulted for the completion of this assessment.\n\n\n\nPart 1 - Level 1 Attendant Care (Routine personal care)\n\n\n\nDress/Undress:\n\nMs. Hynes-Ventura remains independent with all dressing activities despite experiencing increased discomfort with certain movements. No attendant care needs identified.\n\n[0 minutes per week]\n\n\n\nProsthetics/Orthotics:\n\nNot applicable - no devices required.\n\n[0 minutes per week]\n\n\n\nGrooming:\n\nIndependent with all grooming tasks including hair care, oral care, and personal hygiene. While these tasks may take longer due to fatigue and pain, she remains independent.\n\n[0 minutes per week]\n\n\n\nFeeding:\n\nIndependent with all feeding tasks. As cognitive and physical fatigue impacts meal preparation due to full-time work, she would benefit from daily assistance with meal preparation to reduce her dependency on take-out foods and frozen meals.\n\n[420 minutes per week]\n\n\n\nMobility:\n\nAlthough Ms. Hynes-Ventura experiences limitations in walking endurance and standing tolerance, she remains independent with all basic mobility. Assistance is not required for safety or function.\n\n[0 minutes per week]\n\n\n\nExtra Laundering:\n\nNo additional laundering needs identified.\n\n[0 minutes per week]\n\n\n\n\n\nPart 2 - Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nHygiene:\n\nIndependent with managing bathroom and bedroom environments. While tasks take longer due to fatigue and pain, no supervisory needs are identified.\n\n[0 minutes per week]\n\n\n\nBasic Supervisory Care:\n\nNo supervisory needs identified. Ms. Hynes-Ventura remains cognitively intact and able to ensure her own safety.\n\n[0 minutes per week]\n\n\n\nCoordination of Attendant Care:\n\nNot applicable as no attendant care services required.\n\n[0 minutes per week]\n\n\n\n\n\nPart 3 - Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nGenitourinary/Bowel Care:\n\nIndependent with toileting needs. No assistance required.\n\n[0 minutes per week]\n\n\n\nExercise:\n\nWhile exercise tolerance is limited, no assistance is required for basic movement or prescribed exercises.\n\n[0 minutes per week]\n\n\n\nSkin Care:\n\nNo skin integrity issues requiring care.\n\n[0 minutes per week]\n\n\n\nMedication:\n\nIndependent with medication management.\n\n[0 minutes per week]\n\n\n\nBathing:\n\nIndependent with all bathing tasks despite increased time required due to fatigue and pain.\n\n[0 minutes per week]\n\n\n\nOther Therapy:\n\nNo additional therapeutic interventions requiring assistance.\n\n[0 minutes per week]\n\n\n\nATTENDANT CARE CALCULATION:\n\n\n\nPart 1 - Routine Personal Care: 0 hours per week [$0/month]\n\nPart 2 - Basic Supervisory Functions: 0 hours per week [$0/month]\n\nPart 3 - Complex Health/Care and Hygiene: 0 hours per week [$0/month]\n\n\n\nTotal monthly assessed attendant care benefit: $0\n\n\n\nWhile Ms. Hynes-Ventura experiences significant functional limitations that impact her quality of life and ability to participate in previously enjoyed activities, she remains independent in substantially all basic and essential self-care tasks. Her primary challenges relate to fatigue management and reduced activity tolerance rather than a need for direct physical assistance or supervision.  Assistance for meal preparation has been incorporated in support of her return to work efforts and the impact this has on her overall function after working hours. \n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEncl.:\tForm 1\n\nCc:\tAlan Clausi, Clausi Law\n\n\t\t\n\n\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n \n\n\n\n",
  "sections": {
    "ENVIRONMENTAL": "The following is an Assessment of Attendant Care Needs based on reports of the client and direct observations during the in-home assessment. The Ontario Society of Occupational Therapists report \"Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)\" was consulted for the completion of this assessment.",
    "SYMPTOMS": "No skin integrity issues requiring care.\n\n[0 minutes per week]\n\nMedication:\n\nIndependent with medication management.\n\n[0 minutes per week]\n\nBathing:\n\nIndependent with all bathing tasks despite increased time required due to fatigue and pain.\n\n[0 minutes per week]\n\nOther Therapy:\n\nNo additional therapeutic interventions requiring assistance.\n\n[0 minutes per week]",
    "FUNCTIONAL_STATUS": "Prior to the current accident, Ms. Hynes-Ventura maintained an active lifestyle that included regular participation in archery tag twice weekly, hiking, camping, and backpacking. She had recently purchased a 2022 CF Moto, reflecting her interest in outdoor activities. She was employed full-time as a service advisor at Otto's Subaru, having previously worked as a salesperson and manager at Loblaws. There were no documented work restrictions or limitations impacting her ability to perform her job duties prior to the December 2023 accident.\n\nMECHANISM OF INJURY:\n\nOn December 4, 2023, at approximately 9:11 am, Ms. Hynes-Ventura was operating her vehicle eastbound on Highway 401 approaching the Highway 416 exit. She had brought her vehicle to a complete stop behind traffic when she was suddenly struck from behind by a vehicle traveling at approximately 80-90 km/h (as estimated by police and first responders at the scene). The impact was severe enough to destroy the rear end of her vehicle and caused her car to spin 360 degrees before striking a guardrail. Although she was wearing her seatbelt and no airbags deployed, the extreme force of the impact resulted in immediate injury. While she did not strike her head directly or lose consciousness, she began experiencing neck pain that progressively worsened throughout the day.\n\nNATURE OF INJURY:\n\nBased on the medical documentation reviewed, Ms. Hynes-Ventura sustained the following injuries as a result of the motor vehicle accident:\n\nWhiplash Associated Disorder III with neurological signs",
    "ADLS": "While Ms. Hynes-Ventura experiences significant functional limitations that impact her quality of life and ability to participate in previously enjoyed activities, she remains independent in substantially all basic and essential self-care tasks. Her primary challenges relate to fatigue management and reduced activity tolerance rather than a need for direct physical assistance or supervision.  Assistance for meal preparation has been incorporated in support of her return to work efforts and the impact this has on her overall function after working hours. \n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl.:\tForm 1\n\nCc:\tAlan Clausi, Clausi Law\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "MEDICAL_HISTORY": "Ms. Hynes-Ventura's medical history also includes ADHD, diagnosed approximately 10-15 years ago and effectively managed with Concerta 27mg extended-release taken daily. She also had a history of costochondritis and slipped rib syndrome in 2021-2022, which was treated conservatively with NSAIDs and physical therapy. These conditions were well-managed at the time of the December 2023 accident.",
    "TYPICAL_DAY": "This current daily routine represents a marked departure from Ms. Hynes-Ventura's pre-accident lifestyle, where she successfully balanced full-time employment with an active schedule of social and recreational pursuits. The demands of maintaining full-time employment now consume the majority of her physical and cognitive resources, leaving minimal capacity for meaningful activities outside of work hours. This significant change in her daily function has resulted in decreased quality of life and social participation compared to her pre-accident status.",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit: $0"
  },
  "sectionConfidence": {
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "ENVIRONMENTAL": {
      "homeType": "",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "The following is an Assessment of Attendant Care Needs based on reports of the client and direct observations during the in-home assessment. The Ontario Society of Occupational Therapists report \"Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)\" was consulted for the completion of this assessment.",
      "confidence": {
        "homeLayout": 0,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "[0 minutes per week]\n\nBathing:\n\nIndependent with all bathing tasks despite increased time required due to fatigue and pain."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "No skin integrity issues requiring care.\n\n[0 minutes per week]\n\nMedication:\n\nIndependent with medication management.\n\n[0 minutes per week]\n\nBathing:\n\nIndependent with all bathing tasks despite increased time required due to fatigue and pain.\n\n[0 minutes per week]\n\nOther Therapy:\n\nNo additional therapeutic interventions requiring assistance.\n\n[0 minutes per week]",
      "confidence": {
        "reportedSymptoms": 0.8
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [
        "There were no documented work restrictions or limitations impacting her ability to perform her job duties prior to the December 2023 accident."
      ],
      "assistiveDevices": [
        "d her car to spin 360 degrees before striking a guardrail"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "Prior to the current accident, Ms. Hynes-Ventura maintained an active lifestyle that included regular participation in archery tag twice weekly, hiking, camping, and backpacking. She had recently purchased a 2022 CF Moto, reflecting her interest in outdoor activities. She was employed full-time as a service advisor at Otto's Subaru, having previously worked as a salesperson and manager at Loblaws. There were no documented work restrictions or limitations impacting her ability to perform her job duties prior to the December 2023 accident.\n\nMECHANISM OF INJURY:\n\nOn December 4, 2023, at approximately 9:11 am, Ms. Hynes-Ventura was operating her vehicle eastbound on Highway 401 approaching the Highway 416 exit. She had brought her vehicle to a complete stop behind traffic when she was suddenly struck from behind by a vehicle traveling at approximately 80-90 km/h (as estimated by police and first responders at the scene). The impact was severe enough to destroy the rear end of her vehicle and caused her car to spin 360 degrees before striking a guardrail. Although she was wearing her seatbelt and no airbags deployed, the extreme force of the impact resulted in immediate injury. While she did not strike her head directly or lose consciousness, she began experiencing neck pain that progressively worsened throughout the day.\n\nNATURE OF INJURY:\n\nBased on the medical documentation reviewed, Ms. Hynes-Ventura sustained the following injuries as a result of the motor vehicle accident:\n\nWhiplash Associated Disorder III with neurological signs",
      "confidence": {
        "functionalLimitations": 0.8,
        "assistiveDevices": 0.8,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": "Assistance for meal preparation has been incorporated in support of her return to work efforts and the impact this has on her overall function after working hours."
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "While Ms. Hynes-Ventura experiences significant functional limitations that impact her quality of life and ability to participate in previously enjoyed activities, she remains independent in substantially all basic and essential self-care tasks. Her primary challenges relate to fatigue management and reduced activity tolerance rather than a need for direct physical assistance or supervision.  Assistance for meal preparation has been incorporated in support of her return to work efforts and the impact this has on her overall function after working hours. \n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl.:\tForm 1\n\nCc:\tAlan Clausi, Clausi Law\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0.5,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Ms. Hynes-Ventura's medical history also includes ADHD, diagnosed approximately 10-15 years ago and effectively managed with Concerta 27mg extended-release taken daily. She also had a history of costochondritis and slipped rib syndrome in 2021-2022, which was treated conservatively with NSAIDs and physical therapy. These conditions were well-managed at the time of the December 2023 accident.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "This current daily routine represents a marked departure from Ms. Hynes-Ventura's pre-accident lifestyle, where she successfully balanced full-time employment with an active schedule of social and recreational pursuits. The demands of maintaining full-time employment now consume the majority of her physical and cognitive resources, leaving minimal capacity for meaningful activities outside of work hours. This significant change in her daily function has resulted in decreased quality of life and social participation compared to her pre-accident status.",
      "confidence": {
        "morningRoutine": 0,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit: $0",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit: $0",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}