{
  "fileName": "Copy of Skirda, Ross IHA .docx",
  "originalText": "\n\n\n\nOCCUPATIONAL THERAPY\n\nIN-HOME ASSESSMENT\n\n\n\nClient Name:\n\nRoss Skirda\n\nDate of Loss:\n\nProgressive onset, October 2017 to first hospital admission in June 2019\n\nAddress:\n\n208 - 555 Anand Private, Ottawa, ON K1V 2R7\n\nDate of Birth:\n\nJuly 6, 1967\n\nTelephone #:\n\n(613) 282-4601\n\n\n\n\n\nLawyer:\n\nMr. Joseph Obagi\n\nFirm:\n\nObagi Connolly LLP\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDates of Assessment:\n\nMarch 20, 2024\n\nMarch 25, 2024\n\nMarch 26, 2024 (family meeting with Robin Easey Centre)\n\nApril 3, 2024\n\nApril 11, 2024\n\nApril 16, 2024\n\nApril 24, 2024\n\nMay 1, 2024\n\nMay 16, 2024 (Interview with Taylor Skirda)\n\n\n\n\n\nDate of Report:\n\nJuly 2, 2024\n\n\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nI am an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   My professional practice began in 1998 when I graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, I have developed my clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  My opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  I have been qualified several times as an expert in my field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMy practice also includes regular contributions to catastrophic designation assessment teams where I provide opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  My assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nI concurrently provide services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  I have extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nASSESSMENT PREAMBLE:\n\nThis in-home assessment was conducted to evaluate Mr. Ross Skirda's (herein referred to as \"Ross\") current functional abilities and limitations following his extensive medical complications. These complications are believed to be linked to the prescription of empagliflozin (Jardiance) in October 2017 for management of his Type 2 diabetes. Subsequent to starting this medication, Ross experienced a series of severe medical events, including diabetic ketoacidosis, metabolic acidosis, encephalopathy, acute kidney injury, and seizures, resulting in multiple hospitalizations between 2019 and 2021. These events have led to what can be characterized as an acquired brain injury, significantly impacting his cognitive and physical functioning.\n\nThe primary goal of this assessment was to determine Ross's capacity to perform activities of daily living (ADLs) and instrumental activities of daily living (IADLs) and to identify any necessary support services or interventions to enhance his quality of life and independence.\n\nThis assessment was requested by Ross' legal representative, Mr. Joseph Obagi, in relation to the litigation against multiple medical professionals and institutions, including Dr. Bruno Nicoletti, Rideau Valley Health Centre, Dr. Amy Cook, Dr. Alison Dugan, Dr. Glen Geiger, The Ottawa Hospital, Dr. Anne Marie Daniel, Dr. Joseph Mwanz, Montfort Hospital, Dr. Patricia Peticca, LMC Healthcare, Jocelyn Bonti-Ankomah, and Gina Giurguis.\n\nThe focus of this assessment is to provide a comprehensive overview of Ross's current physical, cognitive, and emotional status, and to offer recommendations for his ongoing care and rehabilitation.\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nRoss's life has been significantly altered by a series of medical complications that began following the prescription of Jardiance (empagliflozin) in October 2017 for his Type 2 diabetes. Prior to this, Ross was an active and engaged individual. After starting Jardiance, he experienced a progressive onset of severe symptoms leading to multiple hospitalizations between 2019 and 2021. These events culminated in a coma, resulting in what can be characterized as an acquired brain injury. Since then, Ross has experienced chronic pain, cognitive impairments, and emotional distress. This combination of physical, cognitive, and emotional challenges has significantly impacted his ability to perform daily tasks and participate in activities he once enjoyed, affecting his independence and quality of life.\n\nPhysically, Ross experiences chronic pain in multiple areas of his body, including his lower back, right arm, and leg. His pain ratings vary, reaching up to 10/10 during certain activities. He reports constant dull headaches, and pain in his collarbone, arm, and hand further impacts his functionality. Mobility is a significant issue; he requires a cane for support and experiences frequent falls. His fine motor skills, particularly in his right hand, are impaired, making tasks requiring precision, such as gripping objects, challenging.\n\nCognitively, Ross demonstrates impairments in several areas. He experiences difficulties with processing speed and attention, exhibiting challenges with tasks that require quick information processing and multitasking. His memory, learning abilities, and executive functions are compromised. He faces challenges in word-finding, planning, organizing activities, and problem-solving. These cognitive deficits are exacerbated by fatigue, significantly impacting his daily functioning and independence.\n\nEmotionally, Ross reports symptoms consistent with depression, anxiety, and PTSD. He describes feelings of uselessness, guilt, and apathy, compounded by recurring nightmares related to his coma experience. These nightmares often involve drowning and feelings of \"being waterboarded\" and lead him to wake in a state of distress, further disrupting his sleep. Ross's emotional state is characterized by social isolation; he has withdrawn from his network of friends for six years and expresses guilt about the impact his condition has on his family, particularly his daughters, who now provide caregiving support.\n\nTaylor Skirda, Ross's daughter, provided additional context to his condition. She described how Ross was once charming, witty, and highly engaged with his family. However, after his diabetes diagnosis, she observed changes in his behavior, noting he became withdrawn and spent most of his time in the basement, rarely interacting with family members. Taylor recounted episodes where Ross's behavior was inconsistent and unpredictable, including instances where he wandered downtown in his pajamas, had his wallet stolen, and damaged another car while parking due to his confused state. She noted how his declining health and unpredictable behavior, including concerns about potential overuse of pain medication, necessitated frequent interventions and constant vigilance from the family.\n\nDuring his most challenging periods, Ross's condition was complicated by PTSD symptoms and severe episodes of hypoglycemia, leading to seizures and acidosis. His family, particularly Taylor and her sister, frequently checked on him, sometimes finding him unresponsive and requiring emergency hospital visits. Taylor also mentioned the emotional impact on the family, with her mother and siblings providing essential support during these times. Despite their efforts, Ross's cognitive and emotional state has significantly changed over the years, affecting his ability to engage in meaningful activities or maintain social connections.\n\nFunctionally, Ross's ability to perform activities of daily living is significantly limited. Basic tasks such as dressing, grooming, bathing, and toileting are challenging due to his pain, fatigue, and reduced fine motor skills. Incontinence issues add another layer of complexity to his self-care routine. Housekeeping tasks, especially those requiring bending, reaching, or fine motor skills, are difficult for him. Meal preparation is limited to simple tasks, as he experiences challenges with planning, multi-step processes, and using kitchen tools. Consequently, he relies heavily on pre-cut vegetables and simple cooking methods (one pan stir-fry meals for example).\n\nCognitively and emotionally, Ross requires ongoing support to manage his impairments. His cognitive deficits affect his ability to manage finances, appointments, and other complex tasks independently. Emotional support is important to help him cope with his depression, anxiety, and PTSD symptoms, and to assist him in adapting to his changed life circumstances.\n\nIn summary, Ross's current condition has significantly impacted his physical, cognitive, and emotional well-being. His ability to maintain independence and quality of life has been substantially affected.\n\n\n\nONGOING CARE RECOMMENDATIONS:\n\n\n\nBased on the assessment of Ross's current condition and functioning, the following recommendations are proposed to support his ongoing rehabilitation and improve his quality of life. These recommendations are grounded in best practices for brain injury rehabilitation and have been tailored to address Ross's specific needs, challenges, and goals. The proposed plan adopts a holistic, multidisciplinary approach, emphasizing community-based care with access to specialized services as required. It is important to note that this plan should be flexible and subject to regular review and adjustment based on Ross's progress and evolving needs. The primary aim is to maximize Ross's independence, manage his symptoms effectively, and support his reintegration into meaningful daily activities. Implementation of these recommendations should be gradual and coordinated, with ongoing communication among all team members, Ross, and his family.\n\n\n\nCore Multidisciplinary Team: \n\n\n\na) Case Manager (Team Lead):\n\nCoordinate overall care plan\n\nLiaise between team members, Ross, and his family\n\nAssist with navigating healthcare system and community resources\n\nMonitor progress and adjust care plan as needed\n\nProvide support for financial and legal matters\n\nb) General Practitioner (GP):\n\nProvide primary care and manage overall health\n\nPrescribe and manage medications\n\nMake referrals to specialists as needed, including Physiatry\n\nMonitor chronic conditions (e.g., diabetes, hypertension)\n\nc) Physiatrist (via referral from GP):\n\nConsult on rehabilitation program\n\nManage complex pain issues\n\nProvide specialized input on neurological recovery\n\nd) Occupational Therapist and Rehabilitation Assistant:\n\nAssess and improve activities of daily living\n\nRecommend and train in the use of adaptive equipment\n\nDevelop strategies for cognitive deficits in daily tasks\n\nRehabilitation Assistant:\n\nImplement therapy plans designed by OT, PT, and SLP\n\nAssist with daily exercises and cognitive tasks\n\nProvide support for community reintegration activities\n\ne) Physiotherapist:\n\nDesign exercise program to improve strength, balance, and mobility\n\nGait training and fall prevention\n\nPain management techniques\n\nf) Speech and Language Pathologist:\n\nAddress any ongoing communication difficulties\n\nCognitive-communication strategies\n\ng) Neuropsychologist:\n\nContinued cognitive assessment and rehabilitation\n\nDevelop strategies for memory, attention, and executive function\n\nAddress emotional and behavioral issues\n\nh) Clinical Psychologist:\n\nProvide psychotherapy for depression, anxiety, and PTSD symptoms\n\nCognitive Behavioral Therapy for sleep issues\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Mr. Joseph Obagi.\n\nThe purpose of this assessment is to assess Ross’s current functional status as it relates to his ability to complete his activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nRoss may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nJoseph Obagi, Legal representative, Connolly Obagi LLP\n\n\n\nFollowing this therapist’s explanation Ross granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nThe following medical brief was provided by the offices of Connolly Obagi on June 12, 2024:\n\n\n\nTab 1 - 21.02.01 - MedsCheck from Diabetes Clinic - LMC Pharmacy\n\nTab 2 - 21.12.14 - Neuropsychological Assessment Dr. Santos\n\nTab 3 - 23.03.01 - Rideau Valley CNR\n\nTab 4 - 23.10.20 - Ben Gunter Pharmacy prescription summary_Redacted\n\nTab 5 - 23.10.20 - Shas Pharmacy prescription summary_Redacted\n\nTab 6 - 23.12.11 - My Health Summary, My Chart The Ottawa Hospital\n\nTab 7 - 24.04.22 - Montfort Hospital Records\n\nTab 8 - 24.04.25 - Dr. Giaccone's clinical notes\n\nTab 9 - 24.05.09 - TOH records_Redacted\n\nTab 10 - 24.05.29 - Dr. Peticca's records_Redacted\n\n\n\n\n\nMEDICAL HISTORY (Pre-2014):\n\n\n\nRoss was an educated self-employed professional who resided in Ottawa, Ontario. He was the President and Clinical Director of R.J. Skirda & Associates Inc., where he worked full-time. He was an established expert in his field (Vocational Expert), where he provided services to the legal and insurance communities.  He was independent in all activities of daily living and did not require any assistance in his daily routine.  He was married and father to two daughters and had a vast circle of friends and acquaintances with whom he socialized and networked regularly.  He described his overall sense of life pre-injury as generally happy and fulfilling. \n\n\n\nRoss had a long-standing history of chronic pain, likely fibromyalgia, dating back to at least 2007. He was consistently prescribed various pain medications, including Dilaudid, Hydromorph Contin, and occasionally oxycodone. The dosages and frequencies of these medications fluctuated over time, but there was a consistent pattern of use.\n\n\n\nRoss had ongoing issues with anxiety and insomnia. He was frequently prescribed benzodiazepines, including Ativan, Oxazepam, and occasionally Valium. There were repeated attempts to wean him off these medications, but he consistently returned to using them. He also used sleep aids like Halcion and Imovane at various times. Dr. Santos' report in 2021 noted a history of chronic sleep problems, including difficulty falling and staying asleep, snoring, and sleepwalking.\n\n\n\nRoss had a recurring pattern of chronic cough, often occurring in the fall and winter months. He was frequently prescribed cough suppressants like Hycodan and occasionally antibiotics for suspected respiratory infections. There were mentions of possible asthma or reactive airways, and he used inhalers like Ventolin, Advair, and Symbicort at different times.\n\n\n\nRoss suffered from migraines and was prescribed various triptans, including Maxalt and Axert.  He was diagnosed with Type 2 Diabetes in January 2014. He was initially managed with oral medications, including Metformin, Invokana, and Diamicron. His diabetes management was often suboptimal, with his HbA1c remaining high (around 9.8% in September 2014).\n\n\n\nRoss had hypertension, which was treated with medications like Coversyl. He was also prescribed Lipitor for high cholesterol.  He had recurrent skin infections, often described as impetigo-like lesions, particularly on his nose. He was treated with topical and oral antibiotics for these infections multiple times.  Ross was also treated for GERD with Pantoloc.\n\n\n\nWhile not explicitly diagnosed with bipolar disorder, there were frequent mentions of mood issues, stress, and anxiety. The notes often referenced discussions about work stress and its impact on his mental health. Dr. Santos' report indicated a history of depression, with periods throughout the years and a significant bout in 2018. In January 2020, Ross reported severe anxiety and depressive symptoms (GAD-7 = 21; PHQ-9 = 25).\n\n\n\nThroughout the notes, there were recurring concerns about Ross's use of narcotic pain medications and benzodiazepines. Dr. Nicoletti frequently noted the need to monitor and potentially reduce these medications, suggesting a pattern of dependence or misuse. Dr. Santos also noted a significant history of opioid use.\n\n\n\nRoss had a history of recurrent infections for about 10 years, which he attributed to the H1N1 vaccine. These included facial necrotic lesions, septic arthritis, cellulitis, and infective endocarditis.\n\n\n\nOther Health Issues:\n\n\n\nChronic back pain\n\nHypothyroidism\n\nOccasional mentions of shoulder injuries\n\nTreatment for erectile dysfunction\n\nHair loss treatment (Propecia)\n\n\n\nOverall, this medical history shows a pattern of complex, chronic health issues with a particular focus on pain management, anxiety and recurrent infections. There were ongoing concerns about medication use and potential dependence, particularly regarding opioids and benzodiazepines. \n\nMEDICAL HISTORY (Post 2014):\n\nIn January 2014, Ross was diagnosed with diabetes and subsequently managed his condition under medical guidance. On October 23, 2017, empagliflozin, a Sodium-Glucose Cotransporter 2 (SGLT2) inhibitor known under brand names such as Jardiance and Synjardy, was prescribed to assist with blood sugar control.\n\nFollowing the initiation of empagliflozin treatment, Ross began experiencing a range of symptoms including weakness, muscle twitches, fatigue, weight loss, confusion, impaired judgment, personality changes, concentration difficulties, behavioral changes, seizures, shortness of breath, abnormal blood work results, and reduced kidney function.\n\nOn June 10, 2019, Ross was admitted to The Ottawa Hospital with multiple severe health issues, including diabetic ketoacidosis (DKA), metabolic acidosis, encephalopathy, acute kidney injury, seizures, and sepsis. His hospitalization lasted until July 6, 2019, during which he underwent various treatments, including nasal lesion debridement and right wrist washout.\n\nPost-discharge, Ross's severe symptoms persisted, leading to another admission at Montfort Hospital on February 6, 2020, where he was diagnosed with influenza. Despite his medical history, empagliflozin was restarted, resulting in a recurrence of severe symptoms including confusion, cognitive decline, necrotic lesions, cellulitis, and thigh pain.\n\nOn July 20, 2020, Ross consulted an endocrinologist and diabetes specialist at LMC Healthcare Ottawa, where the continuation of empagliflozin was recommended. Subsequent consultations at LMC Pharmacy Ottawa reportedly did not include comprehensive warnings about empagliflozin's potential severe side effects.\n\nRoss was readmitted to The Ottawa Hospital from June 27 to July 9, 2021, experiencing complications including right thigh abscess requiring irrigation and debridement, necrotizing fasciitis, sepsis, and acute kidney injury.\n\nOn December 8, 2021, Ross was again admitted to The Ottawa Hospital with an altered level of consciousness, remaining until December 31, 2021. During this time, he experienced DKA, metabolic acidosis, encephalopathy, seizures, and kidney failure. At this point, permanent discontinuation of empagliflozin was advised due to its severe and life-threatening side effects.  During this admission, Ross experienced traumatic experiences which have left him struggling with nightmnares of “drowing or being waterboarded”.\n\nBased on the ICU notes from this admission, the following details were noted:\n\nOn December 9, 2021, Ross Skirda was admitted to the ICU with severe respiratory distress. The nursing notes provide a detailed account of his rapid deterioration and subsequent intubation, which likely contributed to his traumatic experience and recurring nightmares.\n\nAt 23:32, the nurse observed that Ross was \"very restless and uncooperative,\" struggling to breathe and attempting to remove his oxygen mask. Despite efforts to maintain his oxygen saturation with a venti mask, his condition continued to worsen. By 01:52 on December 10, Ross required intubation due to his declining respiratory status.\n\nThe intubation process itself was traumatic. Immediately following the procedure, the nurse observed Ross's head \"visibly twitching,\" initially raising concerns about potential seizure activity. This physical response, later attributed to hyperdynamic circulation from IV fluids, likely contributed to Ross's sense of helplessness and loss of control.\n\nOver the next few days, Ross experienced significant difficulties with sedation. Nursing notes from December 11 describe him as \"very very difficult to sedate,\" frequently triggering ventilator alarms, coughing, and attempting to sit up and remove his endotracheal tube. The nurses reported that Ross would \"settle for less than 5 minutes before waking up and getting agitated again,\" despite receiving multiple sedative medications.\n\nParticularly distressing were episodes of physical agitation. On December 13, a nurse documented that Ross was \"stomping legs on the bed, against the foot board, trying to sit up and reach ETT. Pt swinging arms and hands. Trying to kick RNs.\" These violent physical reactions, recalled by Ross as periods of fear and confusion, required additional sedation and restraints.\n\nThe combination of respiratory distress, forced intubation, physical restraints, and periods of semi-consciousness led to Ross's reported sensation of \"being waterboarded.\" The frequent agitation and unsuccessful attempts to communicate or remove the breathing tube reinforced feelings of helplessness and panic, which are now manifesting as recurring nightmares of drowning.\n\nThis traumatic ICU experience, lasting several days, provides context for Ross's current PTSD-like symptoms and sleep disturbances. The vivid memories of struggling to breathe, feeling restrained, and being unable to communicate effectively have clearly left a lasting impact on his psychological well-being.\n\nThese events have resulted in significant changes to Ross's life, including permanent injuries such as cognitive deficits, decreased mobility, balance issues, and chronic pain. His professional life and earning capacity have been severely impacted. Ross now experiences ongoing emotional distress, sleep deficits, and social isolation, necessitating continuous rehabilitative and medical care.\n\nRecent investigations related to increased lower back pain revealed a lumbar fracture, reportedly visible on imaging from 2021 but not previously communicated to Ross by medical practitioners. This additional medical complication further impacts Ross's current condition and future management.\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nMr. Skida was referred to the Robin Easey Centre where his active engagement with Dr. Nesrinbe Awad Shimoon, Neuropsychologist has now come to an end.  He was discharged in late-March 2024 with an open offer to reconnect with them if he required their services.  At the time of discharge, a family meeting was held and attended by this therapist as part of this assessment process.  At this meeting, issues with ongoing pain management, emotional distress and financial strain were discussed.  Dr. Shimoon indicated that a neuropsychological examination revealed significant cognitive deficits, which are worse when Ross is medically unwell.  He presents with transient fluctuations in his cognitive functioning and has seen his progress impeded by frequent interruptions associated with medical complications and hospitalizations.  A loss of rehabilitative momentum was noted as a result.  Ross was encouraged to engage in daily physical activity, in any form he can tolerate.  He is reportedly to be assessed by psychologist Dr. Lefebvre for treatment recommendations and follow-up.  \n\n\n\nThe loss of Ross’s GP Dr. Bruno Nicholetti as a result of the filed lawsuit against him has left Ross with a lack of access to medical care which is an urgent need at this time.  Possible use of privately-funded medical care was discussed as a temporary measure.  Ross has been seen by Dr. Shawn Marshall, who has provided some interim medical support in the absence of a GP.  \n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nAtorvastatin (LIPITOR)\n\n20 mg nightly\n\nCholesterol\n\nBrexpiprazole (REXULTI)\n\n0.5 mg daily\n\nMental health\n\nEscitalopram (CIPRALEX)\n\n20 mg daily\n\nDepression\n\nLevothyroxine (SYNTHROID)\n\n50 mcg daily\n\nHypothyroidism\n\nPantoprazole sodium (PANTOLOC)\n\n40 mg daily\n\nAcid reflux\n\n\n\nPerindopril (COVERSYL)\n\n4 mg daily\n\nHypertension\n\nGliclazide (DIAMICRON MR)\n\n60 mg daily\n\nDiabetes\n\nDoxazosin (CARDURA-1)\n\n1 mg nightly\n\nHypertension\n\nMethylphenidate ER (CONCERTA)\n\n36 mg twice daily\n\nADHD\n\nMetformin (GLUCOPHAGE)\n\n500 mg twice daily\n\nDiabetes\n\nAmlodipine (NORVASC)\n\n5 mg nightly\n\nHypertension\n\nPrazosin (MINIPRESS)\n\n5 mg nightly\n\nHypertension\n\nInsulin glargine U-300 (Toujeo)\n\n60 Units nightly\n\nDiabetes\n\nOxycodone-acetaminophen (PERCOCET)\n\n5-325 mg three times daily\n\nPain\n\nOzempic\n\n2 mg/week (injection)\n\nDiabetes\n\nZopiclone\n\n\n\n\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nHeadaches\n\nRoss reports experiencing a dull, constant headache which affects the top of his head and behind his eyes.  He used to have migraines however these appear to have subsided with his current medication regimen. \n\n3/10\n\nRight Collarbone\n\nRoss reports a constant ache from the right collarbone to his neck which he qualifies as a dull ache.\n\n4/10\n\nRight arm and hand\n\nRoss reports constant pain in his right arm radiating into his hands, coupled with a sensation of pins and needles which is constant and unrelenting as well.  His pain in his hand is worse than his upper-arm to elbow region.\n\n4/10 shoulder to elbow\n\n5/10 elbow to hand and digits\n\nFine motor deficits, right side\n\nRoss notes that as a result of his hand symptoms, he is unsure how much strength he applies when holding objects and is prone to dropping them.  He is further impacted by a reduction in fine motor coordination, where he struggles to hold and manipulate smaller objects.   Right handed dexterity and strength is significantly impaired.  \n\nNA\n\nLower-thoracic back pain\n\nHe describes a constant ache with periodic sharpness in his thoracic spine.  He notes that this pain is significant and can at times significantly impede function.\n\n6/10\n\nLow-back pain\n\nRoss notes a progressive deterioration of his lower back pain which he describes as “unbearable” at times.  He notes that the frequency of flare-ups and the duration of the flare-ups has gradually increased over time, leading to a period of sustained, acute back pain persisting since mid-April 2024.  When in heightened pain (which has been the case persistently over the past 6 weeks) he is unable to walk more than short distances, with significant difficulty noted.  He notes being significantly impacted in his ability to bend and reach due to the acute effects on his lower back and thoracic pain.\n\n4 - 10/10\n\nRight leg pain\n\nHe notes that this pain is constant and necessitates the use of a cane to support his mobility, even within this apartment environment.  He has noted changes to his gait as a result, where he favors his right when walking.  He notes intermittent and significant swelling episodes in his right leg when “I overdo it”.\n\n6/10\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nBased on the information from the neuropsychological assessment by Dr. Octavio Santos on December 14, 2021 and other medical notes, here are the cognitive issues identified:\n\nSignificant impairments in processing speed\n\nAttention deficits\n\nDifficulty with aspects of language\n\nLearning and memory problems\n\nExecutive function impairments\n\nSpecifically:\n\nProcessing Speed:\n\nExceptionally low to low average performance on tasks requiring quick information processing\n\nAttention:\n\nDifficulty quickly attending to two or more things simultaneously\n\nProblems filtering out distractions\n\nBelow average to low average immediate auditory attention span\n\nLanguage:\n\nDifficulty recalling words based on letter and semantic cues\n\nBelow average to average visual confrontational naming\n\nExceptionally low to below average performance on verbal fluency tasks\n\nLearning and Memory:\n\nExceptionally low to below average performance on word list learning and recall\n\nExceptionally low immediate recall of short stories\n\nLow average delayed recall of stories\n\nExceptionally low delayed recall of visual information\n\nEvidence of difficulties with source memory (remembering the source of learned information)\n\nExecutive Functions:\n\nProblems with working memory\n\nDifficulty with novel problem-solving\n\nIssues with visual planning\n\nChallenges with cognitive monitoring\n\nExceptionally low performance on divided attention tasks\n\nBelow average performance on selective attention tasks\n\nOther Cognitive Issues:\n\nDifficulty with word-finding\n\nProblems with planning and organizing activities\n\nDecreased concentration\n\nSlow thinking\n\nProblems multi-tasking\n\nRoss endorsed the above symptoms as they were presented by this therapist.  He acknowledges a devastating effect this has had in his ability to live independently day to day in his apartment.\n\n\n\nEmotional Symptoms:\n\n\n\nRoss has reported significant emotional struggles over the last few years, as he navigated his complex medical issues.  At this time, Ross noted experiencing the following emotional symptoms:\n\nFeels useless - experiences a profound loss of purpose\n\nApathy - feels apathetic about everything\n\nGrief - experiencing ongoing grief, related to the loss of his former capabilities and lifestyle\n\nFear of disappointment - particularly concerned about disappointing the people he loves\n\nGuilt - feels intense guilt over the impact his situation has had on family members, especially his children\n\nRecurring nightmares - Ross reports experiencing nightmares stemming from his coma experience where he recalls awakening from sedation and being unable to breathe, akin to “being waterboarded”.  He notes that since these traumatic events, he has been experiencing nightmares of drowning which are vivid and result in him awaking in a state of panic, unable to return to sleep sometimes for several hours.  He dreads the coming of nighttime hours and experiences progressively increasing anxiety symptoms as the night hours set in.  \n\nAnxiety - experiences anxiety, particularly related to:\n\nPotential nightmares when going to sleep\n\nSocial situations and outings\n\nPTSD-like symptoms:\n\nRecurring nightmares about drowning\n\nSweating profusely during nightmares\n\nFlashbacks to feeling like he was being waterboarded during ventilation\n\nDepression - still in \"a dark place\" much of the time\n\nLack of purpose - doesn't understand his purpose, feels aimless\n\nFrustration - gets extremely frustrated with his limitations, especially cognitive ones\n\nImpatience - reports having no patience, particularly with tasks he struggles to complete\n\nSocial isolation - has not seen friends for 6 years, making excuses to avoid social interactions.  Only recently has he made attempts to go out with a small group of friends for a few hours.  \n\nOverwhelm - easily overwhelmed by cognitive demands or multi step tasks\n\nLoss of confidence - especially noticeable in areas where he once excelled, like problem-solving\n\nAnxiety about medical conditions - concerned about situational issues and tends to overthink \"what ifs\"\n\nSleep anxiety - loses sleep at the start, middle, and end of the night, partially due to anxiety about nightmares\n\nAcceptance issues - ongoing struggles with accepting his new limitations and life circumstances\n\nMinimization - tends to minimize his needs, presents better than how he is actually doing.  He utilizes masking strategies to function in public settings which is a further drain to his emotional and cognitive reserves.\n\nPerseveration - fixates on topics of interest, which can drive him \"insane\"\n\nEmotional volatility - gets so frustrated at times that he's \"unable to think straight\"\n\nFeeling of regression - describes having a \"child's brain for simple things\"\n\nLoss of control - can't control how he feels when he wakes from a nightmare\n\nThese emotional symptoms paint a picture of significant psychological distress and adjustment difficulties, highlighting the profound emotional impact of Ross's condition on his daily life and sense of self.\n\n\n\nSymptom Management Strategies:\n\n\n\nRoss reported making use of the following strategies to manage his symptoms at this time:\n\n\n\nRest\n\nActivity avoidance\n\nMedication\n\n\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nRoss reports he can tolerate 20-25 minutes of sitting before he must stand or his back will lock and he will become stiff. He sits leaning on his left or right side. He does not sit straight as it causes him pain after a few minutes. A recent incident at Shoppers Drug Mart resulted in being stuck in a chair for 20 minutes.\n\nBed mobility\n\nIf he lies in one position for too long, he gets stiff and his back locks. He predominantly lies on his left side with a pillow between his legs.\n\nTransfers\n\nRoss can complete chair and sofa transfers independently, but often grimaces and experiences pain which leads him to stop mid-transfer to gather himself. He often leans on adjacent supports (wall or furniture) to stabilize himself after standing. Bed, toilet, and bathtub transfers are managed independently, but he struggles to initiate the recovery to standing from the toilet.\n\nStanding\n\nRoss can stand for periods of 10 minutes before needing to sit as his back locks in a forward flexion posture. He is observed frequently shifting his weight from side to side and rarely sustains standing in one place for more than a few minutes.\n\nBalance\n\nSpecific balance test were not performed, but given Ross's mobility issues and use of a cane, some balance impairment is evident.\n\nWalking\n\nRoss walks with a pronounced waddle from side to side. He needs to gradually stop walking over a few steps as opposed to stopping suddenly, which jars his spine. He can handle walking short distances before requiring sitting (15 minutes). He uses a single point cane for outdoor mobility. During a recent pulmonary function test, he struggled with walking down a hallway for about 6 minutes.\n\nStairs\n\nRoss can manage stairs but has to purposefully engage his core and straighten his spine, otherwise he experiences sharp pain. He sometimes uses a cane for assistance when his symptoms are pronounced. He was observed climbing one flight of stairs in a slow, planned manner, with evident core engagement and purposeful positioning of his limbs.\n\nLifting/Carrying\n\nUnable to carry any significant loads.  Light objects or small bags of groceries weighing no more than a few pounds.  He is unable to lift and carry boxes of water, pop or other refreshments, which are usually obtained by family.\n\nKneeling\n\nRoss reports being able to manage kneeling but avoids this posture due to pain. This posture was not observed due to difficulties noted with squatting.\n\nSquatting/Crouching\n\nRoss reports being able to squat with difficulty, \"on my tippy toes\". One power squat, partially completed, was observed. Ross could not achieve a stable squatted posture and was observed using adjacent furniture for support.\n\nBending\n\nRoss's lumbar spine pain becomes unbearable (10/10) when bending and reaching. This will \"take him down\". He cannot forward hunch for cleaning tasks.\n\nReaching\n\nRoss has difficulty with reaching, especially for cleaning tasks that require reaching up high or down low.\n\nFine Motor Coordination\n\nRoss reports that his grip strength is impaired; he's unsure how much strength he is applying when holding objects and is prone to dropping items. A reduction in fine motor coordination is noted, with struggles to hold and manipulate smaller objects. Right-handed dexterity and strength are significantly impaired.\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL:                 Within Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\n½ range\n\nWFL\n\nRight wrist ROM limited in all planes.\n\nExtension\n\n½ range\n\nWFL\n\nSupination\n\n½ range\n\nWFL\n\nPronation\n\n½ range\n\nWFL\n\nTrunk\n\nForward flexion\n\nNominal\n\nMr. Skirda is effectively unabl;e to bend forward to reach his knees as a result of severe, sharp lower back pain and onset of dizzy spells.\n\nLateral flexion\n\nNominal\n\nNominal\n\nRotation\n\nNominal\n\nNominal\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nDuring initial interactions, Ross presented a sociable facade, exhibiting his naturally outgoing personality. He spoke extensively about his circumstances, often jumping from one topic to another. Throughout the assessment, Ross showed a range of emotions. He frequently expressed frustration and anger when comparing his current state to his pre-accident life. His emotional presentation varied, at times appearing detached or indifferent, while at other moments becoming visibly upset, particularly when discussing the impact of his condition on his family. Ross's difficulty in accepting his new reality was evident, indicating that he is still in the process of coming to terms with his situation. Despite these emotional fluctuations, he did not display any overt signs of emotional instability during the assessment process.\n\n\n\n\n\nCognitive Presentation:\n\n\n\nRoss Skirda's cognitive presentation during the assessment revealed significant impairments across multiple domains, with pronounced distractibility, low cognitive tolerance, and mental fatigue. His distractibility was evident throughout the evaluation, as he struggled to maintain focus on tasks, particularly those requiring sustained attention. Ross exhibited a markedly low cognitive tolerance, becoming quickly overwhelmed when faced with complex or multi-step tasks. This was exemplified by his recent struggles with everyday activities, such as installing a shower caddy and replacing a kitchen hood lamp. These seemingly simple tasks proved overwhelmingly challenging for Ross, highlighting his difficulties in breaking down problems into manageable steps. His perseveration was notably demonstrated by his fixation on the shower caddy installation, which preoccupied him for days without resolution. Similarly, he abandoned the attempt to replace the light bulb, unable to problem-solve independently until provided with external cueing. Mental fatigue was observed to intensify as the assessment progressed, correlating with decreased performance on cognitive tasks. Pain behaviors periodically interrupted his cognitive processes, with visible signs of discomfort coinciding with diminished task engagement. Ross also displayed rigidity of thought, struggling to adapt his approach when initial strategies proved ineffective, as seen in his repeated unsuccessful attempts with the shower caddy. This cognitive inflexibility, combined with his perseverative tendencies, significantly impacted his ability to navigate even routine household tasks, underscoring the extent of his cognitive challenges in daily life.\n\n\n\nTYPICAL DAY:\n\n\n\nRoss goes to bed around 10 PM, experiencing anxiety about potential nightmares. He might read but finds it frustrating as he forgets what he read 3-4 pages earlier. His sleep is frequently interrupted by nightmares, particularly about drowning. These nightmares often leave him sweating profusely and unable to fall back asleep for 2-3 hours. He experiences sleep disturbances at the start, middle, and end of the night.\n\nHe wakes up around 8:30 AM and has a simple breakfast of cornflakes, a bagel, or cereal. Preparing breakfast is challenging due to his compromised fine motor skills and grip strength.\n\nAfter breakfast, Ross spends about two hours reading news online. He often has to re-read sections due to difficulty retaining information and maintaining focus.\n\nMid-morning, he attempts light housekeeping. He can manage superficial cleaning but struggles with tasks requiring bending or reaching high or low. He can't forward hunch, making many cleaning tasks difficult. A cleaning service funded by his parents comes once a month for more thorough cleaning. Simple tasks like emptying the bottom rack of the dishwasher are challenging.\n\nFor lunch, Ross prepares a simple meal like a pita with meat. His cooking is limited to a few items he can manage safely, using the stovetop. He's nervous about using knives and prefers pre-cut vegetables. He struggles with meal planning, especially considering carb options for his diabetes.\n\nAfter lunch, he watches TV but can only follow plots for about 10-15 minutes before forgetting what the episode is about. He often naps for about two hours due to fatigue.\n\nOn good days (3-4 times a week), around 3:30 PM, Ross goes to the gym, usually using the stationary bike. He describes \"dragging ass to get there\" due to pain and fatigue.  \n\nAfter exercising, he showers, which requires careful movement due to balance issues and pain. He then prepares a simple dinner, often a stir-fry with pre-cut vegetables.\n\nIn the evening, Ross might take a short walk using a cane for support. The rest of the evening is spent watching TV or using his phone for research. He typically speaks with his parents for about an hour.\n\n\n\nIt should be noted that Ross's recent lower back pain flare-up has led to a cessation of gym and outdoor walking activities in the last two months.  He has reverted to a highly sedentary lifestyle due to the lower back pain he describes as sharp and debilitating.  \n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nTYPE OF DWELLING\n\nCondominium\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nThere is one bedroom adjacent to the hallway leading to the bathroom from the living room space.  This is a modestly-sized room with limited furnishings.\n\nWood\n\nBathrooms\n\n1\n\nThe bathroom is tiled and is equipped with a stand-up  shower with glass doors and tiled interior.  This is a large showering space suitable for introduction of assistive devices such as a bath seat to foster safety whilst showering..  \n\nTile\n\nLiving Room\n\n1\n\nThe living room is a small open space defined by the kitchen countertop.  It is an open concept space with the kitchen overlooking the living room area.  There is a small counter area which Ross uses to eat meals and prepare food items. \n\nWood\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nThe kitchen is a small galley-style kitchen with a standard stove and cooktop. A fridge is located to the right of the cooking area and the sink is located on an island separating the kitchen from the living room.\n\nWood\n\nLaundry\n\n1\n\nIn-suite laundry\n\nWood\n\nStairs\n\n0\n\nThere are no stairs in Ross'sliving environment.  The garbage chute is located adjacent to the apartment door.  His apartment is located on the 4th floor and has elevator access.  \n\nConcrete staircase to be utilized if the elevator is out of service or during fire alarm events.\n\nBasement\n\n0\n\nNA\n\nNA\n\nDriveway Description\n\nNone.\n\nYard description\n\nNone.  Ross has access to a small balcony through patio doors located in his living room.\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\n☐   Married  \n\n☐   Single   \n\n☐   Common Law \n\nX   Other  \n\nRoss is separated from his former spouse, Melissa Skirda, who remains a significant member of his support network.\n\nLiving Arrangement\n\nRoss currently resides in a one bedroom condominium which he indicated his parents purchased for him to assist him in his precarious financial position and the associated challenges in securing a suitable living environment in the Ottawa housing market.   He lives alone and has no pets.  His only source of income is from ODSP.\n\nChildren\n\nRoss has two daughters, who are now of adult age and living independently in the surrounding community.  Ross noted that his daughters have been a steady source of support for him through the past years and he expressed significant guilt at the impact his situation has had on them.   He is close to his daughters and benefits from regular phone and in-person check-ins.  They will regularly visit and spend time with him, watching a movie and ordering a pizza (for example).\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nThe following is an account of Mr. Skida’s pre and post-injury functional status in relation to his activities of daily living.\n\n\n\nSelf-Care Activities: pre-injury vs. Current Status\n\nPre-injury: \n\nPrior to his medical complications, Ross was fully independent in all aspects of self-care. As a successful professional running his own business, he managed all personal care tasks without assistance. This included dressing, grooming, bathing, toileting, and medication management. He was able to prepare complex meals, maintain his home, and engage in a wide range of social and professional activities.\n\nCurrent Status:\n\nWhile Ross remains largely independent in basic self-care tasks, he experiences significant challenges that impact his ability to perform these activities efficiently and safely.\n\nDressing: Ross can dress himself but struggles with tasks requiring fine motor skills, such as buttoning shirts or tying shoelaces. This is due to the constant pain and pins and needles sensation in his right arm and hand, as well as reduced grip strength and dexterity.\n\nGrooming: Basic grooming tasks are manageable, but Ross takes longer to complete them due to fatigue and pain. Tasks requiring precision, such as shaving, are more challenging due to his fine motor skill deficits.\n\nBathing: Ross can shower independently but requires careful movement due to balance issues and pain. The task is more time-consuming and energy-depleting than it was pre-injury.\n\nToileting: As of March 25, 2024, Ross has been experiencing both incontinence and retention incontinence, with an increase in symptoms over the previous 1-2 months. This recent development may add complexity to his self-care routine, potentially requiring adjustments to his daily activities and routines. \n\nMedication Management: While Ross can manage his medications, he uses a blister pack to organize them. He has difficulty remembering to take medications at the right time or in the correct dosage without this aid, due to his cognitive impairments.\n\nMeal Preparation: Ross's ability to prepare meals has been significantly impacted. He's limited to a few simple items which he prepares using minimal cooking appliances.  He's nervous about using knives due to his compromised dexterity, opting for pre-cut vegetables when possible. His difficulty with planning and processing multi-step tasks makes even simple meal preparation challenging.\n\nEating: While Ross can feed himself, he experiences difficulties due to his right arm and hand issues. He takes longer to eat and can struggle with utensils.\n\nThese impairments in self-care activities can be attributed to several factors:\n\nChronic Pain: The constant pain in various parts of his body, particularly his back, arm, and hand, limits his range of motion and stamina for self-care tasks.\n\nCognitive Impairments: His difficulties with memory, focus, and executive function (like planning and problem-solving) make it challenging to complete multi-step self-care tasks efficiently.\n\nFatigue: The persistent fatigue Ross experiences limits the energy he has available for self-care activities.\n\nFine Motor Skill Deficits: The issues with his right arm and hand, including reduced grip strength and dexterity, impact tasks requiring precision.\n\nBalance Issues: These make activities like showering and dressing more challenging and potentially risky.\n\nRecent Incontinence Issues: While the full impact is not detailed, this new development may require adjustments to his self-care routines and could potentially affect his confidence or comfort in various situations.\n\nWhile Ross maintains a degree of independence in self-care, these activities now require significantly more effort, time, and planning than they did pre-injury. The cumulative effect of his physical and cognitive impairments has transformed once-simple tasks into challenging endeavors, contributing to his feelings of frustration and loss of independence. The recent onset of incontinence issues adds another layer of complexity to his self-care needs, though the extent of its impact on his daily life requires further assessment.\n\n\n\nHousekeeping and Home Maintenance: pre-injury vs. Current Status\n\nPre-injury: \n\nPrior to his medical complications, Ross was fully capable of managing all aspects of housekeeping and home maintenance independently. As a successful professional, he likely maintained his living space effectively, handling both routine cleaning tasks and more complex home maintenance issues without difficulty.\n\nCurrent Status: \n\nRoss's ability to manage housekeeping and home maintenance tasks has been significantly impacted by his condition. He struggles with many aspects of these activities due to physical limitations, pain, and cognitive challenges.\n\nCleaning: Ross is able to keep things superficially clean, but struggles with any tasks that require reaching high or low, or bending forward. He cannot clean anything that requires him to \"forward hunch.\" As a result, he relies on a cleaning service that comes once a month for more thorough cleaning.\n\nLaundry: Laundry presents challenges, especially in terms of carrying loads, reaching into machines, and folding clothes.  He manages with difficulty and will often receive assistance from  family to complete this task.\n\nDishes: Ross finds it difficult to empty the bottom rack of the dishwasher, indicating that bending and reaching are problematic.\n\nHome Maintenance: Ross faces significant challenges with even seemingly simple home maintenance tasks. Two specific examples highlight these difficulties:\n\nBathroom Caddy Installation: Ross struggled significantly with installing a suction-cupped shower caddy. This task, which would have been straightforward pre-injury, now \"drives him insane.\"  He noted spending days incessantly ruminating about his inability to affix the caddy to the corner of the shower stall.  He notes repeated attempts to secure it in place only for the caddy to fall a short time later.  A problem-solving review of the issue was held and over a period of 10 minutes, Ross came to realize that the tile seam was stopping the suction cups from adhering to the wall and he had to place the caddy on flush tile, a few inches higher than where he attempted to hang it previously.  This simple solution to what he viewed as an insurmountable problem to solve,  highlights his problem solving difficulties and difficulties with executive functioning.\n\nChanging Hood Fan Light Bulb: Similarly, changing the light bulb in his stove hood fan has proven to be a major challenge. Mr. SDkirda noted that he has had a burnt bulb in his hood fan for several months but was unable to figure out how to remove the bulb to seek a replacement.  Due to his frustration in being unable to remove the bulb on the first try by twisting it like a traditional bulb, he opted to “just live with it”.  This was again utilized as a problem solving exercise to see how Mr. Skirda would work through this issue with support from this OT.  Upon closer inspection, it was noted that the bulb was a prong-type bulb which needed to be pulled out as opposed to twisted.  Mr. Skirda noted that this burnt bulb has been a steady source of frustration for some time and again, a simple solution was presented which brough realization to the depth of his struggles with even basic tasks.  \n\nThese examples illustrate how tasks that were once simple now pose significant challenges. Ross's difficulties with these tasks are due to several factors:\n\nPhysical Limitations: His chronic pain, particularly in his back, arms, and hands, makes reaching, bending, and manipulating objects difficult.\n\nCognitive Challenges: Ross struggles with multi-step tasks and problem-solving. Even relatively simple home maintenance tasks often involve several steps and may require troubleshooting, which he finds extremely challenging.\n\nFatigue: The energy required for these tasks may be prohibitive given Ross's chronic fatigue.\n\nFine Motor Skill Deficits: Many home maintenance tasks require precise movements and good dexterity, which Ross now lacks.\n\nFrustration and Anxiety: Knowing that he struggles with these tasks likely causes Ross significant frustration and may increase his anxiety about attempting them.\n\n\n\nIt's worth noting that Ross tends to perseverate on topics of interest, including home maintenance issues like the drain shower caddy and stove light. This fixation, combined with his inability to successfully complete these tasks, contributes to his feelings of frustration and uselessness.\n\n\n\nOverall, while Ross can manage some basic housekeeping tasks, he requires significant assistance for thorough cleaning and most home maintenance activities. His struggles with these tasks represent a marked decline from his pre-injury abilities and contribute to his feelings of loss of independence and purpose.\n\n\n\nFinancial Management: pre-injury vs. Current Status\n\nPre-injury: Before his medical complications, Ross was a successful professional, running his own business in vocational rehabilitation and employability/forensic assessments. He demonstrated high-level financial management skills, managing both his personal finances and overseeing the financial aspects of his business. This included complex tasks such as budgeting, investment management, tax planning, and business financial strategy.\n\nCurrent Status: Ross's ability to manage his finances has been significantly impacted by his condition. His current financial management capabilities are compromised due to several factors:\n\nCognitive Impairments: Ross's difficulties with memory, focus, and executive function directly impact his ability to manage complex financial tasks. He struggles with:\n\nRemembering to pay bills on time\n\nKeeping track of expenses and income\n\nMaking informed financial decisions\n\nUnderstanding and responding to financial correspondence\n\nProblem-Solving Difficulties: Ross describes his problem-solving abilities as \"fucking horrible,\" which severely impairs his capacity for financial planning and addressing financial issues as they arise.\n\nFatigue and Pain: These factors limit the time and energy Ross can dedicate to financial management tasks, often leaving him unable to focus on complex financial matters.\n\nTechnological Challenges: Financial management requiring the use of online banking or financial software is problematic for Ross. He struggles with multi-step tasks and has difficulty with technology, often repeating the same ineffective procedures when trying to solve problems.\n\nIncome Reduction: Ross is facing significant financial difficulties due to his inability to work at his previous capacity. This has created a challenging new financial landscape that he struggles to navigate.\n\nPlanning and Organization: Ross's difficulty in breaking down tasks and planning makes it challenging for him to create and stick to a budget or financial plan.\n\nOverwhelm: The complexity of financial management, combined with Ross's cognitive challenges, leads to feelings of overwhelm, causing him to avoid dealing with financial matters.\n\nAssistance Needs: Ross requires ongoing assistance with financial management, either from family members or a professional financial advisor, to ensure his financial affairs are properly managed.\n\nOnline Management: While Ross can manage basic online transactions such as ordering groceries, more complex financial management tasks online pose significant challenges.\n\nRoss's current financial management abilities are severely compromised compared to his pre-injury capabilities. The combination of cognitive impairments, physical limitations, and the complexity of his medical and personal situation has rendered him unable to effectively manage his finances independently. This area requires ongoing monitoring and professional support to ensure Ross's financial stability and well-being.\n\n\n\nCaregiving Activities:\n\n\n\nRoss does not hold any primary caregiving responsibilities at this time.  His children are now grown-up young adults, living their lives independently.  What has changed however has been the role reversal in the dynamic between Ross and his two daughters.  Where he was previously a dedicated father to whom the girls would go to seek guidance and support in their life challenges, he has now shifted into the role of care receiver from his daughters, who worry incessantly about his well being.  The experience of seeing their father almost lose his life and undergoing highly invasive and life threatening interventions, followed by the marked changes in his cognitive abilities has been traumatic.  They remain hypervigilant in regard to looking after him, fearing a resurgence of past fugue episodes or finding him passed-out on the floor of his apartment.  When Ross does not respond immediately to phone check-ins, the girls will begin to worry and will go check on him in person.  This reflects the sharp shift in the nature of the parent-child relationship which compounds Ross's feelings of guilt towards his children’s experiences caring for him.\n\n\n\n \n\nVocational Activities:\n\n\n\nRoss Skirda was the President and Clinical Director of R.J. Skirda & Associates Inc., specializing in vocational rehabilitation and employability/forensic assessments. He provided services to the legal and insurance communities and was considered an expert in his field.\n\nIn 2018, Ross began experiencing cognitive changes that affected his work performance. These issues included difficulties with word-finding, planning, and organizing activities. His cognitive abilities declined further following an episode of endocarditis in June 2019.\n\nBy January 2020, Ross reported significant cognitive problems impacting his work, including decreased memory and concentration, difficulty with word-finding, and increased time required to complete reports. He often needed assistance to correct mistakes in his work.\n\nRoss underwent an 8-month program in 2020 aimed at returning to work. He attempted to continue working full-time with accommodations, including:\n\n\n\nPacing strategies and breaks to manage fatigue\n\nDictation software\n\nFlexible schedule with extended deadlines\n\nAn assistant for test administration, scoring, and report review\n\n\n\nDespite these accommodations, Ross's condition continued to decline. By December 2021, he was no longer able to work. This inability to perform his professional duties led to incomplete contracts and issues with clients.\n\n\n\nRoss experience a deterioration of his professional network and was ultimately forced to undergo bankruptcy proceedings with his partner, Melissa. This resulted in the loss of his immediate income and the value of his company. R.J. Skirda & Associates Inc. ceased operations.\n\n\n\nThe transition from being a respected expert in his field to being unable to work represents the extent of impact Ross's medical complications have had on his professional life.\n\n\n\n\n\nPre-injury Employment Status\n\nSelf Employed/Owner, operator\n\nCompany\n\nSkirda & Associates\n\nJob Title/Duties\n\nVocational Evaluator/Expert\n\nHours per week\n\nFull-time\n\nComments\n\nPrior to the medical episodes referenced in this report, Ross was a well respected expert in the field of vocation assessment and rehabilitation.  He was renowned in the legal and insurance industries for his expertise and would regularly be sought to provide expert witness testimony in personal injury and family law matters.\n\n\n\nCurrent Employment Status\n\nUnemployed\n\nComments\n\nRoss has been unable to work in his field and has medically retired.\n\n\n\n\n\nLeisure Activities:\n\n\n\nPre-injury:\n\n\n\nBefore his medical complications, Ross engaged in a variety of leisure activities that reflected his active lifestyle and professional status:\n\n\n\nRecreational Hockey: Ross played recreational hockey regularly, indicating a good level of physical fitness and enjoyment of team sports.\n\nMonday Night Football Gatherings: This was a highlight of his week. Ross would meet with a group of friends to watch football, providing regular social interaction and a welcome break from his high-paced professional life.\n\nProfessional Networking: Ross attended various events specific to his professional industry, blending his work interests with social activities.\n\nSocial Life: He had a vast circle of friends and acquaintances with whom he socialized and networked regularly.\n\n\n\nCurrent Status:\n\n\n\nRoss's ability to engage in leisure activities has been significantly impacted by his condition. His current leisure activities are limited and often challenging:\n\n\n\nReading: Ross attempts to read but finds it very frustrating as he forgets what he has read 3-4 pages earlier.\n\nWatching Television: He can only watch TV for short periods, typically 10-15 minutes of a show like Seinfeld, before forgetting what the episode is about.\n\nUsing Phone/Computer: Ross spends time using his phone for research, though the effectiveness of this activity is likely limited by his cognitive challenges.\n\nShort Walks: On some days, Ross goes for short walks, using a cane for support.\n\nExercise: On good days (3-4 times a week), Ross goes to the gym and uses a stationary bike. However, he describes \"dragging ass to get there,\" indicating that this activity is challenging and requires significant effort.\n\nSocial Interaction: Ross speaks with his parents for about an hour each day. However, he mentions not having seen friends for 6 years, making excuses to avoid social interactions. This is a stark contrast to his previous active social life, particularly the loss of his cherished Monday night football gatherings.\n\nOnline Activities: Ross reads news online for about two hours after breakfast, though he likely struggles with retention of this information.\n\n\n\n\n\nChallenges affecting leisure activities:\n\n\n\nPhysical Limitations: Chronic pain and mobility issues restrict Ross's ability to engage in physical leisure activities, particularly impacting his previous enjoyment of recreational hockey.\n\nCognitive Impairments: Difficulties with memory, focus, and information processing impact his enjoyment of activities like reading, watching TV, and potentially playing games or engaging in hobbies.\n\nFatigue: Persistent fatigue limits the energy Ross has available for leisure activities.\n\nOverstimulation: Ross experiences overstimulation in social situations, requiring him to step outside during outings with friends. This severely impacts his ability to engage in social leisure activities, including his once-beloved football gatherings.\n\nEmotional Factors: Feelings of uselessness, apathy, and fear of disappointment likely reduce Ross's motivation to engage in leisure activities.\n\nSocial Isolation: The loss of regular social engagements, including professional networking events, has significantly reduced Ross's social interaction and enjoyment.\n\n\n\nOverall, Ross's engagement in leisure activities has been severely curtailed compared to his pre-injury life. Activities that were once sources of joy, relaxation, and social connection are now either impossible due to his physical limitations or sources of frustration due to his cognitive challenges. This reduction in pleasurable activities contributes to his feelings of uselessness and lack of purpose, highlighting the need for strategies to adapt leisure activities to his current capabilities or to explore new forms of meaningful engagement that align with his current abilities and interests.\n\n\n\n\n\nCommunity Access:\n\nPre-injury: \n\nPrior to his medical complications, Ross had full and unrestricted access to his community:\n\nDriving: Ross was able to drive independently, allowing him to travel wherever he needed or wanted to go without limitations.\n\nMobility: He had no physical restrictions that impeded his ability to move freely in the community.\n\nSocial Engagement: Ross actively participated in community events, professional networking, and social gatherings without any reported difficulties.\n\nIndependence: He was able to run errands, attend appointments, and engage in leisure activities in the community without assistance or hesitation.\n\nCurrent Status: \n\nRoss's ability to access his community has been severely impacted by his condition:\n\nTransportation:\n\nNo longer drives due to physical and cognitive limitations.\n\nRelies on Uber services for transportation beyond walking distance.\n\nLimited to areas he can reach on foot, which are restricted due to his mobility issues and use of a cane.\n\nMobility:\n\nUses a cane for support when walking.\n\nCan only manage short distances before requiring rest.\n\nExperiences pain and fatigue that limit his ability to move around in the community.\n\nSocial Isolation:\n\nSpends most of his time alone in his apartment.\n\nAvoids leaving his home, leading to significant reduction in community engagement.\n\nPsychological Barriers:\n\nExperiences anxiety and overstimulation in social situations, contributes to his reluctance to leave home.\n\nFear and lack of confidence in navigating the community with his new limitations.\n\nDependency:\n\nRequires assistance or accompaniment for many community-based activities he previously managed independently.\n\nLimited Range:\n\nCommunity access is now primarily restricted to essential outings (e.g., medical appointments, necessary errands) rather than social or leisure activities.\n\nImpact: The stark contrast between Ross's pre-injury community access and his current situation has significant implications:\n\nReduced Independence: The loss of driving ability and limited mobility have greatly reduced Ross's independence in accessing his community.\n\nSocial Disconnection: His reluctance or inability to leave home frequently has led to increased social isolation, a significant change from his previously active social life.\n\nQuality of Life: Restricted community access limits Ross's ability to engage in previously enjoyed activities, contributing to feelings of loss and decreased life satisfaction.\n\nHealth Implications: Reduced physical activity and community engagement has had profound negative impacts on both his physical and mental health.\n\nIncreased Reliance on Others: For activities outside his immediate environment, Ross now depends on transportation services or potentially family members, a significant change from his previous independence.\n\nThis dramatic shift in community access represents a major life change for Ross, contributing to his feelings of uselessness and loss of purpose. Addressing these limitations and finding ways to safely and comfortably increase his community engagement will be an important focus in his ongoing rehabilitation and care plan.\n\n\n\nVolunteer Activities:\n\n\n\nRoss was not involved in any form of volunteering as part of his regular activities of daily living.  He remains uninvolved in volunteering however expressed a desire to explore this avenue in the future, as part of his recovery process.\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\n\n\nCc:\tJoseph Obagi, legal representative, Connolly Obagi LLP\n\n\t\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n \n\n\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nCondominium\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nThere is one bedroom adjacent to the hallway leading to the bathroom from the living room space.  This is a modestly-sized room with limited furnishings.\n\nWood\n\nBathrooms\n\n1\n\nThe bathroom is tiled and is equipped with a stand-up  shower with glass doors and tiled interior.  This is a large showering space suitable for introduction of assistive devices such as a bath seat to foster safety whilst showering..  \n\nTile\n\nLiving Room\n\n1\n\nThe living room is a small open space defined by the kitchen countertop.  It is an open concept space with the kitchen overlooking the living room area.  There is a small counter area which Ross uses to eat meals and prepare food items. \n\nWood\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nThe kitchen is a small galley-style kitchen with a standard stove and cooktop. A fridge is located to the right of the cooking area and the sink is located on an island separating the kitchen from the living room.\n\nWood\n\nLaundry\n\n1\n\nIn-suite laundry\n\nWood\n\nStairs\n\n0\n\nThere are no stairs in Ross'sliving environment.  The garbage chute is located adjacent to the apartment door.  His apartment is located on the 4th floor and has elevator access.  \n\nConcrete staircase to be utilized if the elevator is out of service or during fire alarm events.\n\nBasement\n\n0\n\nNA\n\nNA\n\nDriveway Description\n\nNone.\n\nYard description\n\nNone.  Ross has access to a small balcony through patio doors located in his living room.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\n☐   Married  \n\n☐   Single   \n\n☐   Common Law \n\nX   Other  \n\nRoss is separated from his former spouse, Melissa Skirda, who remains a significant member of his support network.\n\nLiving Arrangement\n\nRoss currently resides in a one bedroom condominium which he indicated his parents purchased for him to assist him in his precarious financial position and the associated challenges in securing a suitable living environment in the Ottawa housing market.   He lives alone and has no pets.  His only source of income is from ODSP.\n\nChildren\n\nRoss has two daughters, who are now of adult age and living independently in the surrounding community.  Ross noted that his daughters have been a steady source of support for him through the past years and he expressed significant guilt at the impact his situation has had on them.   He is close to his daughters and benefits from regular phone and in-person check-ins.  They will regularly visit and spend time with him, watching a movie and ordering a pizza (for example).",
    "FUNCTIONAL_STATUS": "Experiences pain and fatigue that limit his ability to move around in the community.\n\nSocial Isolation:\n\nSpends most of his time alone in his apartment.\n\nAvoids leaving his home, leading to significant reduction in community engagement.\n\nPsychological Barriers:\n\nExperiences anxiety and overstimulation in social situations, contributes to his reluctance to leave home.\n\nFear and lack of confidence in navigating the community with his new limitations.\n\nDependency:\n\nRequires assistance or accompaniment for many community-based activities he previously managed independently.\n\nLimited Range:\n\nCommunity access is now primarily restricted to essential outings (e.g., medical appointments, necessary errands) rather than social or leisure activities.\n\nImpact: The stark contrast between Ross's pre-injury community access and his current situation has significant implications:\n\nReduced Independence: The loss of driving ability and limited mobility have greatly reduced Ross's independence in accessing his community.\n\nSocial Disconnection: His reluctance or inability to leave home frequently has led to increased social isolation, a significant change from his previously active social life.\n\nQuality of Life: Restricted community access limits Ross's ability to engage in previously enjoyed activities, contributing to feelings of loss and decreased life satisfaction.\n\nHealth Implications: Reduced physical activity and community engagement has had profound negative impacts on both his physical and mental health.\n\nIncreased Reliance on Others: For activities outside his immediate environment, Ross now depends on transportation services or potentially family members, a significant change from his previous independence.\n\nThis dramatic shift in community access represents a major life change for Ross, contributing to his feelings of uselessness and loss of purpose. Addressing these limitations and finding ways to safely and comfortably increase his community engagement will be an important focus in his ongoing rehabilitation and care plan.\n\nVolunteer Activities:",
    "ADLS": "Ross was not involved in any form of volunteering as part of his regular activities of daily living.  He remains uninvolved in volunteering however expressed a desire to explore this avenue in the future, as part of his recovery process.\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nCc:\tJoseph Obagi, legal representative, Connolly Obagi LLP\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "SYMPTOMS": "Limited to areas he can reach on foot, which are restricted due to his mobility issues and use of a cane.\n\nMobility:\n\nUses a cane for support when walking.\n\nCan only manage short distances before requiring rest.",
    "MEDICAL_HISTORY": "Ross's ability to access his community has been severely impacted by his condition:\n\nTransportation:\n\nNo longer drives due to physical and cognitive limitations.\n\nRelies on Uber services for transportation beyond walking distance.",
    "TYPICAL_DAY": "TYPICAL DAY:\n\nRoss goes to bed around 10 PM, experiencing anxiety about potential nightmares. He might read but finds it frustrating as he forgets what he read 3-4 pages earlier. His sleep is frequently interrupted by nightmares, particularly about drowning. These nightmares often leave him sweating profusely and unable to fall back asleep for 2-3 hours. He experiences sleep disturbances at the start, middle, and end of the night.\n\nHe wakes up around 8:30 AM and has a simple breakfast of cornflakes, a bagel, or cereal. Preparing breakfast is challenging due to his compromised fine motor skills and grip strength.\n\nAfter breakfast, Ross spends about two hours reading news online. He often has to re-read sections due to difficulty retaining information and maintaining focus.\n\nMid-morning, he attempts light housekeeping. He can manage superficial cleaning but struggles with tasks requiring bending or reaching high or low. He can't forward hunch, making many cleaning tasks difficult. A cleaning service funded by his parents comes once a month for more thorough cleaning. Simple tasks like emptying the bottom rack of the dishwasher are challenging.\n\nFor lunch, Ross prepares a simple meal like a pita with meat. His cooking is limited to a few items he can manage safely, using the stovetop. He's nervous about using knives and prefers pre-cut vegetables. He struggles with meal planning, especially considering carb options for his diabetes.\n\nAfter lunch, he watches TV but can only follow plots for about 10-15 minutes before forgetting what the episode is about. He often naps for about two hours due to fatigue.\n\nOn good days (3-4 times a week), around 3:30 PM, Ross goes to the gym, usually using the stationary bike. He describes \"dragging ass to get there\" due to pain and fatigue.  ",
    "ATTENDANT_CARE": "Assistance Needs: Ross requires ongoing assistance with financial management, either from family members or a professional financial advisor, to ensure his financial affairs are properly managed.\n\nOnline Management: While Ross can manage basic online transactions such as ordering groceries, more complex financial management tasks online pose significant challenges.\n\nRoss's current financial management abilities are severely compromised compared to his pre-injury capabilities. The combination of cognitive impairments, physical limitations, and the complexity of his medical and personal situation has rendered him unable to effectively manage his finances independently. This area requires ongoing monitoring and professional support to ensure Ross's financial stability and well-being.\n\nCaregiving Activities:\n\nRoss does not hold any primary caregiving responsibilities at this time.  His children are now grown-up young adults, living their lives independently.  What has changed however has been the role reversal in the dynamic between Ross and his two daughters.  Where he was previously a dedicated father to whom the girls would go to seek guidance and support in their life challenges, he has now shifted into the role of care receiver from his daughters, who worry incessantly about his well being.  The experience of seeing their father almost lose his life and undergoing highly invasive and life threatening interventions, followed by the marked changes in his cognitive abilities has been traumatic.  They remain hypervigilant in regard to looking after him, fearing a resurgence of past fugue episodes or finding him passed-out on the floor of his apartment.  When Ross does not respond immediately to phone check-ins, the girls will begin to worry and will go check on him in person.  This reflects the sharp shift in the nature of the parent-child relationship which compounds Ross's feelings of guilt towards his children’s experiences caring for him.\n\nVocational Activities:\n\nRoss Skirda was the President and Clinical Director of R.J. Skirda & Associates Inc., specializing in vocational rehabilitation and employability/forensic assessments. He provided services to the legal and insurance communities and was considered an expert in his field."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "ENVIRONMENTAL": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {}
    },
    "ENVIRONMENTAL": {
      "homeType": "Condominium",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "There is one bedroom adjacent to the hallway leading to the bathroom from the living room space.  This is a modestly-sized room with limited furnishings.",
        "Bathrooms",
        "Living Room",
        "Dining Room",
        "Kitchen",
        "Stairs",
        "There are no stairs in Ross'sliving environment.  The garbage chute is located adjacent to the apartment door.  His apartment is located on the 4th floor and has elevator access.",
        "Concrete staircase to be utilized if the elevator is out of service or during fire alarm events.",
        "Basement",
        "None.  Ross has access to a small balcony through patio doors located in his living room."
      ],
      "access": {
        "entrance": "",
        "bathroom": "from the living room space",
        "bedroom": "adjacent to the hallway leading to the bathroom from the living room space",
        "kitchen": "countertop"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nCondominium\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nThere is one bedroom adjacent to the hallway leading to the bathroom from the living room space.  This is a modestly-sized room with limited furnishings.\n\nWood\n\nBathrooms\n\n1\n\nThe bathroom is tiled and is equipped with a stand-up  shower with glass doors and tiled interior.  This is a large showering space suitable for introduction of assistive devices such as a bath seat to foster safety whilst showering..  \n\nTile\n\nLiving Room\n\n1\n\nThe living room is a small open space defined by the kitchen countertop.  It is an open concept space with the kitchen overlooking the living room area.  There is a small counter area which Ross uses to eat meals and prepare food items. \n\nWood\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nThe kitchen is a small galley-style kitchen with a standard stove and cooktop. A fridge is located to the right of the cooking area and the sink is located on an island separating the kitchen from the living room.\n\nWood\n\nLaundry\n\n1\n\nIn-suite laundry\n\nWood\n\nStairs\n\n0\n\nThere are no stairs in Ross'sliving environment.  The garbage chute is located adjacent to the apartment door.  His apartment is located on the 4th floor and has elevator access.  \n\nConcrete staircase to be utilized if the elevator is out of service or during fire alarm events.\n\nBasement\n\n0\n\nNA\n\nNA\n\nDriveway Description\n\nNone.\n\nYard description\n\nNone.  Ross has access to a small balcony through patio doors located in his living room.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\n☐   Married  \n\n☐   Single   \n\n☐   Common Law \n\nX   Other  \n\nRoss is separated from his former spouse, Melissa Skirda, who remains a significant member of his support network.\n\nLiving Arrangement\n\nRoss currently resides in a one bedroom condominium which he indicated his parents purchased for him to assist him in his precarious financial position and the associated challenges in securing a suitable living environment in the Ottawa housing market.   He lives alone and has no pets.  His only source of income is from ODSP.\n\nChildren\n\nRoss has two daughters, who are now of adult age and living independently in the surrounding community.  Ross noted that his daughters have been a steady source of support for him through the past years and he expressed significant guilt at the impact his situation has had on them.   He is close to his daughters and benefits from regular phone and in-person check-ins.  They will regularly visit and spend time with him, watching a movie and ordering a pizza (for example).",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "have greatly reduced Ross's independence in accessing his community",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [
        "lessness",
        "loss of purpose"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "that limit his ability to move around in the community",
      "functionalGoals": [],
      "notes": "Experiences pain and fatigue that limit his ability to move around in the community.\n\nSocial Isolation:\n\nSpends most of his time alone in his apartment.\n\nAvoids leaving his home, leading to significant reduction in community engagement.\n\nPsychological Barriers:\n\nExperiences anxiety and overstimulation in social situations, contributes to his reluctance to leave home.\n\nFear and lack of confidence in navigating the community with his new limitations.\n\nDependency:\n\nRequires assistance or accompaniment for many community-based activities he previously managed independently.\n\nLimited Range:\n\nCommunity access is now primarily restricted to essential outings (e.g., medical appointments, necessary errands) rather than social or leisure activities.\n\nImpact: The stark contrast between Ross's pre-injury community access and his current situation has significant implications:\n\nReduced Independence: The loss of driving ability and limited mobility have greatly reduced Ross's independence in accessing his community.\n\nSocial Disconnection: His reluctance or inability to leave home frequently has led to increased social isolation, a significant change from his previously active social life.\n\nQuality of Life: Restricted community access limits Ross's ability to engage in previously enjoyed activities, contributing to feelings of loss and decreased life satisfaction.\n\nHealth Implications: Reduced physical activity and community engagement has had profound negative impacts on both his physical and mental health.\n\nIncreased Reliance on Others: For activities outside his immediate environment, Ross now depends on transportation services or potentially family members, a significant change from his previous independence.\n\nThis dramatic shift in community access represents a major life change for Ross, contributing to his feelings of uselessness and loss of purpose. Addressing these limitations and finding ways to safely and comfortably increase his community engagement will be an important focus in his ongoing rehabilitation and care plan.\n\nVolunteer Activities:",
      "confidence": {
        "mobilityStatus": 0.8,
        "functionalLimitations": 0,
        "assistiveDevices": 0.8,
        "endurance": 0.8,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Ross was not involved in any form of volunteering as part of his regular activities of daily living.  He remains uninvolved in volunteering however expressed a desire to explore this avenue in the future, as part of his recovery process.\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nCc:\tJoseph Obagi, legal representative, Connolly Obagi LLP\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Limited to areas he can reach on foot, which are restricted due to his mobility issues and use of a cane."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Limited to areas he can reach on foot, which are restricted due to his mobility issues and use of a cane.\n\nMobility:\n\nUses a cane for support when walking.\n\nCan only manage short distances before requiring rest.",
      "confidence": {
        "reportedSymptoms": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Ross's ability to access his community has been severely impacted by his condition:\n\nTransportation:\n\nNo longer drives due to physical and cognitive limitations.\n\nRelies on Uber services for transportation beyond walking distance.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "He wakes up around 8:30 AM and has a simple breakfast of cornflakes, a bagel, or cereal. Preparing breakfast is challenging due to his compromised fine motor skills and grip strength.",
        "After breakfast, Ross spends about two hours reading news online. He often has to re-read sections due to difficulty retaining information and maintaining focus.",
        "Mid-morning, he attempts light housekeeping. He can manage superficial cleaning but struggles with tasks requiring bending or reaching high or low. He can't forward hunch, making many cleaning tasks difficult. A cleaning service funded by his parents comes once a month for more thorough cleaning. Simple tasks like emptying the bottom rack of the dishwasher are challenging."
      ],
      "afternoonRoutine": [
        "For lunch, Ross prepares a simple meal like a pita with meat. His cooking is limited to a few items he can manage safely, using the stovetop. He's nervous about using knives and prefers pre-cut vegetables. He struggles with meal planning, especially considering carb options for his diabetes.",
        "After lunch, he watches TV but can only follow plots for about 10-15 minutes before forgetting what the episode is about. He often naps for about two hours due to fatigue."
      ],
      "eveningRoutine": [
        "Ross goes to bed around 10 PM, experiencing anxiety about potential nightmares. He might read but finds it frustrating as he forgets what he read 3-4 pages earlier. His sleep is frequently interrupted by nightmares, particularly about drowning. These nightmares often leave him sweating profusely and unable to fall back asleep for 2-3 hours. He experiences sleep disturbances at the start, middle, and end of the night.",
        "On good days (3-4 times a week), around 3:30 PM, Ross goes to the gym, usually using the stationary bike. He describes \"dragging ass to get there\" due to pain and fatigue."
      ],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "TYPICAL DAY:\n\nRoss goes to bed around 10 PM, experiencing anxiety about potential nightmares. He might read but finds it frustrating as he forgets what he read 3-4 pages earlier. His sleep is frequently interrupted by nightmares, particularly about drowning. These nightmares often leave him sweating profusely and unable to fall back asleep for 2-3 hours. He experiences sleep disturbances at the start, middle, and end of the night.\n\nHe wakes up around 8:30 AM and has a simple breakfast of cornflakes, a bagel, or cereal. Preparing breakfast is challenging due to his compromised fine motor skills and grip strength.\n\nAfter breakfast, Ross spends about two hours reading news online. He often has to re-read sections due to difficulty retaining information and maintaining focus.\n\nMid-morning, he attempts light housekeeping. He can manage superficial cleaning but struggles with tasks requiring bending or reaching high or low. He can't forward hunch, making many cleaning tasks difficult. A cleaning service funded by his parents comes once a month for more thorough cleaning. Simple tasks like emptying the bottom rack of the dishwasher are challenging.\n\nFor lunch, Ross prepares a simple meal like a pita with meat. His cooking is limited to a few items he can manage safely, using the stovetop. He's nervous about using knives and prefers pre-cut vegetables. He struggles with meal planning, especially considering carb options for his diabetes.\n\nAfter lunch, he watches TV but can only follow plots for about 10-15 minutes before forgetting what the episode is about. He often naps for about two hours due to fatigue.\n\nOn good days (3-4 times a week), around 3:30 PM, Ross goes to the gym, usually using the stationary bike. He describes \"dragging ass to get there\" due to pain and fatigue.  ",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0.8,
        "eveningRoutine": 0.8,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "",
        "name": "",
        "relationship": "s or a professional financial advisor, to ensure his financial affairs are properly managed",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": [
          "This area requires ongoing monitoring and professional support to ensure Ross's financial stability and well-being."
        ]
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Assistance Needs: Ross requires ongoing assistance with financial management, either from family members or a professional financial advisor, to ensure his financial affairs are properly managed.\n\nOnline Management: While Ross can manage basic online transactions such as ordering groceries, more complex financial management tasks online pose significant challenges.\n\nRoss's current financial management abilities are severely compromised compared to his pre-injury capabilities. The combination of cognitive impairments, physical limitations, and the complexity of his medical and personal situation has rendered him unable to effectively manage his finances independently. This area requires ongoing monitoring and professional support to ensure Ross's financial stability and well-being.\n\nCaregiving Activities:\n\nRoss does not hold any primary caregiving responsibilities at this time.  His children are now grown-up young adults, living their lives independently.  What has changed however has been the role reversal in the dynamic between Ross and his two daughters.  Where he was previously a dedicated father to whom the girls would go to seek guidance and support in their life challenges, he has now shifted into the role of care receiver from his daughters, who worry incessantly about his well being.  The experience of seeing their father almost lose his life and undergoing highly invasive and life threatening interventions, followed by the marked changes in his cognitive abilities has been traumatic.  They remain hypervigilant in regard to looking after him, fearing a resurgence of past fugue episodes or finding him passed-out on the floor of his apartment.  When Ross does not respond immediately to phone check-ins, the girls will begin to worry and will go check on him in person.  This reflects the sharp shift in the nature of the parent-child relationship which compounds Ross's feelings of guilt towards his children’s experiences caring for him.\n\nVocational Activities:\n\nRoss Skirda was the President and Clinical Director of R.J. Skirda & Associates Inc., specializing in vocational rehabilitation and employability/forensic assessments. He provided services to the legal and insurance communities and was considered an expert in his field.",
      "confidence": {
        "relationship": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}