{
  "fileName": "Copy of Balduzzi, Mary IHA4_ATTENDANTCAREFORM1.docx",
  "originalText": "OCCUPATIONAL THERAPY\n\nREASSESSMENT OF ATTENDANT CARE NEEDS\n\n\n\nClient Name:\n\nMary Balduzzi\n\nDate of Loss:\n\n2017-02-14\n\nAddress:\n\n2373 Ridgecrest Place, Ottawa ON K1H 7V4\n\n\n\n\n\nTelephone #:\n\n613-730-5602\n\n\n\n\n\nLawyer:\n\nPaul Auerbach\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nSavitiri Persaud\n\nInsurer:\n\nTravelers Insurance\n\n\n\n\n\nClaim No.:\n\nAPP2699699\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2024-03-25\n\n2024-04-04\n\n\n\n\n\nDate of Report:\n\n2024-04-15\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nPURPOSE OF REFERRAL:\n\n\n\nAt the request of Traveller’s Insurance, this therapist submitted an OCF18 for a reassessment of her Attendant Care Needs and completion of a Form 1.  This therapist met with Ms. Balduzzi on March 25 and April 4, 2024 in order to reassess her overall level of function, and specifically, complete a reassessment of her attendant care needs. A Form 1 will also be provided as part of this report to address the request for an updated assessment of attendant care needs.\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMs. Balduzzi is a 90 year-old pedestrian who was struck by a motor vehicle on February 15, 2017, resulting in left lower extremity orthopedic injuries and associated complications, which have impacted her overall mobility. Through multiple contacts over time, this therapist has noted a gradual and recently sharp decline in her overall level of conditioning  and mobility. The severity of these impairments led this therapist to collaborate with her daughter, Linda, in order to discuss alternatives to home modifications and consideration of a trial stay at an assisted living facility near her home. Ms. Balduzzi was originally resistant to considering a move to an assisted living environment, which required discussion around the safety implications of continuing to reside in her home. Linda expressed her inability to continue providing the level of care required for Ms. Balduzzi to remain in her longtime home. After some consideration, Ms. Balduzzi expressed her agreement to a one-week stay at a local assisted living facility (Amica Senior Lifestyles).\n\n\n\nWith respect to her attendant care needs, a 24-hour care requirement had been previously assessed in this therapist’s last attendant care needs assessment in April of 2019. This requirement has not changed. In this therapist’s professional opinion, Ms. Balduzzi would be unable to exit her home safely in the case of an emergency and now requires assistance for many self-care activities above and beyond what was assessed five years ago.\n\n\n\nINFORMED CONSENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by her legal representative, Mr. Paul Auerbach.\n\nThe purpose of this assessment is to assess Ms. Balduzzi’s current functional status as it relates to the ability to complete the reported pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment, and observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMs. Balduzzi may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nMcNally Gervan c/o Paul Auerbach\n\nTravelers Insurance\n\n\n\nFollowing this therapist’s explanation Ms. Balduzzi granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nA complete list of documentation reviewed is available upon request.\n\n\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nMs. Balduzzi is a 90-year-old female who resides alone in a single-family bungalow home in Ottawa, Ontario.  She provided the following pre-existing medical history when first assessed by this therapist in 2019:\n\n\n\nComplete reversed shoulder replacement in 2010, left-sided, as a result of a slip and fall where she shattered her shoulder.\n\nHypothyroidism\n\nSleep apnea\n\nThalassemia trait\n\nOsteoporosis\n\n\n\nAs a result of her shoulder-related impairments, Ms. Balduzzi reported that she obtained assistance with showering and hair care once weekly from a Personal Support Worker provided through the CCAC. \n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nMs. Balduzzi reported that she drove her vehicle to a local Tim Horton’s to purchase a Valentine’s Day donut on the date of loss.  She parked her vehicle and began walking to the coffee shop when a vehicle travelling through the parking lot struck her on the left side of her body, throwing her to the ground.  She indicated that her left leg slid under the vehicle but that the vehicle never drove over her leg.  Paramedics attended the scene of the accident and took Ms. Balduzzi to the Ottawa Hospital – Civic Campus trauma unit where she was assessed and hospitalized for 3 weeks before being transferred to other facilities.\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nAs a result of the subject MVA, Ms. Balduzzi sustained the following injuries:\n\n\n\nFractured left ankle (ORIF, 13 screws and a plate).\n\nLaceration below the left knee.\n\nSubsequent MRSA infection in the leg.\n\n\n\nOn March 7, 2017, Ms. Balduzzi reported that she was transferred to the Perley Hospital and  then subsequently transferred to the Elizabeth Bruyere Hospital where she convalesced and underwent rehabilitation until July 20, 2017, at which point, she was discharged home.\n\n\n\nAt the time of this therapist’s last assessment in December of 2023, she noted that she had been spending most of her time in her home with weekly outings, assisted by her PSW for banking and other instrumental activities of daily living. She noted a deterioration of her overall physical health, which included severe pain in both her arms and ribs, as well as left leg numbness and pain.  She presented with an increased degree of deconditioning in comparison to the past touchpoints held with her in past years.\n\n\n\nFive months following this last touchpoint, Ms. Balduzzi has experienced a sharp deterioration in her overall level of physical conditioning and ease of mobility.  This therapist observed Ms. Balduzzi struggling to get out of her lift-chair independently and walking two steps to the back patio door where this therapist was instructed to use to enter her home. The process of raising her chair, transferring to a standing position, and laboriously struggling to take a step took over ten minutes to complete. She is at this time not receiving any form of treatment and a referral for resumption of physiotherapy was facilitated by this therapist as part of the care plan.\n\n\n\nMs. Balduzzi has agreed to a trial stay at a local assisted living facility (Amica Senior Lifestyles), as it became evident to her that the prospect of continuing to live at home placed her at unreasonable risk.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nMs. Balduzzi continues to be monitored by her family physician. She noted that she visits her GP on rare occasions, and did not recall the last contact they had.\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nSynthroid\n\n0.125 mg/day\n\nHypothyroidism\n\nVitamin D\n\nNA\n\nSupplement\n\nCalcium\n\nNA\n\nSupplement\n\nMagnesium\n\nNA\n\nSupplement\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nLeft lower leg\n\nMs. Balduzzi reports burning pain in her left leg coupled by numbness and tingling. She notes that her gait has deteriorated, both in terms of fluidity and tolerance since the last time she spoke with this therapist.\n\n5-7/10\n\nBack pain\n\nShe reports pain in her lower back, which affects her ability to tolerate postures, such as standing, bending, or reaching.\n\n7/10\n\nRight knee\n\nMs. Balduzzi has to be careful on how she positions her right knee. She finds this knee highly problematic at this time, especially when she completes physiotherapy exercises.  Pain is not bad when sitting but flares significantly when walking.\n\n7/10 \n\nBilateral arm pain\n\nShe reported developing severe pain in her arms as a result of straining herself whilst trying to complete bed transfers. She noted significant difficulty getting in and out of bed due to a combination of a high bed surface and a soft mattress.\n\n7/10\n\nRib pain\n\nMs. Balduzzi reports developing pain in her rib cage, with an unknown causality.\n\n5/10\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMs. Balduzzi reported that her cognition remains largely intact. She acknowledges experiencing some short-term memory impairments and a slight slowing of cognitive processing, but she does not believe these issues interfere with her ability to manage her affairs or interact effectively with treatment providers and family members.\n\n\n\nHer daughter, Linda Balduzzi, also confirmed that her mother’s cognition is not impaired in any way that she could detect.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nWhen questioned about her emotional state, Ms. Balduzzi provided the following account of her status:\n\n\n\nFrustration - Ms. Balduzzi experiences significant frustration due to the pain she endures and the challenges of securing insurance funding for home modifications. Her inability to drive has increased her reliance on PSW support for community access, adding to her dissatisfaction. She expressed a strong desire for autonomy, stating, \"I am not ready to move out of my home.”\n\n\n\nDepressive Symptoms - Ms. Balduzzi reports a sense of isolation and confinement within her home, stemming from her inability to access the community independently. This lack of mobility contributes to her feeling a void of meaningful activities, exacerbating her depressive symptoms.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMs. Balduzzi reported making use of the following strategies to manage her symptoms:\n\n\n\nRest\n\nActivity Avoidance\n\n\n\n\n\nTypical Day Post-Accident:\n\n\n\nAt the time of this assessment, there has been a significant shift in Ms. Balduzzi’s daily routine. Where she used to reportedly engage in small tasks around her home, such as washing the dishes and warming-up meals for herself, the last few months have seen a sharp decline in the number of activities she performs on a daily basis. By all accounts, Ms. Balduzzi is currently largely confined to one room adjacent to the bathroom, where her recliner chair is located. She spends a substantial portion of her time seated in that chair, recently reporting that she now sleeps the night there. Ms Balduzzi no longer engages in any form of upkeep of her environment and is dependent on care providers (PSW and Linda/family) to maintain her care needs on a day-to-day basis. Ms Balduzzi indicated that she spends the bulk of her days napping, watching the news, and reading the newspaper. She has no meaningful activity to occupy her time and her current level of inactivity is deeply concerning.\n\n\n\n\n\nOBJECTIVE INFORMATION:\n\n\n\nPostural Tolerances:\n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\nNo identified limitation\n\n\n\nShe noted being unable to lay comfortably on her bed and now sleeps in her living room recliner.\n\nMs. Balduzzi was observed lying in her recliner for the majority of this assessment.\n\n2. Sitting\n\nNo identified limitation\n\n\n\nGenerally able to sit for 1 hour on a surface where her back is supported.    \n\nMs. Balduzzi was observed sitting for periods of up to 45 minutes during this assessment. She sat on her rollator walker for the duration of the interview portion of this assessment.\n\n3. Standing\n\nNo identified limitation\n\n\n\nShort periods of time only.  She notes a decrease in her perceived ability to stand, which is limited to a few minutes maximum.\n\nShort periods of static and dynamic standing observed during this assessment.  Ms. Balduzzi made use of her walker to support herself in standing.\n\n4. Squatting\n\nAble with difficulty\n\n\n\nUnable\n\nMs. Balduzzi is unable to achieve this position.\n\n5. Kneeling\n\nAble with difficulty\n\n\n\nUnable\n\nMs. Balduzzi is unable to assume this position.\n\n6. Walking\n\nNo identified limitation\n\n\n\nShort distances only\n\nMs. Balduzzi was observed struggling significantly with basic mobility, such as transfers and walking. While she remains able to take limited steps on her own, the pace of her mobility has decreased substantially. She is now unable to ambulate with efficiency throughout her home, taking inordinate amounts of time to walk short distances. Short distance walking was observed to be laboured, heavily reliant on a rollator walker and generally unsteady in nature.\n\n7. Stair Climbing\n\nNo identified limitation\n\n\n\nAble to manage a few steps with support from handrail.\n\nStair management was not found to be safe at the time of this assessment and was not attempted by Ms. Balduzzi. She confirms ongoing use of the platform lift to access vehicles in her driveway for transport purposes.\n\n8. Driving\n\nNo identified limitation\n\n\n\nMs. Balduzzi reported that she is no longer driving as she has become unable to enter and exit her vehicle safely.\n\nNot formally assessed.  \n\n\n\n\n\nFunctional Transfers and Mobility: \n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\nIndependent\n\n\n\nIndependent with devices (automated lift chair recliner).\n\n\n\nDuring this assessment, Ms. Balduzzi was observed completing two transfers from her lift chair. The first transfer observed took a total of ten minutes to achieve with visible struggles positioning her body independently.\n\n2. Bed\n\nIndependent\n\n\n\nNo longer sleeps in her bed.\n\n\n\nBed transfers were not assessed during this assessment as Ms. Balduzzi demonstrated low tolerance to activity and noted no longer sleeping in her bed, instead choosing to spend her nights in her lift chair recliner.\n\n3. Toilet\n\nIndependent\n\n\n\nIndependent using raised toilet seat.\n\n\n\nMs. Balduzzi is found independent in the management of her toilet transfers, which she performs with the use of a raised toilet seat. While she struggles to access her bathroom due to previously noted mobility challenges, she remains able to manage these transfers independently.\n\n4. Bathtub\n\nIndependent\n\nMs. Balduzzi is no longer bathing regularly, and instead, engages in sponge bathing with the assistance of her PSW. She has reportedly not washed her hair in over a month and has no means of safely doing so. She has expressed in past touchpoints with this therapist that she would consider home modifications, including a roll-in shower stall. However, this has been placed on hold pending the outcome of the trial stay at Amica, noted previously.\n\nMs. Balduzzi is currently unable to safely manage bathtub transfers. She is discouraged from accessing her bathtub or shower stall without close stand-by supervision.\n\n5. Vehicle\n\nIndependent\n\nAssistance required for low vehicles.\n\n\n\nNot formally assessed.\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\n¾ range\n\n½ range\n\nLeft shoulder ROM significantly limited in all directions.  She has also developed pain and range restrictions in her right shoulder secondary to injuries sustained while completing bed transfers.\n\nExtension\n\n¾ range\n\n½ range\n\nAbduction\n\n¾ range\n\n½ range\n\nAdduction\n\n¾ range\n\n½ range\n\nInternal rotation\n\n¾ range\n\n½ range\n\nExternal rotation\n\n¾ range\n\n½ range\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\n    WFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk ROM limited in all planes.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\n½ range\n\nLeft ankle ROM restricted in all directions.\n\nPlantar flexion\n\nWFL\n\n½ range\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\n\n\nTYPE OF DWELLING\n\nSingle detached bungalow\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nMain Floor\n\nWood\n\nBathrooms\n\n1\n\nMain Floor\n\nLinoleum\n\nLiving Room\n\n1\n\nMain Floor\n\nWood \n\nFamily Room\n\n1\n\nBasement\n\nCarpet\n\nDining Room\n\n1\n\n Main Floor\n\nWood\n\nKitchen \n\n1\n\n Main Floor\n\nLinoleum\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\n14\n\nStairs leading to the basement of the home.\n\nCarpet\n\nBasement\n\n1\n\nBasement\n\nCarpet\n\nDriveway Description\n\nLong multi-car laneway leading to exterior garage structure separate from the home where Ms. Balduzzi parks her vehicle.\n\nYard description\n\nLarge city lot\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone \n\nChildren\n\nNone living in the home\n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of April 4, 2024. The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist’s] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMs. Balduzzi requires daily assistance for dressing and undressing her lower body.  She has been observed wearing loose nightdresses which she can don and doff independently.\n\n0 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\t\n\n70 minutes per week\n\nProsthetics\n\nNA\n\n0 minutes per week\n\nOrthotics\n\nNA\n\n0 minutes per week\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMs. Balduzzi requires assistance for the management of her hair, including washing, brushing and styling on a daily basis.\n\n\n\nShe also requires assistance for toenail care.\n\n75 minutes per week\n\nFeeding\n\nMs. Balduzzi is currently found unable to safely manage any aspects of meal preparation or serving.  She requires assistance with all aspects of feeding.\n\n420 minutes per week\n\nMobility *\n\nMs. Balduzzi has experienced a sharp decline in her mobility over the past five months leading to a need for supervision with ambulation and transfers due to high risk of falls and associated injuries.\n\n\n\nMs. Balduzzi has also ceased to use her bed and resorts to sleeping in her recliner due to difficulties/inability to manage bed transfers independently.\n\n630 minutes per week\n\nExtra Laundering\n\nMs. Balduzzi does not present any  extra laundering needs at this time.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMs. Balduzzi is unable to engage in any of the hygiene tasks listed.  She is dependent on assistance for all aspects of hygiene.\n\n270 minutes per week\n\nBasic Supervisory Care **\n\nMs. Balduzzi requires 24-hour care as a result of her inability to safely exit her home in case of an emergency.  \n\n8204 minutes per week\n\nCoordination of Attendant Care\n\nMs. Balduzzi requires assistance for the coordination of Attendant Care Services.\n\n30 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g., individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nMs. Baldussi is independent in the management of bowel and bladder needs.\n\n0 minutes per week\n\nBowel Care\n\n0 minutes per week\n\nTracheostomy\n\nNA\n\n0 minutes per week\n\nVentilator Care\n\nNA\n\n0 minutes per week\n\nExercise\n\nMs. Balduzzi would benefit from assistance for the completion of a daily exercise routine to foster improvements in her overall conditioning.\n\n210 minutes per week\n\nSkin Care\n\nMs. Balduzzi does not present any skin care needs at this time.\n\n0 minutes per week\n\nMedication\n\nMs. Balduzzi is able to manage her medication independently.   She requires assistance to obtain the medication from the pharmacy.\n\n10 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMs. Balduzzi requires assistance with all aspects of bathing.  She is currently functionally unsafe to manage her bathing needs independently.\n\n280 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nMs. Balduzzi requires monitoring of the various mobility aids she utilizes on a daily basis.\n\n10 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nNA\n\n0 minutes per week\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t9.92 hours per week \t\t$1276.06/month\n\nPart 2 \t-  Basic Supervisory Functions\t\t2.83 hours per week \t    \t$8401.91/month\n\nPart 3\t-  Complex Health/Care and Hygiene\t8.50 hours per week \t\t$ 771.57 /month\n\n\n\nTotal monthly assessed attendant care benefit:  $10449.54 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\nCONTACT:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-776-1266 or by email at sebastien@ferlandassociates.com .  \n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEnclosed:  \tNA\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report and has provided authorization to utilize the electronic signature.\n\n \n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $10449.54 (subject to limits under Statutory Accident Benefits Schedule)\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-776-1266 or by email at sebastien@ferlandassociates.com .  \n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tNA\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report and has provided authorization to utilize the electronic signature.",
    "ADLS": "At the time of this therapist’s last assessment in December of 2023, she noted that she had been spending most of her time in her home with weekly outings, assisted by her PSW for banking and other instrumental activities of daily living. She noted a deterioration of her overall physical health, which included severe pain in both her arms and ribs, as well as left leg numbness and pain.  She presented with an increased degree of deconditioning in comparison to the past touchpoints held with her in past years.\n\nFive months following this last touchpoint, Ms. Balduzzi has experienced a sharp deterioration in her overall level of physical conditioning and ease of mobility.  This therapist observed Ms. Balduzzi struggling to get out of her lift-chair independently and walking two steps to the back patio door where this therapist was instructed to use to enter her home. The process of raising her chair, transferring to a standing position, and laboriously struggling to take a step took over ten minutes to complete. She is at this time not receiving any form of treatment and a referral for resumption of physiotherapy was facilitated by this therapist as part of the care plan.\n\nMs. Balduzzi has agreed to a trial stay at a local assisted living facility (Amica Senior Lifestyles), as it became evident to her that the prospect of continuing to live at home placed her at unreasonable risk.\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\nMs. Balduzzi continues to be monitored by her family physician. She noted that she visits her GP on rare occasions, and did not recall the last contact they had.\n\nMEDICATION:\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nSynthroid\n\n0.125 mg/day\n\nHypothyroidism\n\nVitamin D\n\nNA\n\nSupplement\n\nCalcium\n\nNA\n\nSupplement\n\nMagnesium\n\nNA\n\nSupplement\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):",
    "SYMPTOMS": "Ms. Balduzzi has also ceased to use her bed and resorts to sleeping in her recliner due to difficulties/inability to manage bed transfers independently.\n\n630 minutes per week\n\nExtra Laundering\n\nMs. Balduzzi does not present any  extra laundering needs at this time.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Ms. Balduzzi’s current functional status as it relates to the ability to complete the reported pre-accident activities of daily living.",
    "MEDICAL_HISTORY": "Ms. Balduzzi is a 90-year-old female who resides alone in a single-family bungalow home in Ottawa, Ontario.  She provided the following pre-existing medical history when first assessed by this therapist in 2019:\n\nComplete reversed shoulder replacement in 2010, left-sided, as a result of a slip and fall where she shattered her shoulder.\n\nHypothyroidism\n\nSleep apnea\n\nThalassemia trait\n\nOsteoporosis",
    "TYPICAL_DAY": "At the time of this assessment, there has been a significant shift in Ms. Balduzzi’s daily routine. Where she used to reportedly engage in small tasks around her home, such as washing the dishes and warming-up meals for herself, the last few months have seen a sharp decline in the number of activities she performs on a daily basis. By all accounts, Ms. Balduzzi is currently largely confined to one room adjacent to the bathroom, where her recliner chair is located. She spends a substantial portion of her time seated in that chair, recently reporting that she now sleeps the night there. Ms Balduzzi no longer engages in any form of upkeep of her environment and is dependent on care providers (PSW and Linda/family) to maintain her care needs on a day-to-day basis. Ms Balduzzi indicated that she spends the bulk of her days napping, watching the news, and reading the newspaper. She has no meaningful activity to occupy her time and her current level of inactivity is deeply concerning.\n\nOBJECTIVE INFORMATION:\n\nPostural Tolerances:\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\nNo identified limitation\n\nShe noted being unable to lay comfortably on her bed and now sleeps in her living room recliner.\n\nMs. Balduzzi was observed lying in her recliner for the majority of this assessment.\n\n2. Sitting\n\nNo identified limitation\n\nGenerally able to sit for 1 hour on a surface where her back is supported.    \n\nMs. Balduzzi was observed sitting for periods of up to 45 minutes during this assessment. She sat on her rollator walker for the duration of the interview portion of this assessment.\n\n3. Standing\n\nNo identified limitation\n\nShort periods of time only.  She notes a decrease in her perceived ability to stand, which is limited to a few minutes maximum.\n\nShort periods of static and dynamic standing observed during this assessment.  Ms. Balduzzi made use of her walker to support herself in standing.\n\n4. Squatting\n\nAble with difficulty\n\nUnable\n\nMs. Balduzzi is unable to achieve this position.\n\n5. Kneeling\n\nAble with difficulty\n\nUnable\n\nMs. Balduzzi is unable to assume this position.\n\n6. Walking\n\nNo identified limitation\n\nShort distances only\n\nMs. Balduzzi was observed struggling significantly with basic mobility, such as transfers and walking. While she remains able to take limited steps on her own, the pace of her mobility has decreased substantially. She is now unable to ambulate with efficiency throughout her home, taking inordinate amounts of time to walk short distances. Short distance walking was observed to be laboured, heavily reliant on a rollator walker and generally unsteady in nature.\n\n7. Stair Climbing\n\nNo identified limitation\n\nAble to manage a few steps with support from handrail.\n\nStair management was not found to be safe at the time of this assessment and was not attempted by Ms. Balduzzi. She confirms ongoing use of the platform lift to access vehicles in her driveway for transport purposes.\n\n8. Driving\n\nNo identified limitation\n\nMs. Balduzzi reported that she is no longer driving as she has become unable to enter and exit her vehicle safely.\n\nNot formally assessed.  \n\nFunctional Transfers and Mobility: \n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\nIndependent\n\nIndependent with devices (automated lift chair recliner).\n\nDuring this assessment, Ms. Balduzzi was observed completing two transfers from her lift chair. The first transfer observed took a total of ten minutes to achieve with visible struggles positioning her body independently.\n\n2. Bed\n\nIndependent\n\nNo longer sleeps in her bed.\n\nBed transfers were not assessed during this assessment as Ms. Balduzzi demonstrated low tolerance to activity and noted no longer sleeping in her bed, instead choosing to spend her nights in her lift chair recliner.\n\n3. Toilet\n\nIndependent\n\nIndependent using raised toilet seat.\n\nMs. Balduzzi is found independent in the management of her toilet transfers, which she performs with the use of a raised toilet seat. While she struggles to access her bathroom due to previously noted mobility challenges, she remains able to manage these transfers independently.\n\n4. Bathtub\n\nIndependent\n\nMs. Balduzzi is no longer bathing regularly, and instead, engages in sponge bathing with the assistance of her PSW. She has reportedly not washed her hair in over a month and has no means of safely doing so. She has expressed in past touchpoints with this therapist that she would consider home modifications, including a roll-in shower stall. However, this has been placed on hold pending the outcome of the trial stay at Amica, noted previously.\n\nMs. Balduzzi is currently unable to safely manage bathtub transfers. She is discouraged from accessing her bathtub or shower stall without close stand-by supervision.\n\n5. Vehicle\n\nIndependent\n\nAssistance required for low vehicles.\n\nNot formally assessed.\n\nActive Range of Motion:\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\n¾ range\n\n½ range\n\nLeft shoulder ROM significantly limited in all directions.  She has also developed pain and range restrictions in her right shoulder secondary to injuries sustained while completing bed transfers.\n\nExtension\n\n¾ range\n\n½ range\n\nAbduction\n\n¾ range\n\n½ range\n\nAdduction\n\n¾ range\n\n½ range\n\nInternal rotation\n\n¾ range\n\n½ range\n\nExternal rotation\n\n¾ range\n\n½ range\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\n    WFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk ROM limited in all planes.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\n½ range\n\nLeft ankle ROM restricted in all directions.\n\nPlantar flexion\n\nWFL\n\n½ range",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle detached bungalow\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nMain Floor\n\nWood\n\nBathrooms\n\n1\n\nMain Floor\n\nLinoleum\n\nLiving Room\n\n1\n\nMain Floor\n\nWood \n\nFamily Room\n\n1\n\nBasement\n\nCarpet\n\nDining Room\n\n1\n\n Main Floor\n\nWood\n\nKitchen \n\n1\n\n Main Floor\n\nLinoleum\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\n14\n\nStairs leading to the basement of the home.\n\nCarpet\n\nBasement\n\n1\n\nBasement\n\nCarpet\n\nDriveway Description\n\nLong multi-car laneway leading to exterior garage structure separate from the home where Ms. Balduzzi parks her vehicle.\n\nYard description\n\nLarge city lot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone \n\nChildren\n\nNone living in the home"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "ATTENDANT_CARE": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {}
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $10449",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $10449.54 (subject to limits under Statutory Accident Benefits Schedule)\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-776-1266 or by email at sebastien@ferlandassociates.com .  \n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tNA\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": "The process of raising her chair, transferring to a standing position, and laboriously struggling to take a step took over ten minutes to complete."
        },
        "ambulation": {
          "level": "unknown",
          "notes": "Balduzzi has experienced a sharp deterioration in her overall level of physical conditioning and ease of mobility."
        },
        "stairs": {
          "level": "unknown",
          "notes": "Balduzzi struggling to get out of her lift-chair independently and walking two steps to the back patio door where this therapist was instructed to use to enter her home."
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": "At the time of this therapist’s last assessment in December of 2023, she noted that she had been spending most of her time in her home with weekly outings, assisted by her PSW for banking and other instrumental activities of daily living."
        },
        "medication": {
          "level": "unknown",
          "notes": "CURRENT MEDICAL/REHABILITATION TEAM:\n\nMs."
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "At the time of this therapist’s last assessment in December of 2023, she noted that she had been spending most of her time in her home with weekly outings, assisted by her PSW for banking and other instrumental activities of daily living. She noted a deterioration of her overall physical health, which included severe pain in both her arms and ribs, as well as left leg numbness and pain.  She presented with an increased degree of deconditioning in comparison to the past touchpoints held with her in past years.\n\nFive months following this last touchpoint, Ms. Balduzzi has experienced a sharp deterioration in her overall level of physical conditioning and ease of mobility.  This therapist observed Ms. Balduzzi struggling to get out of her lift-chair independently and walking two steps to the back patio door where this therapist was instructed to use to enter her home. The process of raising her chair, transferring to a standing position, and laboriously struggling to take a step took over ten minutes to complete. She is at this time not receiving any form of treatment and a referral for resumption of physiotherapy was facilitated by this therapist as part of the care plan.\n\nMs. Balduzzi has agreed to a trial stay at a local assisted living facility (Amica Senior Lifestyles), as it became evident to her that the prospect of continuing to live at home placed her at unreasonable risk.\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\nMs. Balduzzi continues to be monitored by her family physician. She noted that she visits her GP on rare occasions, and did not recall the last contact they had.\n\nMEDICATION:\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nSynthroid\n\n0.125 mg/day\n\nHypothyroidism\n\nVitamin D\n\nNA\n\nSupplement\n\nCalcium\n\nNA\n\nSupplement\n\nMagnesium\n\nNA\n\nSupplement\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0.5,
          "ambulation": 0.5,
          "stairs": 0.5,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0.5,
          "medication": 0.5
        }
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Ms. Balduzzi has also ceased to use her bed and resorts to sleeping in her recliner due to difficulties/inability to manage bed transfers independently.\n\n630 minutes per week\n\nExtra Laundering\n\nMs. Balduzzi does not present any  extra laundering needs at this time.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Ms. Balduzzi’s current functional status as it relates to the ability to complete the reported pre-accident activities of daily living.",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Ms. Balduzzi is a 90-year-old female who resides alone in a single-family bungalow home in Ottawa, Ontario.  She provided the following pre-existing medical history when first assessed by this therapist in 2019:\n\nComplete reversed shoulder replacement in 2010, left-sided, as a result of a slip and fall where she shattered her shoulder.\n\nHypothyroidism\n\nSleep apnea\n\nThalassemia trait\n\nOsteoporosis",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "At the time of this assessment, there has been a significant shift in Ms. Balduzzi’s daily routine. Where she used to reportedly engage in small tasks around her home, such as washing the dishes and warming-up meals for herself, the last few months have seen a sharp decline in the number of activities she performs on a daily basis. By all accounts, Ms. Balduzzi is currently largely confined to one room adjacent to the bathroom, where her recliner chair is located. She spends a substantial portion of her time seated in that chair, recently reporting that she now sleeps the night there. Ms Balduzzi no longer engages in any form of upkeep of her environment and is dependent on care providers (PSW and Linda/family) to maintain her care needs on a day-to-day basis. Ms Balduzzi indicated that she spends the bulk of her days napping, watching the news, and reading the newspaper. She has no meaningful activity to occupy her time and her current level of inactivity is deeply concerning.",
        "OBJECTIVE INFORMATION:",
        "Postural Tolerances:",
        "Activity",
        "Client Self-Report",
        "Pre-Accident",
        "Post-Accident",
        "Therapist Observation",
        "Lying",
        "No identified limitation",
        "Short periods of static and dynamic standing observed during this assessment.  Ms. Balduzzi made use of her walker to support herself in standing.",
        "Squatting",
        "Able with difficulty",
        "Unable",
        "Ms. Balduzzi is unable to achieve this position.",
        "Kneeling",
        "Ms. Balduzzi is unable to assume this position.",
        "Walking",
        "Short distances only",
        "Ms. Balduzzi was observed struggling significantly with basic mobility, such as transfers and walking. While she remains able to take limited steps on her own, the pace of her mobility has decreased substantially. She is now unable to ambulate with efficiency throughout her home, taking inordinate amounts of time to walk short distances. Short distance walking was observed to be laboured, heavily reliant on a rollator walker and generally unsteady in nature.",
        "Stair Climbing",
        "Able to manage a few steps with support from handrail.",
        "Stair management was not found to be safe at the time of this assessment and was not attempted by Ms. Balduzzi. She confirms ongoing use of the platform lift to access vehicles in her driveway for transport purposes.",
        "Driving",
        "Ms. Balduzzi reported that she is no longer driving as she has become unable to enter and exit her vehicle safely.",
        "Not formally assessed.",
        "Functional Transfers and Mobility:",
        "Chair",
        "Independent",
        "Independent with devices (automated lift chair recliner).",
        "During this assessment, Ms. Balduzzi was observed completing two transfers from her lift chair. The first transfer observed took a total of ten minutes to achieve with visible struggles positioning her body independently.",
        "Bed",
        "Ms. Balduzzi is no longer bathing regularly, and instead, engages in sponge bathing with the assistance of her PSW. She has reportedly not washed her hair in over a month and has no means of safely doing so. She has expressed in past touchpoints with this therapist that she would consider home modifications, including a roll-in shower stall. However, this has been placed on hold pending the outcome of the trial stay at Amica, noted previously.",
        "Ms. Balduzzi is currently unable to safely manage bathtub transfers. She is discouraged from accessing her bathtub or shower stall without close stand-by supervision.",
        "Vehicle",
        "Assistance required for low vehicles.",
        "Active Range of Motion:",
        "Legend:",
        "WFL: \t\tWithin Functional Limits",
        "%: \t\tapproximate percentage of normal range",
        "Nominal: \tless than 25% range",
        "Movement",
        "Comments",
        "Forward flexion",
        "No identified limitations.",
        "Lateral flexion",
        "Rotation",
        "Extension",
        "Shoulder",
        "Flexion",
        "¾ range",
        "½ range",
        "Left shoulder ROM significantly limited in all directions.  She has also developed pain and range restrictions in her right shoulder secondary to injuries sustained while completing bed transfers.",
        "Abduction",
        "Adduction",
        "Internal rotation",
        "External rotation",
        "Supination",
        "Pronation",
        "WFL",
        "Trunk ROM limited in all planes.",
        "Dorsiflexion",
        "Left ankle ROM restricted in all directions.",
        "Plantar flexion"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [
        "She noted being unable to lay comfortably on her bed and now sleeps in her living room recliner.",
        "Ms. Balduzzi was observed lying in her recliner for the majority of this assessment.",
        "Sitting",
        "No identified limitation",
        "Generally able to sit for 1 hour on a surface where her back is supported.",
        "Ms. Balduzzi was observed sitting for periods of up to 45 minutes during this assessment. She sat on her rollator walker for the duration of the interview portion of this assessment.",
        "Standing",
        "Short periods of time only.  She notes a decrease in her perceived ability to stand, which is limited to a few minutes maximum.",
        "No longer sleeps in her bed.",
        "Bed transfers were not assessed during this assessment as Ms. Balduzzi demonstrated low tolerance to activity and noted no longer sleeping in her bed, instead choosing to spend her nights in her lift chair recliner.",
        "Toilet",
        "Independent",
        "Independent using raised toilet seat.",
        "Ms. Balduzzi is found independent in the management of her toilet transfers, which she performs with the use of a raised toilet seat. While she struggles to access her bathroom due to previously noted mobility challenges, she remains able to manage these transfers independently.",
        "Bathtub"
      ],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "At the time of this assessment, there has been a significant shift in Ms. Balduzzi’s daily routine. Where she used to reportedly engage in small tasks around her home, such as washing the dishes and warming-up meals for herself, the last few months have seen a sharp decline in the number of activities she performs on a daily basis. By all accounts, Ms. Balduzzi is currently largely confined to one room adjacent to the bathroom, where her recliner chair is located. She spends a substantial portion of her time seated in that chair, recently reporting that she now sleeps the night there. Ms Balduzzi no longer engages in any form of upkeep of her environment and is dependent on care providers (PSW and Linda/family) to maintain her care needs on a day-to-day basis. Ms Balduzzi indicated that she spends the bulk of her days napping, watching the news, and reading the newspaper. She has no meaningful activity to occupy her time and her current level of inactivity is deeply concerning.\n\nOBJECTIVE INFORMATION:\n\nPostural Tolerances:\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\nNo identified limitation\n\nShe noted being unable to lay comfortably on her bed and now sleeps in her living room recliner.\n\nMs. Balduzzi was observed lying in her recliner for the majority of this assessment.\n\n2. Sitting\n\nNo identified limitation\n\nGenerally able to sit for 1 hour on a surface where her back is supported.    \n\nMs. Balduzzi was observed sitting for periods of up to 45 minutes during this assessment. She sat on her rollator walker for the duration of the interview portion of this assessment.\n\n3. Standing\n\nNo identified limitation\n\nShort periods of time only.  She notes a decrease in her perceived ability to stand, which is limited to a few minutes maximum.\n\nShort periods of static and dynamic standing observed during this assessment.  Ms. Balduzzi made use of her walker to support herself in standing.\n\n4. Squatting\n\nAble with difficulty\n\nUnable\n\nMs. Balduzzi is unable to achieve this position.\n\n5. Kneeling\n\nAble with difficulty\n\nUnable\n\nMs. Balduzzi is unable to assume this position.\n\n6. Walking\n\nNo identified limitation\n\nShort distances only\n\nMs. Balduzzi was observed struggling significantly with basic mobility, such as transfers and walking. While she remains able to take limited steps on her own, the pace of her mobility has decreased substantially. She is now unable to ambulate with efficiency throughout her home, taking inordinate amounts of time to walk short distances. Short distance walking was observed to be laboured, heavily reliant on a rollator walker and generally unsteady in nature.\n\n7. Stair Climbing\n\nNo identified limitation\n\nAble to manage a few steps with support from handrail.\n\nStair management was not found to be safe at the time of this assessment and was not attempted by Ms. Balduzzi. She confirms ongoing use of the platform lift to access vehicles in her driveway for transport purposes.\n\n8. Driving\n\nNo identified limitation\n\nMs. Balduzzi reported that she is no longer driving as she has become unable to enter and exit her vehicle safely.\n\nNot formally assessed.  \n\nFunctional Transfers and Mobility: \n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\nIndependent\n\nIndependent with devices (automated lift chair recliner).\n\nDuring this assessment, Ms. Balduzzi was observed completing two transfers from her lift chair. The first transfer observed took a total of ten minutes to achieve with visible struggles positioning her body independently.\n\n2. Bed\n\nIndependent\n\nNo longer sleeps in her bed.\n\nBed transfers were not assessed during this assessment as Ms. Balduzzi demonstrated low tolerance to activity and noted no longer sleeping in her bed, instead choosing to spend her nights in her lift chair recliner.\n\n3. Toilet\n\nIndependent\n\nIndependent using raised toilet seat.\n\nMs. Balduzzi is found independent in the management of her toilet transfers, which she performs with the use of a raised toilet seat. While she struggles to access her bathroom due to previously noted mobility challenges, she remains able to manage these transfers independently.\n\n4. Bathtub\n\nIndependent\n\nMs. Balduzzi is no longer bathing regularly, and instead, engages in sponge bathing with the assistance of her PSW. She has reportedly not washed her hair in over a month and has no means of safely doing so. She has expressed in past touchpoints with this therapist that she would consider home modifications, including a roll-in shower stall. However, this has been placed on hold pending the outcome of the trial stay at Amica, noted previously.\n\nMs. Balduzzi is currently unable to safely manage bathtub transfers. She is discouraged from accessing her bathtub or shower stall without close stand-by supervision.\n\n5. Vehicle\n\nIndependent\n\nAssistance required for low vehicles.\n\nNot formally assessed.\n\nActive Range of Motion:\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\n¾ range\n\n½ range\n\nLeft shoulder ROM significantly limited in all directions.  She has also developed pain and range restrictions in her right shoulder secondary to injuries sustained while completing bed transfers.\n\nExtension\n\n¾ range\n\n½ range\n\nAbduction\n\n¾ range\n\n½ range\n\nAdduction\n\n¾ range\n\n½ range\n\nInternal rotation\n\n¾ range\n\n½ range\n\nExternal rotation\n\n¾ range\n\n½ range\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\n    WFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk ROM limited in all planes.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\n½ range\n\nLeft ankle ROM restricted in all directions.\n\nPlantar flexion\n\nWFL\n\n½ range",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0.8,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "Single detached bungalow",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "Main Floor",
        "Bathrooms",
        "Main Floor",
        "Living Room",
        "Main Floor",
        "Basement",
        "Dining Room",
        "Main Floor",
        "Kitchen",
        "Main Floor",
        "Basement",
        "Stairs",
        "Stairs leading to the basement of the home.",
        "Basement",
        "Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle detached bungalow\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nMain Floor\n\nWood\n\nBathrooms\n\n1\n\nMain Floor\n\nLinoleum\n\nLiving Room\n\n1\n\nMain Floor\n\nWood \n\nFamily Room\n\n1\n\nBasement\n\nCarpet\n\nDining Room\n\n1\n\n Main Floor\n\nWood\n\nKitchen \n\n1\n\n Main Floor\n\nLinoleum\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\n14\n\nStairs leading to the basement of the home.\n\nCarpet\n\nBasement\n\n1\n\nBasement\n\nCarpet\n\nDriveway Description\n\nLong multi-car laneway leading to exterior garage structure separate from the home where Ms. Balduzzi parks her vehicle.\n\nYard description\n\nLarge city lot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone \n\nChildren\n\nNone living in the home",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    }
  }
}