{
  "fileName": "Copy of Fincham, Sophia IHA.docx",
  "originalText": "OCCUPATIONAL THERAPY \n\nIN-HOME ASSESSMENT \n\nClient Name: Ms. Sophia Fincham Date of Loss: 2017-05-18 \n\nAddress: 8 Rudd Avenue, Kingston, ON  \n\nK7L 4V1 \n\nTelephone #: 613-805-3474\n\nLawyer: Frank McNally Firm: McNally Gervan Adjuster: NA Insurer: NA \n\nClaim No.: NA\n\nTherapist: Sebastien Ferland OT Reg.(Ont.) Date of Assessment: 2021-05-20 Date of Report: 2021-06-21\n\n\n\n\n\nTHERAPIST QUALIFICATIONS: \n\nSebastien is an Occupational Therapist with over 23 years of experience. His professional practice  began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and launched  himself in the world of private business. Over the years, Sebastien has provided services to the  automobile insurance and legal communities as well the WSIB, Veterans Affairs and the Long \n\nTerm Disability sector. \n\nSebastien has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary Occupational Therapist as well as a  Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries and  amputations. He also has extensive experience working with individuals who have been deemed  to meet the catastrophic threshold on the basis of psychological and/or psychiatric impairments. \n\nOver his years of working with individuals injured in motor vehicle accidents, Sebastien developed  a strong interest in the field of mental health, focussed on functional reactivation for injured  individuals suffering from depression, anxiety and posttraumatic stress. His clinical acumen has  led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice. \n\n672 Everlasting Crescent P: (613) 204-1549  Ottawa, ON K4A 0K4 F: (888) 871-1549 ferland@ferlandassociates.com \n\nDate of Report: 2021-06-21 \n\nPURPOSE OF REFERRAL: \n\nMs. Fincham was referred to Ferland & Associates Rehabilitation Inc. by her legal representative  Mr. Frank McNally of McNally Gervan. The purpose of this referral was to conduct an In-Home  Assessment of Ms. Fincham in relation to injuries she sustained in a motor vehicle accident which  occurred on May18, 2017 and to provide recommendations for treatment. \n\nSUMMARY OF FINDINGS: \n\nMs. Fincham is a 30-year-old woman who was involved in a significant T-bone collision on May  18, 2017, resulting in a number of soft-tissue injuries and a concussion. Prior to the subject  MVA, Ms. Fincham led a highly active lifestyle, enjoying a wide array of sporting  activities. She describes a past medical history for anxiety issues resulting from difficult  interactions with her alcoholic father. She notes having been prescribed medication intermittently  throughout her young adulthood, but notes that she remained highly active in all aspects of her life. \n\nAs a result of the subjectMVA, Ms. Fincham sustained the following injuries: \n\n• Concussion \n\n• Whiplash injury \n\n• Sprained right rotator cuff \n\n• Sprained wrists, bilaterally \n\n• Sprained right elbow \n\nMs. Fincham’s course of recovery has been found to be limited in terms of rehabilitation initiatives.  She reported having obtained a short course of physiotherapy services through Pro Physio & Sports  Medicine Centre under the Minor Injury Guideline and that she was discharged from care once the  funding ran out. She obtained a course of four additional treatments in 2019 and has since not  received any form of treatment. She noted that she continues to struggle with physical pain, as well  as an array of emotional and cognitive issues which persist to this day. She has been followed by  her GP Dr. Holman, whom she has not visited since the Summer of 2020. \n\nMs. Fincham noted that she does not currently make use of any prescription medication. She noted  that she has purchased Adderall tablets on the black market to help with focus during exams and  that she also self-medicates with alcohol and marijuana on a daily basis. She noted that she will  drink anywhere between 5 – 10 beers per night. She continues to experience pain, such as headaches/migraines, neck pain, bilateral shoulder pain, thoracic spine pain and  numbness in her left hand. She also endorsed a number of cognitive symptoms including poor  focus and concentration. She indicated making use of Adderall and Vyvanse purchased on the  black market to assist her with studying for exams. Ms. Fincham also noted a significant  psychological deterioration which occurred following the accident. She highlighted the following  emotional issues: \n\n• Highly reactive, will have bursts of anger or be brought to tears easily \n\n• Increase moodiness\n\n______________________________________________________________________________ Sophia Fincham Page 2 of 13 \n\nDate of Report: 2021-06-21 \n\n• Bouts of road rage, irritable when driving \n\n• “I feel mad for no reason” \n\n• “I am mean to people I love” \n\n• Increased social isolation \n\n• Feels tired all the time \n\n• Most days are bad, “70% shitty and 30% ok” \n\n• Unable to cope with stress \n\n• Drinks daily large quantities of alcohol to numb herself \n\nAt this juncture, it is clear that Ms. Fincham has developed a number of issues which are impacting  her ability to function effectively. While she is working a high number of hours as a respiratory therapist at the KGH, she is not functioning well outside of her work setting. She shared concerns  that her current lifestyle may impact her ability to deliver quality care in the future if she does not  obtain help. \n\nThis therapist would note that the numerous issues which she continues to struggle with cannot  adequately be addressed within the Minor Injury Guideline. Ms. Fincham would benefit from  access to Occupational Therapy and Psychology to assist her with developing a healthier array of  coping strategies.  \n\nRECOMMENDATIONS: \n\nFurther Occupational Therapy Interventions: \n\nMs. Fincham would benefit from access to bi-weekly Occupational Therapy treatment sessions to  assist her with developing healthier coping strategies to manage her symptoms and foster  engagement in meaningful activity. She is currently in a perpetual cycle of working long hours on  a COVID ward and binge drinking after work. She also requires assistance from OT to develop  strategies to mitigate her ongoing cognitive struggles.  \n\nReferral for Other Services: \n\nMs. Fincham would also benefit from access to psychological care to assist her with managing her  anxiety. A psychological assessment should be conducted to assess her needs in this regard. \n\nINFORMED CONSENT STATEMENT: \n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario: \n\n• An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\n______________________________________________________________________________ Sophia Fincham Page 3 of 13 \n\nDate of Report: 2021-06-21 \n\n• The assessment has been requested by her legal representative Mr. Frank McNally of  McNally Gervan. \n\n• The purpose of this assessment is to assess Ms. Fincham’s current functional status as it  relates to her ability to complete her reported pre-accident activities of daily living. • The proposed assessment will include: an interview, a physical assessment and also  \n\nobservations of the ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if required. • Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects. \n\n• Recommendations may be provided at the conclusion of the assessment. These  recommendations may include: \n\no Occupational Therapy Treatment \n\no Assistive Devices \n\no Referral to other practitioners \n\no Support services \n\n• A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer. This may be an in \n\nperson assessment or a remote paper-review assessment. Funding for the requested goods  and/or services may ultimately be declined. \n\n• Ms. Fincham may choose to participate or decline any or all of the proposed assessment. • A report documenting this assessment will be completed and copies will be provided to the  following parties via secure transmission (fax or encrypted email attachment): o Frank McNally, McNally Gervan \n\nFollowing this therapist’s explanation Ms. Fincham granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  \n\nDOCUMENTATION REVIEWED: \n\n1. Hospital Records  \n\nA. Kemptville District Hospital  \n\n(1) Clinical notes and records received February 24, 2020  \n\nB. The Ottawa Hospital  \n\n(1) Clinical notes and records received July 21, 2020 \n\nC. Queensway Carleton Hospital  \n\n(1) Clinical notes and records received November 30, 2020 \n\nD. Winchester Hospital  \n\n(1) Clinical notes and records received November 26, 2020  \n\n2. Family Doctor  \n\nA. Dr. Holman/Rutherford \n\n______________________________________________________________________________ Sophia Fincham Page 4 of 13 \n\nDate of Report: 2021-06-21 \n\n(1) Clinical notes dated May 23, 2017 \n\n(2) Clinical notes and records received July18, 2017 \n\n(3) Clinical notes and records received August 20, 2019 \n\n(4) Clinical notes and records received March 18, 2020 \n\n3. Treating Specialists  \n\nA. Pro Physic - Kemptville  \n\n(1) Clinical Note dated May 24, 2017 \n\n(2) Clinical Note dated May 24, 2017 re: changes  \n\n(3) Clinical notes and records received August 10, 2020 \n\n4. OHIP decoded summary  \n\nA. OHIP Decoded Summary from May 18, 2012 to February 12, 2020 \n\nPRE-ACCIDENT MEDICAL HISTORY: \n\nMs. Fincham reported a longstanding history of anxiety stemming from difficult interactions with  her alcoholic father throughout her life. She noted that she has been prescribed medication in the  past to manage her anxiety. \n\nMs. Fincham also noted having had an ovarian cyst which was diagnosed when she was 14 years  old. \n\nShe declined the presence of any other medical condition or past medical issues which would  impact her clinical presentation on the day of this assessment or her course of recovery from the  injuries she sustained in the subject motor vehicle accident. \n\nMECHANISM OF INJURY: \n\nOn May 18, 2017, Ms. Fincham reported that she was the restrained driver in a vehicle which was  turning left at an intersection. She noted that as she proceeded through the intersection, another  vehicle t-boned her vehicle, striking the rear passenger side of her car. Ms. Fincham noted that  she “went blank, zoned out” following the impact. She did note a cut on her head but reportedly  declined paramedics at the scene of the crash. She opted to go home and go to bed, noting a high  level of stress stemming from the events of that day.  \n\nMs. Fincham sought medical attention from her family physician on the day following the  accident. She noted having developed a migraine and noted that she realized that she had little to  no recollection or memory of the crash. She went on to develop a number of difficulties with short  term memory, focus, attention, mood regulation, all of which have impacted her ability to partake  in schooling activities. She noted having begun drinking heavily following the accident and that  she began making use of Adderall purchased on the street to help with focus during exam periods.  She continues to struggle to this day with a number of physical, emotional, and cognitive  symptoms, which will be described later in this report.\n\n______________________________________________________________________________ Sophia Fincham Page 5 of 13 \n\nDate of Report: 2021-06-21 \n\nNATURE OF INJURY: \n\nBased on a review of available medical documentation, Ms. Fincham sustained the following  injuries as a result of the subject motor vehicle accident: \n\n• Concussion \n\n• Whiplash injury \n\n• Sprained right rotator cuff \n\n• Sprained wrists, bilaterally \n\n• Sprained right elbow \n\nCOURSE OF RECOVERY TO DATE: \n\nMs. Fincham’s course of recovery has been found to be limited in terms of rehabilitation initiatives.  She reported having obtained a short course of physiotherapy through Pro Physio & Sports  Medicine Centre under the Minor Injury Guideline and that she was discharged from care once the  funding ran out. She obtained a course of four additional treatments in 2019 and has since not  received any form of treatment. She noted that she continues to struggle with physical pain as well  as an array of emotional and cognitive issues which persist to this day. She has been followed by  her GP Dr. Holman, whom she has not visited since the Summer of 2020. \n\nAt the time of this assessment no PT.  Massage therapy once monthly but has not attended since November due to illness.  Next appointment\n\n‘Brinet Raycraft RMT” 739-B Arlington Park Place Kingston.  Pays out of pocket.  No idea of coverage.  \n\nStarted antidepressants Deloxetine 30 mg twice daily in the morning.  This was prescribed in November of 2022.  She was in a very bad place when she started.  She reported episodes of dissociation and suicidal ideation.  Every drive home from work led to thoughts of driving into a tree.  She would get home and not recall her drive.  She could not recall the last 10 minutes of her drive.  She does not recall any specific triggers.  Chronic pain, drinking a lot, long hours at work, not being in the sun.  Was drinking 5 - 10 beers/day.  \n\nStill drinking about 5 - 10 beers per day.  She feels embarrassed and gets emotional which she does not want.  This started with the chronic pain and has progressed to a coping mechanism from the physical and emotional trauma from the workplace.  \n\nCURRENT MEDICAL/REHABILITATION TEAM: \n\nHealth  \n\nProfessional  \n\nName and  \n\nSpecialty\n\nDate of Last Appointment/  Frequency of  \n\nappointments\n\nOutcome of Last  \n\nAppointment\n\nDate of Next  \n\nAppointment\n\nDr. Holman, GP or Dr. Keifer GP\n\nLast seen Summer of 2020. \n\nShoulder pain and birth  control discussed\n\nNone scheduled\n\nRMT\n\nOnce monthly\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMs. Fincham indicated that she would like to resume physiotherapy as she continues to struggle  with significant pain symptoms which will be described later in this report. \n\n\n\nWill stop compression but can go no more than 2 minutes and has to tap out and be replaced.\n\nHas struggles with intubation.\n\nMEDICATION: \n\nNo longer taking Adderal.  She no longer has access to these medications.  Priorities have shifted not she wants to nap at work.  Interactions with medication is an issue.  Adrenaline from workis enough.  \n\nSmoking cannabis 2g/day at the most.\n\nMs. Fincham noted that she does not currently make use of any prescription medication. She noted  that she has purchased Adderall tablets on the black market to help with focus during exams and  that she also self-medicates with alcohol and marijuana on a daily basis. She noted that she will  drink anywhere in between 5 – 10 beers per night.\n\n______________________________________________________________________________ Sophia Fincham Page 6 of 13 \n\nDate of Report: 2021-06-21 \n\nSUBJECTIVE INFORMATION (CLIENT REPORT): \n\nPhysical Symptoms: \n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain. \n\nSymptom/Complaint \n\nDetails \n\nPain Rating  if  \n\nNecessary\n\nHeadaches \n\nShe experiences headaches 3 times per week.  Migraines have reduced.  If she shifts her eyes too fast, she will have “ocular migraines” where she will experience vertigo (like being on a boat).  This is intermittent.  Painful migraines occur maybe every 3 months lasting two days.  She feels super stiff neck when it is coming on like meningitis.  \n\n3/10 daily  with  \n\nmigraines of  7 – 8/10  once or  twice  \n\nmonthly.\n\nNeck pain \n\nShe reports pain in her cervical spine which is  constant. She describes cervical stiffness  which fluctuates but tends to be increased  when headaches are present. She reports that  this pain radiates to her trapezius muscles  bilaterally.\n\n3/10\n\nBilateral shoulder pain \n\nShe initially injured her right shoulder and  noted that the left became gradually  symptomatic from overuse as she was avoiding  using her right shoulder for repetitive or  strenuous activity. She reports a constant pain  with sharp increases in pain symptoms when  lifting loads.\n\n\n\nRight shoulder has gotten more stiff.  Right side ROM decreased to ¾ range.  Spine feels stiff as well used to be super flexible, able.  Has gained 60 lbs.  \n\n3/10  \n\nconstant  \n\nwith peaks  of 8/10  when lifting.\n\nSpine pain \n\nShe describes a constant pain in between her  shoulder blades radiating under her scapulae  bilaterally. She finds this area becomes  increasingly stiff when she is studying due to  her posture.\n\n\n\nLower back pain has increased significantly.  She drove to Florida and was experiencing severe low-back pain.  \n\n3/10\n\nLeft hand numbness \n\nWith massage, she finds that this symptom resolves significantly.\n\nNA\n\n\n\n\n\nCognitive Symptoms: \n\nMs. Fincham noted that she has experienced a number of troubling cognitive symptoms since the  subject motor vehicle accident. She explained that she experiences issues with focus and  concentration which have become gradually worse over time. She notes that she used to be a high  performed in academic settings, with grades in the mid-80s to 90s dropping to below 70%  following the accident. She noted difficulty with multi-tasking and short-term memory as well.  She noted making use of Adderall or Vyvanse tablets purchased on the black market to assist with \n\n______________________________________________________________________________ Sophia Fincham Page 7 of 13 \n\nDate of Report: 2021-06-21 \n\nstudying and exams. These issues are consistent with her diagnosed concussion and require some  additional investigation.  \n\nEmotional Symptoms: \n\nIn relation to emotional symptoms, Ms. Fincham reported the following: \n\n• Highly reactive, will have bursts of anger or be brought to tears easily \n\n• Increase moodiness \n\n• Bouts of road rage, irritable when driving \n\n• “I feel mad for no reason” \n\n• “I am mean to people I love” \n\n• Increased social isolation \n\n• Feels tired all the time \n\n• Most days are bad, “70% shitty and 30% ok” \n\n• Unable to cope with stress \n\n• Drinks daily large quantities of alcohol to numb herself \n\n\n\nMood is up and down.  She is irritable (very).  Low tolerance for her stepkids.  They are a huge trigger.  She will go to bed and wake with some things missing.  Making an effort to socialize more.  Has a big group of friends for girl’s night, always associated with drinking.  Stepkids are 14 and 11.  Very difficult interactions.  Significant stress with parental.  Issues with ex-wife. Alcoholic.  Drugs.  \n\nSymptom Management Strategies: \n\nMs. Fincham appears to have a limited array of strategies to manage her complex symptoms  presentation. She will avoid activity, isolate herself socially, binge-drink alcohol and use cannabis  as well as use stimulants to help with focus and information retention. She would benefit from  psychological treatment as well as occupational therapy treatment to develop a healthier array of  coping mechanisms. \n\nTypical Day Post-Accident: \n\nWorking Days:\n\nUp at 5am\n\nTakes a shower\n\nMakes lunch\n\nGoes to work\n\nWorks all day until 7\n\nGet home\n\nDrink beer until 10\n\nGo to bed’\n\n\n\n\n\nAt night:\n\n\n\nSleep as long as she can (10 or 11).\n\nWill have a beer when she wakes in the morning.\n\nWill nap\n\nWill go to work\n\nOn Days off will drink all day until 11 at night\n\nThinks she is mad all the time because she drinks.\n\n\n\n\n\n\n\nMs. Fincham has recently graduated from college having obtained her Respiratory Therapist (RT)  diploma. She noted that she is now working on a COVID ward of the Kingston General Hospital  where she works 12-hour shifts for a total of 48 – 60 hours per week. The following is a typical  day in the current workplace context: \n\n• Up between 5:00am to 8:00 am \n\n• Has coffee and will brush her teeth \n\n• Gets ready for work \n\n• Drives to work and will sometimes opt to pay for hospital parking to reduce the amount of  walking she has to do is she is feeling unwell \n\n• Completes her 12-hour shift at the hospital \n\n• Will return home and immediately open a beer and begin drinking and consuming cannabis • Will drink 5 – 10 beers through the course of the evening as she watches television • Will shower and retire for bed anytime between 9:00pm and 1:00am\n\n______________________________________________________________________________ Sophia Fincham Page 8 of 13 \n\nDate of Report: 2021-06-21 \n\nMs. Fincham also indicated that she will typically go all day without consuming any food. She  will eat a pho bowl when she returns home but otherwise describes a diet void of any significant  nutrition. \n\nOBJECTIVE INFORMATION: \n\nPostural Tolerances:\n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Lying \n\nNo identified limitation \n\nAble to lie through the night  although she changes  positions frequently.\n\nNot observed\n\n2. Sitting \n\nNo identified limitation \n\nAble to sit for a maximum of  60 minutes with frequent  postural changes every 5  minutes.  Driving to her brother’s is 1 hour and 15 and she is constantly shifting.\n\nPeriods of 30 – 45 minutes of  sustained sitting intertwined  with periods of standing and  frequent postural shifting  noted throughout this  assessment.\n\n3. Standing \n\nNo identified limitation \n\nCan stand whilst fidgeting and leaning, leaning on bedrail.  She is forced to stand for 4 - 6 hours at a time at work.\n\nShort periods of static  standing observed during this  assessment. S. Fincham was  noted to lean on a counter  and shift her weight side to  side while standing.\n\n4. Squatting \n\nNo identified limitation \n\nAble but this causes increase  back pain.\n\nOne power squat  demonstrated by Ms.  Fincham during this  assessment.\n\n5. Kneeling \n\nNo identified limitation \n\nAble but avoids. \n\nOne bilateral kneeling  posture observed by this  therapist during this  assessment.\n\n6. Walking \n\nNo identified limitation \n\n10000 - 15000 steps a day.  Busy day up to 20000 steps.\n\nShort distance indoor  ambulation observed by this  therapist. No gait  abnormality noted.\n\n7. Stair  \n\nClimbing\n\nNo identified limitation \n\nAble \n\nOne flight of stairs managed  by Ms. Fincham during this assessment.\n\n\n\n\n\n______________________________________________________________________________ Sophia Fincham Page 9 of 13 \n\nDate of Report: 2021-06-21 \n\n8. Driving \n\nNo identified limitation \n\nShe notes that she can drive  up to 60 minutes.\n\nNot formally assessed.\n\n\n\n\n\nFunctional Transfers and Mobility:  \n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Chair \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n2. Bed \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n3. Toilet \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n4. Bath tub \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n5. Vehicle \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n\n\n\n\nActive Range of Motion:\n\nLegend: \n\nWFL: Within Functional Limits \n\n%: approximate percentage of normal range \n\nNominal: less than 25% range\n\nMovement \n\nRight \n\nLeft \n\nComments\n\nNeck \n\nForward flexion \n\nWFL \n\nNo identified limitations.\n\nLateral flexion \n\nWFL \n\nWFL\n\nRotation \n\nWFL \n\nWFL\n\nExtension \n\nWFL\n\nShoulder \n\nFlexion \n\n¾ range \n\nWFL \n\nRight shoulder unable to unclasp bra\n\nExtension \n\nWFL \n\nWFL\n\nAbduction \n\nWFL \n\nWFL\n\n\n\n\n\n______________________________________________________________________________ Sophia Fincham Page 10 of 13 \n\nDate of Report: 2021-06-21 \n\n\n\nAdduction \n\nWFL \n\nWFL\n\n\n\nInternal rotation \n\nWFL \n\nWFL \n\nWFL\n\nExternal rotation \n\nWFL \n\nWFL\n\nElbow \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nWrist \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nSupination \n\nWFL \n\nWFL\n\nPronation \n\nWFL \n\nWFL\n\nTrunk \n\nForward flexion \n\nWFL \n\nNo identified limitations.\n\nLateral flexion \n\nWFL \n\nWFL\n\nRotation \n\nWFL \n\nWFL\n\nHip \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nKnee \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nAnkle \n\nDorsiflexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nPlantar flexion \n\nWFL \n\nWFL\n\n\n\n\n\nEmotional Presentation: \n\nMs. Fincham’s emotional presentation was generally unremarkable during this assessment. She  presented as a pleasant young woman with an upbeat demanour. She was cooperative with the  assessment process and did not present with any significant signs of emotional lability. She did  become tearful on one occasion when discussing her alcohol abuse pattern and how she  reminded herself of her father.\n\n______________________________________________________________________________ Sophia Fincham Page 11 of 13 \n\nDate of Report: 2021-06-21 \n\nCognitive Presentation: \n\nMs. Fincham was a good historian, providing information readily which was consistent with the  information gleaned from a review of the medical brief provided by her legal representative.  She did experience some difficulties recounting dates and timeframes relating to past treatment  however was able to recall details with some cueing. \n\nLIVING ARRANGEMENTS/SOCIAL STATUS: \n\nMarital Status \n\nMarried Single Common Law Other \n\nLiving Arrangement \n\nLives in a home shared with two roommates.\n\nChildren \n\n14 and 11 stepkids 50/50\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident): \n\nPre and Post Accident Self-Care Activities: \n\nPrior to the subject motor vehicle accident, Ms. Fincham reported being independent in the  performance of all self-care activities. \n\nAt the time of this assessment, Ms. Fincham noted that she remains physically able to manage all  of her core self-care functions. She did note however that she has experienced a significant decline  in the frequency and quality of her showering and grooming stating that “I just don’t care”. She  noted that if she is not seeing anyone, she can go 4 – 5 days without showering although this is  now improved due to her need to be clean for her work shifts. She also noted that when not  working, she can go 2 – 3 days without brushing her teeth.  \n\n\n\nThis remains the case, depends on the week.\n\nPre and Post Accident Home Management Activities: \n\nTom does a lot more than he does.  He feels like he is living with three children.  She works much longer hours and he can be understanding.  Laziness with the drinking, does not feel like doing.   Pain is a big factor (vacucuming, moppiong).  Dishes is okay (in dishwasher).  He does laundry.  He doesn;t like how she does it.  She will do some dusting but Tom.  Housekeeping 80/20.  He washes the bedding.  \n\n\n\nPre and Post Accident Vocational Activities: \n\nCurrently working 2 days 2 nights 5 off.  12 hour shifts and picks up overtime shifts (1 - 2) on the days off.   Missed most time in 2023 than ever in her life.  Now it is paid time.  She was on the attendance list this year.  Pneumonia for most of November plus bacon grease injury.  Missed probably 16 shifts at least due to drinking.  \n\n\n\n\n\n\n\nPre and Post Accident Leisure Activities: \n\nPrior to the subject motor vehicle accident, Ms. Fincham indicated that she enjoyed the following  leisure activities: \n\n• Gym 3x per week and Yoga classes 3x per week \n\n• Baseball 2x per week \n\n• Dodgeball \n\n• Volleyball \n\n• Beach volleyball \n\n• Bonfires with friends \n\n• 4-wheeling on a weekly basis \n\n• Low-key time spent at home. \n\n\n\n\tWatching TV and drinking\n\n\n\nAt present time, Ms. Fincham has essentially interrupted all of the above activities. She noted that  she does not recall when she last went 4-wheeling and noted not having played baseball since  2019. She noted that her last few baseball games were impacted by pain and that she ended up  getting “plastered” at the baseball field during the game. She noted that she was unable to juggle  her schooling activities in tandem with her leisure activities, leading to an interruption of all leisure  pursuits so she could focus on her classes. Now that school is done, work has taken over with  again, a high number of hours dedicated to her profession. She noted being a poor time manager  and opted to simply cut-out activities to allow herself to focus on the primary aspect of her life  which has been schooling and now her fresh career as a respiratory therapist. \n\nCONTACT: \n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES  REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com . \n\nSincerely, \n\n_______________________ \n\nSebastien Ferland OT Reg.(Ont) \n\nEnclosed: NA \n\nAn electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature.\n\n______________________________________________________________________________ Sophia Fincham Page 13 of 13 \n\n",
  "sections": {
    "DEMOGRAPHICS": "Client Name: Ms. Sophia Fincham Date of Loss: 2017-05-18 \n\nAddress: 8 Rudd Avenue, Kingston, ON  \n\nK7L 4V1 \n\nTelephone #: 613-805-3474\n\nLawyer: Frank McNally Firm: McNally Gervan Adjuster: NA Insurer: NA \n\nClaim No.: NA\n\nTherapist: Sebastien Ferland OT Reg.(Ont.) Date of Assessment: 2021-05-20 Date of Report: 2021-06-21\n\nTHERAPIST QUALIFICATIONS: \n\nSebastien is an Occupational Therapist with over 23 years of experience. His professional practice  began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and launched  himself in the world of private business. Over the years, Sebastien has provided services to the  automobile insurance and legal communities as well the WSIB, Veterans Affairs and the Long \n\nTerm Disability sector. \n\nSebastien has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary Occupational Therapist as well as a  Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries and  amputations. He also has extensive experience working with individuals who have been deemed  to meet the catastrophic threshold on the basis of psychological and/or psychiatric impairments. \n\nOver his years of working with individuals injured in motor vehicle accidents, Sebastien developed  a strong interest in the field of mental health, focussed on functional reactivation for injured  individuals suffering from depression, anxiety and posttraumatic stress. His clinical acumen has  led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice. \n\n672 Everlasting Crescent P: (613) 204-1549  Ottawa, ON K4A 0K4 F: (888) 871-1549 ferland@ferlandassociates.com \n\nDate of Report: 2021-06-21 \n\nPURPOSE OF REFERRAL: ",
    "ENVIRONMENTAL": "Ms. Fincham was referred to Ferland & Associates Rehabilitation Inc. by her legal representative  Mr. Frank McNally of McNally Gervan. The purpose of this referral was to conduct an In-Home  Assessment of Ms. Fincham in relation to injuries she sustained in a motor vehicle accident which  occurred on May18, 2017 and to provide recommendations for treatment. \n\nSUMMARY OF FINDINGS: ",
    "MEDICAL_HISTORY": "She declined the presence of any other medical condition or past medical issues which would  impact her clinical presentation on the day of this assessment or her course of recovery from the  injuries she sustained in the subject motor vehicle accident. \n\nMECHANISM OF INJURY: \n\nOn May 18, 2017, Ms. Fincham reported that she was the restrained driver in a vehicle which was  turning left at an intersection. She noted that as she proceeded through the intersection, another  vehicle t-boned her vehicle, striking the rear passenger side of her car. Ms. Fincham noted that  she “went blank, zoned out” following the impact. She did note a cut on her head but reportedly  declined paramedics at the scene of the crash. She opted to go home and go to bed, noting a high  level of stress stemming from the events of that day.  ",
    "SYMPTOMS": "Ms. Fincham was a good historian, providing information readily which was consistent with the  information gleaned from a review of the medical brief provided by her legal representative.  She did experience some difficulties recounting dates and timeframes relating to past treatment  however was able to recall details with some cueing. \n\nLIVING ARRANGEMENTS/SOCIAL STATUS: \n\nMarital Status \n\nMarried Single Common Law Other \n\nLiving Arrangement \n\nLives in a home shared with two roommates.\n\nChildren \n\n14 and 11 stepkids 50/50",
    "FUNCTIONAL_STATUS": "• The purpose of this assessment is to assess Ms. Fincham’s current functional status as it  relates to her ability to complete her reported pre-accident activities of daily living. • The proposed assessment will include: an interview, a physical assessment and also  ",
    "ADLS": "Prior to the subject motor vehicle accident, Ms. Fincham reported being independent in the  performance of all self-care activities. \n\nAt the time of this assessment, Ms. Fincham noted that she remains physically able to manage all  of her core self-care functions. She did note however that she has experienced a significant decline  in the frequency and quality of her showering and grooming stating that “I just don’t care”. She  noted that if she is not seeing anyone, she can go 4 – 5 days without showering although this is  now improved due to her need to be clean for her work shifts. She also noted that when not  working, she can go 2 – 3 days without brushing her teeth.  \n\nThis remains the case, depends on the week.\n\nPre and Post Accident Home Management Activities: \n\nTom does a lot more than he does.  He feels like he is living with three children.  She works much longer hours and he can be understanding.  Laziness with the drinking, does not feel like doing.   Pain is a big factor (vacucuming, moppiong).  Dishes is okay (in dishwasher).  He does laundry.  He doesn;t like how she does it.  She will do some dusting but Tom.  Housekeeping 80/20.  He washes the bedding.  \n\nPre and Post Accident Vocational Activities: \n\nCurrently working 2 days 2 nights 5 off.  12 hour shifts and picks up overtime shifts (1 - 2) on the days off.   Missed most time in 2023 than ever in her life.  Now it is paid time.  She was on the attendance list this year.  Pneumonia for most of November plus bacon grease injury.  Missed probably 16 shifts at least due to drinking.  \n\nPre and Post Accident Leisure Activities: \n\nPrior to the subject motor vehicle accident, Ms. Fincham indicated that she enjoyed the following  leisure activities: \n\n• Gym 3x per week and Yoga classes 3x per week \n\n• Baseball 2x per week \n\n• Dodgeball \n\n• Volleyball \n\n• Beach volleyball \n\n• Bonfires with friends \n\n• 4-wheeling on a weekly basis \n\n• Low-key time spent at home. \n\n\tWatching TV and drinking\n\nAt present time, Ms. Fincham has essentially interrupted all of the above activities. She noted that  she does not recall when she last went 4-wheeling and noted not having played baseball since  2019. She noted that her last few baseball games were impacted by pain and that she ended up  getting “plastered” at the baseball field during the game. She noted that she was unable to juggle  her schooling activities in tandem with her leisure activities, leading to an interruption of all leisure  pursuits so she could focus on her classes. Now that school is done, work has taken over with  again, a high number of hours dedicated to her profession. She noted being a poor time manager  and opted to simply cut-out activities to allow herself to focus on the primary aspect of her life  which has been schooling and now her fresh career as a respiratory therapist. \n\nCONTACT: \n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES  REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com . \n\nSincerely, \n\n_______________________ \n\nSebastien Ferland OT Reg.(Ont) \n\nEnclosed: NA \n\nAn electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature.\n\n______________________________________________________________________________ Sophia Fincham Page 13 of 13 ",
    "TYPICAL_DAY": "Ms. Fincham has recently graduated from college having obtained her Respiratory Therapist (RT)  diploma. She noted that she is now working on a COVID ward of the Kingston General Hospital  where she works 12-hour shifts for a total of 48 – 60 hours per week. The following is a typical  day in the current workplace context: \n\n• Up between 5:00am to 8:00 am \n\n• Has coffee and will brush her teeth \n\n• Gets ready for work \n\n• Drives to work and will sometimes opt to pay for hospital parking to reduce the amount of  walking she has to do is she is feeling unwell \n\n• Completes her 12-hour shift at the hospital \n\n• Will return home and immediately open a beer and begin drinking and consuming cannabis • Will drink 5 – 10 beers through the course of the evening as she watches television • Will shower and retire for bed anytime between 9:00pm and 1:00am\n\n______________________________________________________________________________ Sophia Fincham Page 8 of 13 \n\nDate of Report: 2021-06-21 \n\nMs. Fincham also indicated that she will typically go all day without consuming any food. She  will eat a pho bowl when she returns home but otherwise describes a diet void of any significant  nutrition. \n\nOBJECTIVE INFORMATION: \n\nPostural Tolerances:\n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Lying \n\nNo identified limitation \n\nAble to lie through the night  although she changes  positions frequently.\n\nNot observed\n\n2. Sitting \n\nNo identified limitation \n\nAble to sit for a maximum of  60 minutes with frequent  postural changes every 5  minutes.  Driving to her brother’s is 1 hour and 15 and she is constantly shifting.\n\nPeriods of 30 – 45 minutes of  sustained sitting intertwined  with periods of standing and  frequent postural shifting  noted throughout this  assessment.\n\n3. Standing \n\nNo identified limitation \n\nCan stand whilst fidgeting and leaning, leaning on bedrail.  She is forced to stand for 4 - 6 hours at a time at work.\n\nShort periods of static  standing observed during this  assessment. S. Fincham was  noted to lean on a counter  and shift her weight side to  side while standing.\n\n4. Squatting \n\nNo identified limitation \n\nAble but this causes increase  back pain.\n\nOne power squat  demonstrated by Ms.  Fincham during this  assessment.\n\n5. Kneeling \n\nNo identified limitation \n\nAble but avoids. \n\nOne bilateral kneeling  posture observed by this  therapist during this  assessment.\n\n6. Walking \n\nNo identified limitation \n\n10000 - 15000 steps a day.  Busy day up to 20000 steps.\n\nShort distance indoor  ambulation observed by this  therapist. No gait  abnormality noted.\n\n7. Stair  \n\nClimbing\n\nNo identified limitation \n\nAble \n\nOne flight of stairs managed  by Ms. Fincham during this assessment.\n\n______________________________________________________________________________ Sophia Fincham Page 9 of 13 \n\nDate of Report: 2021-06-21 \n\n8. Driving \n\nNo identified limitation \n\nShe notes that she can drive  up to 60 minutes.\n\nNot formally assessed.\n\nFunctional Transfers and Mobility:  \n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Chair \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n2. Bed \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n3. Toilet \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n4. Bath tub \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n5. Vehicle \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\nActive Range of Motion:\n\nLegend: \n\nWFL: Within Functional Limits \n\n%: approximate percentage of normal range \n\nNominal: less than 25% range\n\nMovement \n\nRight \n\nLeft \n\nComments\n\nNeck \n\nForward flexion \n\nWFL \n\nNo identified limitations.\n\nLateral flexion \n\nWFL \n\nWFL\n\nRotation \n\nWFL \n\nWFL\n\nExtension \n\nWFL\n\nShoulder \n\nFlexion \n\n¾ range \n\nWFL \n\nRight shoulder unable to unclasp bra\n\nExtension \n\nWFL \n\nWFL\n\nAbduction \n\nWFL \n\nWFL\n\n______________________________________________________________________________ Sophia Fincham Page 10 of 13 \n\nDate of Report: 2021-06-21 \n\nAdduction \n\nWFL \n\nWFL\n\nInternal rotation \n\nWFL \n\nWFL \n\nWFL\n\nExternal rotation \n\nWFL \n\nWFL\n\nElbow \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nWrist \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nSupination \n\nWFL \n\nWFL\n\nPronation \n\nWFL \n\nWFL\n\nTrunk \n\nForward flexion \n\nWFL \n\nNo identified limitations.\n\nLateral flexion \n\nWFL \n\nWFL\n\nRotation \n\nWFL \n\nWFL\n\nHip \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nKnee \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nAnkle \n\nDorsiflexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nPlantar flexion \n\nWFL \n\nWFL\n\nEmotional Presentation: \n\nMs. Fincham’s emotional presentation was generally unremarkable during this assessment. She  presented as a pleasant young woman with an upbeat demanour. She was cooperative with the  assessment process and did not present with any significant signs of emotional lability. She did  become tearful on one occasion when discussing her alcohol abuse pattern and how she  reminded herself of her father.\n\n______________________________________________________________________________ Sophia Fincham Page 11 of 13 \n\nDate of Report: 2021-06-21 \n\nCognitive Presentation: "
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Sophia Fincham Date of Loss: 2017-05-18",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "8 Rudd Avenue",
      "phone": "613-805-3474",
      "referralSource": "",
      "insuranceInfo": "NA",
      "confidence": {
        "name": 0.8,
        "address": 0.7,
        "phone": 0.8,
        "insuranceInfo": 0.7
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "Ms. Fincham was referred to Ferland & Associates Rehabilitation Inc. by her legal representative  Mr. Frank McNally of McNally Gervan. The purpose of this referral was to conduct an In-Home  Assessment of Ms. Fincham in relation to injuries she sustained in a motor vehicle accident which  occurred on May18, 2017 and to provide recommendations for treatment. \n\nSUMMARY OF FINDINGS: ",
      "confidence": {
        "homeLayout": 0,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "She declined the presence of any other medical condition or past medical issues which would  impact her clinical presentation on the day of this assessment or her course of recovery from the  injuries she sustained in the subject motor vehicle accident. \n\nMECHANISM OF INJURY: \n\nOn May 18, 2017, Ms. Fincham reported that she was the restrained driver in a vehicle which was  turning left at an intersection. She noted that as she proceeded through the intersection, another  vehicle t-boned her vehicle, striking the rear passenger side of her car. Ms. Fincham noted that  she “went blank, zoned out” following the impact. She did note a cut on her head but reportedly  declined paramedics at the scene of the crash. She opted to go home and go to bed, noting a high  level of stress stemming from the events of that day.  ",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Ms. Fincham was a good historian, providing information readily which was consistent with the  information gleaned from a review of the medical brief provided by her legal representative.  She did experience some difficulties recounting dates and timeframes relating to past treatment  however was able to recall details with some cueing. \n\nLIVING ARRANGEMENTS/SOCIAL STATUS: \n\nMarital Status \n\nMarried Single Common Law Other \n\nLiving Arrangement \n\nLives in a home shared with two roommates.\n\nChildren \n\n14 and 11 stepkids 50/50",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "• The purpose of this assessment is to assess Ms. Fincham’s current functional status as it  relates to her ability to complete her reported pre-accident activities of daily living. • The proposed assessment will include: an interview, a physical assessment and also  ",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "She did note however that she has experienced a significant decline  in the frequency and quality of her showering and grooming stating that “I just don’t care”. She  noted that if she is not seeing anyone, she can go 4 – 5 days without showering although this is  now improved due to her need to be clean for her work shifts."
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": "She did note however that she has experienced a significant decline  in the frequency and quality of her showering and grooming stating that “I just don’t care”."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "He does laundry."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Prior to the subject motor vehicle accident, Ms. Fincham reported being independent in the  performance of all self-care activities. \n\nAt the time of this assessment, Ms. Fincham noted that she remains physically able to manage all  of her core self-care functions. She did note however that she has experienced a significant decline  in the frequency and quality of her showering and grooming stating that “I just don’t care”. She  noted that if she is not seeing anyone, she can go 4 – 5 days without showering although this is  now improved due to her need to be clean for her work shifts. She also noted that when not  working, she can go 2 – 3 days without brushing her teeth.  \n\nThis remains the case, depends on the week.\n\nPre and Post Accident Home Management Activities: \n\nTom does a lot more than he does.  He feels like he is living with three children.  She works much longer hours and he can be understanding.  Laziness with the drinking, does not feel like doing.   Pain is a big factor (vacucuming, moppiong).  Dishes is okay (in dishwasher).  He does laundry.  He doesn;t like how she does it.  She will do some dusting but Tom.  Housekeeping 80/20.  He washes the bedding.  \n\nPre and Post Accident Vocational Activities: \n\nCurrently working 2 days 2 nights 5 off.  12 hour shifts and picks up overtime shifts (1 - 2) on the days off.   Missed most time in 2023 than ever in her life.  Now it is paid time.  She was on the attendance list this year.  Pneumonia for most of November plus bacon grease injury.  Missed probably 16 shifts at least due to drinking.  \n\nPre and Post Accident Leisure Activities: \n\nPrior to the subject motor vehicle accident, Ms. Fincham indicated that she enjoyed the following  leisure activities: \n\n• Gym 3x per week and Yoga classes 3x per week \n\n• Baseball 2x per week \n\n• Dodgeball \n\n• Volleyball \n\n• Beach volleyball \n\n• Bonfires with friends \n\n• 4-wheeling on a weekly basis \n\n• Low-key time spent at home. \n\n\tWatching TV and drinking\n\nAt present time, Ms. Fincham has essentially interrupted all of the above activities. She noted that  she does not recall when she last went 4-wheeling and noted not having played baseball since  2019. She noted that her last few baseball games were impacted by pain and that she ended up  getting “plastered” at the baseball field during the game. She noted that she was unable to juggle  her schooling activities in tandem with her leisure activities, leading to an interruption of all leisure  pursuits so she could focus on her classes. Now that school is done, work has taken over with  again, a high number of hours dedicated to her profession. She noted being a poor time manager  and opted to simply cut-out activities to allow herself to focus on the primary aspect of her life  which has been schooling and now her fresh career as a respiratory therapist. \n\nCONTACT: \n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES  REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com . \n\nSincerely, \n\n_______________________ \n\nSebastien Ferland OT Reg.(Ont) \n\nEnclosed: NA \n\nAn electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature.\n\n______________________________________________________________________________ Sophia Fincham Page 13 of 13 ",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Ms. Fincham has recently graduated from college having obtained her Respiratory Therapist (RT)  diploma. She noted that she is now working on a COVID ward of the Kingston General Hospital  where she works 12-hour shifts for a total of 48 – 60 hours per week. The following is a typical  day in the current workplace context:",
        "Up between 5:00am to 8:00 am",
        "Has coffee and will brush her teeth",
        "Gets ready for work",
        "Drives to work and will sometimes opt to pay for hospital parking to reduce the amount of  walking she has to do is she is feeling unwell",
        "Completes her 12-hour shift at the hospital",
        "______________________________________________________________________________ Sophia Fincham Page 8 of 13",
        "Date of Report: 2021-06-21",
        "Ms. Fincham also indicated that she will typically go all day without consuming any food. She  will eat a pho bowl when she returns home but otherwise describes a diet void of any significant  nutrition.",
        "OBJECTIVE INFORMATION:",
        "Postural Tolerances:",
        "Activity",
        "Client Self-Report",
        "Pre-Accident",
        "Post-Accident",
        "Therapist Observation",
        "Lying",
        "No identified limitation",
        "Short periods of static  standing observed during this  assessment. S. Fincham was  noted to lean on a counter  and shift her weight side to  side while standing.",
        "Squatting",
        "Able but this causes increase  back pain.",
        "One power squat  demonstrated by Ms.  Fincham during this  assessment.",
        "Kneeling",
        "Able but avoids.",
        "One bilateral kneeling  posture observed by this  therapist during this  assessment.",
        "Walking",
        "steps a day.  Busy day up to 20000 steps.",
        "Short distance indoor  ambulation observed by this  therapist. No gait  abnormality noted.",
        "Stair",
        "Climbing",
        "One flight of stairs managed  by Ms. Fincham during this assessment.",
        "______________________________________________________________________________ Sophia Fincham Page 9 of 13",
        "Driving",
        "She notes that she can drive  up to 60 minutes.",
        "Not formally assessed.",
        "Functional Transfers and Mobility:",
        "Chair",
        "Independent",
        "No identified limitations.",
        "Bed",
        "Toilet",
        "Bath tub",
        "Vehicle",
        "Active Range of Motion:",
        "Legend:",
        "WFL: Within Functional Limits",
        "%: approximate percentage of normal range",
        "Nominal: less than 25% range",
        "Movement",
        "Right",
        "Comments",
        "Forward flexion",
        "Lateral flexion",
        "Rotation",
        "Extension",
        "Shoulder",
        "Flexion",
        "¾ range",
        "Right shoulder unable to unclasp bra",
        "Abduction",
        "______________________________________________________________________________ Sophia Fincham Page 10 of 13",
        "Adduction",
        "Internal rotation",
        "External rotation",
        "Elbow",
        "Wrist",
        "Supination",
        "Pronation",
        "Trunk",
        "Ankle",
        "Dorsiflexion",
        "Plantar flexion",
        "Emotional Presentation:",
        "Ms. Fincham’s emotional presentation was generally unremarkable during this assessment. She  presented as a pleasant young woman with an upbeat demanour. She was cooperative with the  assessment process and did not present with any significant signs of emotional lability. She did  become tearful on one occasion when discussing her alcohol abuse pattern and how she  reminded herself of her father.",
        "______________________________________________________________________________ Sophia Fincham Page 11 of 13",
        "Cognitive Presentation:"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [
        "Will return home and immediately open a beer and begin drinking and consuming cannabis • Will drink 5 – 10 beers through the course of the evening as she watches television • Will shower and retire for bed anytime between 9:00pm and 1:00am"
      ],
      "nightRoutine": [
        "Able to lie through the night  although she changes  positions frequently.",
        "Not observed",
        "Sitting",
        "No identified limitation",
        "Able to sit for a maximum of  60 minutes with frequent  postural changes every 5  minutes.  Driving to her brother’s is 1 hour and 15 and she is constantly shifting.",
        "Periods of 30 – 45 minutes of  sustained sitting intertwined  with periods of standing and  frequent postural shifting  noted throughout this  assessment.",
        "Standing",
        "Can stand whilst fidgeting and leaning, leaning on bedrail.  She is forced to stand for 4 - 6 hours at a time at work."
      ],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Ms. Fincham has recently graduated from college having obtained her Respiratory Therapist (RT)  diploma. She noted that she is now working on a COVID ward of the Kingston General Hospital  where she works 12-hour shifts for a total of 48 – 60 hours per week. The following is a typical  day in the current workplace context: \n\n• Up between 5:00am to 8:00 am \n\n• Has coffee and will brush her teeth \n\n• Gets ready for work \n\n• Drives to work and will sometimes opt to pay for hospital parking to reduce the amount of  walking she has to do is she is feeling unwell \n\n• Completes her 12-hour shift at the hospital \n\n• Will return home and immediately open a beer and begin drinking and consuming cannabis • Will drink 5 – 10 beers through the course of the evening as she watches television • Will shower and retire for bed anytime between 9:00pm and 1:00am\n\n______________________________________________________________________________ Sophia Fincham Page 8 of 13 \n\nDate of Report: 2021-06-21 \n\nMs. Fincham also indicated that she will typically go all day without consuming any food. She  will eat a pho bowl when she returns home but otherwise describes a diet void of any significant  nutrition. \n\nOBJECTIVE INFORMATION: \n\nPostural Tolerances:\n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Lying \n\nNo identified limitation \n\nAble to lie through the night  although she changes  positions frequently.\n\nNot observed\n\n2. Sitting \n\nNo identified limitation \n\nAble to sit for a maximum of  60 minutes with frequent  postural changes every 5  minutes.  Driving to her brother’s is 1 hour and 15 and she is constantly shifting.\n\nPeriods of 30 – 45 minutes of  sustained sitting intertwined  with periods of standing and  frequent postural shifting  noted throughout this  assessment.\n\n3. Standing \n\nNo identified limitation \n\nCan stand whilst fidgeting and leaning, leaning on bedrail.  She is forced to stand for 4 - 6 hours at a time at work.\n\nShort periods of static  standing observed during this  assessment. S. Fincham was  noted to lean on a counter  and shift her weight side to  side while standing.\n\n4. Squatting \n\nNo identified limitation \n\nAble but this causes increase  back pain.\n\nOne power squat  demonstrated by Ms.  Fincham during this  assessment.\n\n5. Kneeling \n\nNo identified limitation \n\nAble but avoids. \n\nOne bilateral kneeling  posture observed by this  therapist during this  assessment.\n\n6. Walking \n\nNo identified limitation \n\n10000 - 15000 steps a day.  Busy day up to 20000 steps.\n\nShort distance indoor  ambulation observed by this  therapist. No gait  abnormality noted.\n\n7. Stair  \n\nClimbing\n\nNo identified limitation \n\nAble \n\nOne flight of stairs managed  by Ms. Fincham during this assessment.\n\n______________________________________________________________________________ Sophia Fincham Page 9 of 13 \n\nDate of Report: 2021-06-21 \n\n8. Driving \n\nNo identified limitation \n\nShe notes that she can drive  up to 60 minutes.\n\nNot formally assessed.\n\nFunctional Transfers and Mobility:  \n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Chair \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n2. Bed \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n3. Toilet \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n4. Bath tub \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n5. Vehicle \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\nActive Range of Motion:\n\nLegend: \n\nWFL: Within Functional Limits \n\n%: approximate percentage of normal range \n\nNominal: less than 25% range\n\nMovement \n\nRight \n\nLeft \n\nComments\n\nNeck \n\nForward flexion \n\nWFL \n\nNo identified limitations.\n\nLateral flexion \n\nWFL \n\nWFL\n\nRotation \n\nWFL \n\nWFL\n\nExtension \n\nWFL\n\nShoulder \n\nFlexion \n\n¾ range \n\nWFL \n\nRight shoulder unable to unclasp bra\n\nExtension \n\nWFL \n\nWFL\n\nAbduction \n\nWFL \n\nWFL\n\n______________________________________________________________________________ Sophia Fincham Page 10 of 13 \n\nDate of Report: 2021-06-21 \n\nAdduction \n\nWFL \n\nWFL\n\nInternal rotation \n\nWFL \n\nWFL \n\nWFL\n\nExternal rotation \n\nWFL \n\nWFL\n\nElbow \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nWrist \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nSupination \n\nWFL \n\nWFL\n\nPronation \n\nWFL \n\nWFL\n\nTrunk \n\nForward flexion \n\nWFL \n\nNo identified limitations.\n\nLateral flexion \n\nWFL \n\nWFL\n\nRotation \n\nWFL \n\nWFL\n\nHip \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nKnee \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nAnkle \n\nDorsiflexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nPlantar flexion \n\nWFL \n\nWFL\n\nEmotional Presentation: \n\nMs. Fincham’s emotional presentation was generally unremarkable during this assessment. She  presented as a pleasant young woman with an upbeat demanour. She was cooperative with the  assessment process and did not present with any significant signs of emotional lability. She did  become tearful on one occasion when discussing her alcohol abuse pattern and how she  reminded herself of her father.\n\n______________________________________________________________________________ Sophia Fincham Page 11 of 13 \n\nDate of Report: 2021-06-21 \n\nCognitive Presentation: ",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0.8,
        "nightRoutine": 0.8,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}