{
  "fileName": "Copy of Bolar, Rita IHA2 Form 1 .docx",
  "originalText": "\n\nUses walker when out on the street\n\nVery unsteady, a pebble can make her lose her balance.  Tries to have someone with her all the time.  Feels insecure.\n\nUses a walking stick or walls/counters or walking stick in open spaces.\n\nGoes to PT, doctors, tests.  That is pretty much it. \n\nUnable to go out and have a shopping excursion.  In and out is how she now does it.\n\n** Submit expenses for Rita.\n\nNumbness continues in her toes and fingers.  Saw doctor and sent for blood work and imaging.\n\nSpasm on thigh is much better but hip remains painful.\n\nComputer hacked - severe disruption\n\n\n\n\n\nOCCUPATIONAL THERAPY\n\nIN-HOME RE-ASSESSMENT\n\n\n\nClient Name:\n\nRita Bollar\n\nDate of Loss:\n\n12/21/23\n\nAddress:\n\n706 Clearcrest Cr, Orleans, ON\n\nK4A 3E6\n\nDate of Birth:\n\n09/14/1947\n\nTelephone #:\n\n(613) 816-5473\n\n\n\n\n\nLawyer:\n\nN/A\n\nFirm:\n\nN/A\n\nAdjuster:\n\nSid Bacalhau\n\nInsurer:\n\nUnifund Insurance Co.\n\n\n\n\n\nClaim No.:\n\n000-01-805892\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2024-07-19\n\n\n\n\n\nDate of Report:\n\n2024-07-19\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nASSESSMENT PREAMBLE:\n\n\n\nMs. Bollar was referred to Ferland & Associates incorporated by Dr. Vikas Dhawan of Apollo Physical Therapy Centre for the purpose of coordinating safe hospital discharge from the Ottawa Rehabilitation Centre to her home. This therapist met with Ms. Bollar on January 23, 2024 at the Rehabilitation Centre to obtain initial information in preparation for her discharge on January 26, 2024. This therapist further met with Ms. Bollar and her son at her home on January 26, 2024 following her discharge from hospital. Transportation assistance was coordinated by this therapist by Goldsmith Patient Transfer Services and completed a comprehensive in-home assessment, and assessment of attendant care needs on January 20, 2024. Equipment required for safe discharge to home was obtained by her son and additional recommendations for minor home modifications and additional equipment will be referenced herein.\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMs. Bollar is a 74-year old woman who was a pedestrian run over by a vehicle in a parking lot on December 21, 2024. In this accident, Ms. Bollar reported that a vehicle backing out of a parking spot struck her, throwing her to the ground and subsequently running over her right ankle. Ms. Bollar, as a result of this trauma, experienced a fracture to her left hip and right ankle, requiring concurrent surgeries, which included ORIF (Open Reduction and Internal Fixation). She was then transferred to the rehabilitation center in Ottawa where she convalesced and obtained physiotherapy treatment in preparation for a discharge to her home.\n\n\n\nAt the time of this assessment, Ms. Bollar has been set up on the main floor of her two story home, where a bed was set up in her dining room, providing access to an adjacent powder room and kitchen. She is currently unable to manage more than a few stairs with close stand-by supervision and is able to mobilize for short distances using a rollator walker. She is unable to prepare full meals, however, is able to reheat meals prepared for her using the microwave. Furthermore, she is unable to access the shower / bathtub, located on the second floor of her home and requires assistance for sponge-bathing on a daily basis.\n\nMs. Bollar will require assistance for transportation to and from medical appointments due to difficulties transferring into a standard vehicle or van. She is also obtaining meals on wheels to supplement food prepared by family members and friends. There are no concurrent issues impacting her course to recovery anticipated at this time. Ms. Bollar presented as a highly motivated individual who is seeking a return to pre-accident function as soon as possible. To that end, this therapist has confirmed initiation of in-home physiotherapy services through Apollo Physical Therapy Services, in addition to PSW services provided through My Place Home Care. Ms. Bollar, as a result of her mobility limitations, is found unable to exit her home safely in case of home emergency. She thus requires 24-hour care at this time, pending a return to independent stair-climbing. A form 1 has been submitted to the insurer for consideration.\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nMs. Bollar currently requires assistance with meal preparation, bathing, as well as the balance of 24-hour care, due to her inability to exit her home in case of emergency. Please refer to the enclosed assessment of Attendant Care Needs (Form 1) for more information.\n\n\n\nHousekeeping:\n\n\n\nMs. Bollar is currently unable to manage any form of housekeeping or home maintenance. Prior to the accident, Ms. Bollar managed all aspects of indoor housekeeping and outdoor home maintenance independently. With the exception of snow removal from her driveway. She would benefit from an estimated 6 hours per week of housekeeping assistance to help manage those tasks.\n\n\n\nAssistive Devices:\n\n\n\nMs. Bollar has obtained the following assistive devices in preparation for discharge to her home, which she purchased out of pocket, and will seek reimbursement from her insurer, via, an OCF-6:\n\n\n\nRaised toilet seat with arm-rest.\n\nRollator walker.\n\n\n\nIn addition to these devices, as her mobility improves, this therapist anticipates the need for the following home modifications to foster safe mobility on stairs and in the bathroom:\n\n\n\nTwo grab bars installed in her shower enclosure.\n\nCurved handrail leading up the stairs to the second floor of her home.\n\nOutdoor railing to allow safe entry and egress to the main floor to street level.\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nMs. Bollar would benefit from an initial block of six OT treatment sessions to be delivered on a bi-weekly basis to monitor her functional progress and to monitor any safety issues as they arise. An OCF-18 will be submitted to the insurer for these services. \n\n\n\nReferral for Other Services:\n\n\n\nMs. Bollar requires the provision of in-home physiotherapy services to maintain the progress she has made while hospitalized. Confirmation of these services has been obtained through Apollo Physical Therapy Services, who will initiate in-home treatments on iminent basis.\n\n\n\nAdditionally, Ms. Bollar requires access to PSW services which have been coordinated through My Place Home Care in accordance with the Form 1 referenced above.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Mr. Frank McNally.\n\nThe purpose of this assessment is to assess Mr. CLIENT’s current functional status as it relates to his ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMr. CLIENT may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nZenith Insurance c/o Kaitlyn Witmeyer, Accident Benefits Adjuster\n\nMcNally Gervan, c/o Frank McNally, Legal Representative\n\n\n\nFollowing this therapist’s explanation Mr. CLIENT granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nThere was no documentation available for review at the time of this assessment. Diagnostic information was obtained through hospital staff and a review of Ms. Bollar’s chart at the Ottawa Rehabilitation Centre, on January 23, 2024.\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nMs. Bollar reported being in excellent physical and mental health at the time of this assessment. The only medical issue for which she was being monitored was high blood pressure which was well managed with medication. Ms. Bollar also presents with congenital deformity of her right hand, where she is missing the third digit and has developed some malformation of her other digits. Despite this congenital issue, Ms. Bollar has not developed any functional impairments of any sort, and was able to manage all of her activities of daily living unimpeded. \n\n\n\nMs. Bollar was a highly active individual prior to the subject MVA. She is widowed of 16 years, and has throughout that time, managed all aspects of her home, including indoor housekeeping, cutting her grass, and managing her garden. She would walk with a group of friends three times weekly for 10-12 km, in addition to walking 5km on her own twice weekly. She taught yoga once weekly in the basement of her home and would attend yoga classes twice weekly over zoom. She reported being highly social, engaged in Toastmasters, seniors meeting groups, and various social initiatives which she would thrive through her involvement. She noted that she made a point of getting out of the house on a daily basis.\n\n\n\nMs. Bollar also indicated that she was an avid traveler, going to India every January, in addition to a yearly trip to Europe, which she would spend significant time and energy planning and organizing. She was well surrounded by family and friends, socializing actively on a daily basis, both in-person and over the phone.\n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nOn December 21, 2023, Ms. Bollar reported being a pedestrian struck by a vehicle backing out of a parking spot in a parking lot. The impact resulted in her being thrown to the ground, fracturing her left hip, and the vehicle subsequently drove over her right leg, fracturing her right ankle. She denies any loss of consciousness, or any amnesia of the events surrounding the accident. She was taken by ambulance to the Ottawa general hospital where she was assessed for her injuries and admitted for care. She underwent surgical interventions, which included (Open-Reduction and Internal Fixation) of both her left hip and her right ankle, subsequently being transferred to the Ottawa Rehabilitation Centre’s short-term rehab unit. She was discharged home on January 26, 2024, where she continues to recover at this time.\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nAs a result of the subject MVA, Ms. Bollar sustained the following injuries:\n\n\n\nLeft intertrochanteric femur fracture (ORIF).\n\nRight trimalleolar ankle fracture (ORIF).\n\nSignificant bruising due to blunt force trauma.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Pamala Anand (GP)\n\nUnknown.\n\nN/A\n\nTBD\n\nDr. Pickell (Orthopedic Surgeon)\n\nLast seen in April 2024.\n\nSigned discharge papers.\n\nNA\n\nPro Physio, Orleans\n\nTwice weekly\n\nModalities, massage, stretching, acupuncture, ultrasound, weights, TENS exercise machines (eliptical and balance).\n\nOngoing\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nTylenol \n\n325mg PRN\n\nPain Relief\n\nPerindopril\n\nUnknown\n\nHigh Blood Pressure\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nLeft Hip\n\nShe describes the pain to be predominant in her thigh and femur region, down to her knee.  She notices this when she does exercises and when she walks.  Intensity of pain is better but it is still there.\n\n2/10\n\nRight Ankle\n\nAnkle pain is constant and moves around the ankle from side to side.  Very sensitive to twisting her foot and must be vigilant when walking, outdoors especially.   Climbing stairs remains an issue.  She is using her right foot to go up.  Continues with step-stop climbing.  This is especially painful.\n\n2/10\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMs. Bollar reported no cognitive changes following the subject MVA. \n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMs. Bollar endorsed the following emotional symptoms, which she has experienced since the date of loss:\n\n\n\nFearful of reinjury\n\nStarted driving in last few weeks, only to PT or GP office\n\nTerrified when driving.  Looks three times, fearing hitting a pedestrian.  Drives slowly, will let people pass, etc.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMs. Bollar reported making use of the following strategies to manage her symptoms:\n\n\n\nRest\n\nActivity Avoidance\n\nMedication\n\n\n\n\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nMs. Bollar reported no issues with sustained sitting or repositioning prior to the subject MVA.\n\n\n\nAt the time of this assessment, she noted not being able to sit for more than 60 minutes before experiencing significant discomfort requiring that she stand and move about.\n\nBed Mobility\n\nMs. Bollar was independent with her bed mobility needs prior to the accident. She remains independent at this time.\n\nTransfers\n\nPrior to the subject MVA, Ms. Bollar was independent in the performance of all transfers. At the time of this assessment, Ms. Bollar has maintained her independence with sitting and standing transfers, toilet transfers (with use of a raised toilet seat), and bed transfers. She has been unable to access the second floor bathroom where the shower stall is located and these transfers will be assessed once her mobility allows her to access those facilities. She is current;y unable to manage transfers to a sedan vehicle or van, requiring wheelchair transport services to and from medical appointments.\n\nStanding\n\nWithout the use of her walker, Ms. Bollar is able to stand but needs support from either a mobility aid or adjacent furniture/walls. She notes sitting on the seat of her walker when preparing her morning tea. With support from her walker, she is able to stand for up to 5 minutes.\n\nBalance\n\nMs. Bollar requires the use of a rollator walker to maintain her standing balance for sustained periods of time. She does not report any dizziness or vertigo, or any other issues overtly affecting her capacity to maintain her balance.\n\nWalking\n\nPrior to the subject MVA, Ms. Bollar was an avid walker. As previously noted, she would walk 10-12 Km with a group of friends twice weekly, in addition to walking on her own for up to 5 km twice weekly.\n\n\n\nAt the time of this assessment, Ms. Bollar demonstrated her ability to walk for short distances within her home, making use of a rollator walker for support in her home. She reported being able to walk 2 lengths of the small gymnasium located at the Rehabilitation Centre, with frequent breaks. This distance would require a few minutes to travel at a slow, purposeful pace.\n\nStairs\n\nMs. Bollar was independent in all stair-climbing prior to the subject MVA. She reported no limitations in this regard. \n\n\n\nAt the time of this assessment, Ms. Bollar demonstrated her ability to manage four stairs, leading from the garage to the main floor of her home, with close stand-by supervision. She notes climbing stairs to be easier than descending them, secondary to pain in her left hip most prevalent when leading with her left leg while descending. She is at this time unable to manage a full staircase which is required to access the second floor of the other home. For safety reasons, this therapist recommends the installation of a second handrail in the curved staircase leading to the second floor to foster a timely resumption of access to the second floor bathroom she primarily uses.\n\nLifting/Carrying\n\nMs. Bollar is currently unable to lift or carry any form of loads as a result of her dependency on a walker to mobilize. She noted being able to manage light to moderate weights prior to the subject MVA and would obtain assistance from family and friends for lifting heavier loads.\n\nKneeling\n\nMs. Bollar reported being able to kneel unrestricted prior to the subject MVA.\n\n\n\nAt the time of this assessment, Ms. Bollar reported being unable to kneel. She did not demonstrate an attempt to do so, as her medical restrictions preclude her from adopting low-lying positions.\n\nSquatting/Crouching\n\nMs. Bollar reported being able to squat / crouch unrestricted prior to the subject MVA.\n\n\n\nAt the time of this assessment, Ms. Bollar reported being unable to squat / crouch. She did not demonstrate an attempt to do so, as her medical restrictions preclude her from adopting low-lying positions.\n\nBending\n\nMs. Bollar reported no issues with bending prior to the subject MVA. As a yoga teacher and student, she noted being able to bend without difficulty in all planes. \n\n\n\nAt the time of this assessment, Ms. Bollar is unable to bend as a result of medical restrictions which preclude her to do so.\n\nReaching\n\nMs. Bollar reported being able to reach without difficulty prior to the subject MVA.\n\n\n\nAt the time of this assessment, Ms. Bollar remains able to reach with her upper extremities in all planes in an unrestricted manner.\n\nFine Motor Coordination\n\nMs. Bollar did not report any issues with fine motor dexterity prior to the subject MVA.\n\n\n\nThrough the course of this assessment, Ms. Bollar was observed handling both pen and paper, utilizing both of her hands without any difficulty. \n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n ¼ Range\n\nTrunk ROM restricted as a result of left hip medical restrictions.\n\nLateral flexion\n\n ¼ Range\n\n ¼ Range\n\nRotation\n\n ¼ Range\n\n ¼ Range\n\nHip\n\nFlexion\n\nWFL\n\n ¼ Range\n\nRight hip has full ROM while the left is significantly restricted in all planes.\n\nExtension\n\nWFL\n\n ¼ Range\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nNominal\n\nWFL\n\nRight ankle ROM restricted from any movement due to presence of an air cast.\n\nPlantar flexion\n\nNominal\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMs. Bollar’s emotional presentation was generally unremarkable through all touchpoints held with her between January 23-30, 2024. She did not present with any signs of depression, however, did express some degree of anxiety and apprehension on the lack of planning surrounding her discharge from hospital as this therapist addressed concerns surrounding transportation, equipment and support services, Ms. Bollar was noted to settle. She presented as a fiercely independent woman, who was highly motivated to recover her lost function as soon as possible.\n\n\n\n\n\nCognitive Presentation:\n\n\n\nMs. Bollar presented with no cognitive impairments through all touchpoints with this therapist. She was a good historian, providing information readily and following-up on a regular basis in a proactive and appropriate manner. \n\n\n\nTYPICAL DAY:\n\n\n\nSince her return to home, Ms. Bollar reported the following as a typical day:\n\n\n\nUp at 7 - 8 am.\n\nPrepares and has her tea.\n\nChats with family in India for 60-90 minutes.\n\nPrepares and consumes a smoothie.\n\nDeals with multiple calls.\n\nHas a small lunch which she prepares independently.\n\nHas a nap.  Avoids afternoon appointments.\n\nListens to music, does crossword puzzles, plays games on her phone, etc…\n\nHas Yoga session for upper body, 30 minutes guided for half of the 60-minute session then moves to exercises for lower body.\n\nWill have dinner, then watch television or movie.\n\nBrushes her teeth and then goes to bed around 9:30-10pm.\n\n\n\nMinimizes up and down the stairs.  Spends all her day on main floor of her home.\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\n\n\n\n\nTYPE OF DWELLING\n\nSingle detached, two-story home.\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond Floor\n\nHardwood\n\nBathrooms\n\n3\n\nTwo Full Bathrooms on Second Floor and Powder Room on Main Floor.\n\nTile\n\nLiving Room\n\n1\n\nMain Floor.\n\nHardwood\n\nFamily Room\n\n1\n\nMain Floor.\n\nHardwood\n\nDining Room\n\n1\n\nMain Floor\n\nHardwood\n\nKitchen \n\n1\n\nMain Floor.\n\nTile\n\nLaundry\n\n1 \n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nCurved Staircase Leading to Second Floor and Split Staircase Leading To Basement\n\nCarpet\n\nBasement\n\n1\n\nFinished.\n\nCarpet\n\nDriveway Description\n\nDouble Car Driveway.\n\nYard description\n\nLarge City Lot with Garden.\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☐ Common Law  ☐ Other  X (Widowed 16 years)\n\nLiving Arrangement\n\nLives alone.\n\nChildren\n\nGrown-up children, 1 living nearby and the other in BC.\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the subject MVA, Ms. Bollar was independent in all aspects of self-care. \n\n\n\nNo carrying heavy things\n\nIndep with grab bars and chair with all self-care functions\n\n\n\n\n\nPlease refer to the attendant care needs section of this report for more information.\n\n\n\nHome Management Activities:\n\n\n\nPrior to the subject MVA, Ms. Bollar was managing the entirety of her home, both indoors and outdoors independently. She reported being very particular about maintaining her home in a state of cleanliness and general organization. She would engage in weekly thorough cleaning of floor surfaces, as well as dusting of the main living areas of her home. She washed her dishes daily and managed her laundry independently. She was also independent with outdoor management tasks, including cutting grass, maintaining her garden, and shoveling snow on her walkway. She had a snow removal contract in place for clearing the snow from her driveway. Noteworthy, is that she remains unable to drive at this time, impeding her ability to obtain groceries and supplies independently.\n\n\n\nFinances/Financial Management:\n\n\n\nMs. Bollar has been independent in the management of her finances both pre and post-accident.\n\n\n\nCaregiving Activities:\n\n\n\nMs. Bollar was not responsible for any caregiving activities prior to the subject MVA.\n\n\n\nVocational Activities:\n\n\n\nMs. Bollar was not employed at the time of the subject MVA.\n\n\n\nLeisure Activities:\n\n\n\nPrior to the subject MVA, Ms. Bollar reported being a highly active individual, partaking in the following leisure and recreational activities:\n\n\n\nYoga\n\nWalking\n\nGardening\n\nTravel planning / organization\n\nSocializing with friends and family\n\nSpearheading or participating in various social initiatives. \n\n\n\nAt the time of this assessment, Ms. Bollar has seen a complete disruption of all leisure and recreational activities she enjoyed prior to the subject MVA.\n\n\n\nCommunity Access:\n\n\n\nMs. Bollar reported being independent with all aspects of community access prior to the subject motor vehicle accident.  She was able to drive in an unrestricted manner and made a point of leaving her home on a daily basis for some form of community activity.  She reported no difficulty in this regard.\n\n\n\nAt the time of this assessment, Ms. Bollar is confined to the main floor of her home as she continues to recover.  She remains unable to independently access stairs to exit her home without close stand-by supervision and is unable to transfer in and out of a vehicle or van due to ongoing issues with her left hip.  She is requiring access to wheelchair patient transportation to attend medical appointments and otherwise is remaining in her home while she convalesces.\n\n\n\nUNABLE TO GET UP FROM THE GROUND\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of January 30, 2024. The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist’s] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMs. Bollar is independent with dressing and undressing, which she performs in a slow, planned manner.\n\n0 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week\n\nProsthetics\n\nNot applicable.\n\n0 minutes per week\n\nOrthotics\n\nMs. Bollar is independent in donning and doffing her right-sided air cast. \n\n0 minutes per week\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMs. Bollar is independent with the management of core grooming tasks with the exception of toenail care.  She is unable to reach her toes due to ongoing hip flexion restrictions.\n\n5 minutes per week\n\nFeeding\n\nMs. Bollar is currently unable to prepare complete meals for herself.  She is able to prepare simple food items such as reheating prepared meals in the microwave and preparing her own morning tea.  She makes use of the Rollator Walker to sit while her tea is prepared or her food is being warmed in the microwave and reported no significant issues with this task for the time being.  She currently obtains food either from friends and family and supplements with as-needed purchase of Meals on Wheels prepared meals delivered to her door.\n\n420 minutes per week\n\nMobility *\n\nMs. Bollar is currently independent with the management of indoor mobility while remaining on the main floor of her home.  She remains dependent on stand-by supervision for the management of stairs, which she avoids as much as possible.   Assistance for stair management on a daily abscess to access the second floor of her home for showering purposes is imminent and assistance for this task will be reflected herein.\n\n140 minutes per week\n\nExtra Laundering\n\nMs. Bollar does not present with any extra laundering needs at this time.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\n\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMs. Bollar requires assistance to maintain all aspects of hygiene in her bathroom and bedroom environment.\n\n135 minutes per week\n\nBasic Supervisory Care **\n\nMs. Bollar is currently unable to exit her home safely in case of an emergency.  She would be unable to meet the Available Safe Escape Time (ASET) to exit her home and is thus in need of 24-hour care at the time of this assessment.\n\n9100 minutes per week\n\nCoordination of Attendant Care\n\nMs. Bollar is independent with the scheduling of PSW services and remains cognitively intact and capable of orchestrating available services.\n\n0 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g., individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nMs. Bollar is independent with the management of her urinary needs.  She is able to independently access the main floor powder room and clean herself after urinating without assistance.\n\n0 minutes per week\n\nBowel Care\n\nMs. Bollar is independent with the management of her bowel needs.  She is able to independently access the main floor powder room and clean herself after completing a bowel movement without assistance.\n\n0 minutes per week\n\nTracheostomy\n\nNA\n\n0 minutes per week\n\nVentilator Care\n\nNA\n\n0 minutes per week\n\nExercise\n\nMs. Bollar does not currently have any home exercises to perform other than to walk on a regular basis to improve her mobility and standing tolerance.\n\n0 minutes per week\n\nSkin Care\n\nMs. Bollar does not present with any skin care requirements at this time.\n\n0 minutes per week\n\nMedication\n\nMs. Bollar is independent with the management of her medication at this time.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMs. Bollar requires assistance for the completion of sponge-bathing through setup of necessary equipment, assistance with washing her back as well as assistance for cleaning-up after her sponge bath is complete.  \n\n280 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nMs. Bollar does not have any equipment requiring regular maintenance at this time.\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nMs. Bollar does not present with any skilled supervisor needs at this time.\n\n0 minutes per week\n\n\n\n\n\nAttendant Care Calculation: \n\n\n\nPart 1\t-  Routine Personal Care\t\t\t0 hours per week \t\t$0 /month\n\nPart 2 \t-  Basic Supervisory Functions\t\t0 hours per week \t    \t$0 /month\n\nPart 3\t-  Complex Health/Care and Hygiene\t\t0 hours per week \t\t$0 /month\n\n\n\nTotal monthly assessed attendant care benefit:  $ (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEncl:  \tForm 1\n\n\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n",
  "sections": {
    "DEMOGRAPHICS": "Uses walker when out on the street\n\nVery unsteady, a pebble can make her lose her balance.  Tries to have someone with her all the time.  Feels insecure.\n\nUses a walking stick or walls/counters or walking stick in open spaces.\n\nGoes to PT, doctors, tests.  That is pretty much it. \n\nUnable to go out and have a shopping excursion.  In and out is how she now does it.\n\n** Submit expenses for Rita.\n\nNumbness continues in her toes and fingers.  Saw doctor and sent for blood work and imaging.\n\nSpasm on thigh is much better but hip remains painful.\n\nComputer hacked - severe disruption\n\nOCCUPATIONAL THERAPY\n\nIN-HOME RE-ASSESSMENT\n\nClient Name:\n\nRita Bollar\n\nDate of Loss:\n\n12/21/23\n\nAddress:\n\n706 Clearcrest Cr, Orleans, ON\n\nK4A 3E6\n\nDate of Birth:\n\n09/14/1947\n\nTelephone #:\n\n(613) 816-5473\n\nLawyer:\n\nN/A\n\nFirm:\n\nN/A\n\nAdjuster:\n\nSid Bacalhau\n\nInsurer:\n\nUnifund Insurance Co.\n\nClaim No.:\n\n000-01-805892\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2024-07-19\n\nDate of Report:\n\n2024-07-19\n\nTHERAPIST QUALIFICATIONS:\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\nASSESSMENT PREAMBLE:",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle detached, two-story home.\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond Floor\n\nHardwood\n\nBathrooms\n\n3\n\nTwo Full Bathrooms on Second Floor and Powder Room on Main Floor.\n\nTile\n\nLiving Room\n\n1\n\nMain Floor.\n\nHardwood\n\nFamily Room\n\n1\n\nMain Floor.\n\nHardwood\n\nDining Room\n\n1\n\nMain Floor\n\nHardwood\n\nKitchen \n\n1\n\nMain Floor.\n\nTile\n\nLaundry\n\n1 \n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nCurved Staircase Leading to Second Floor and Split Staircase Leading To Basement\n\nCarpet\n\nBasement\n\n1\n\nFinished.\n\nCarpet\n\nDriveway Description\n\nDouble Car Driveway.\n\nYard description\n\nLarge City Lot with Garden.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☐ Common Law  ☐ Other  X (Widowed 16 years)\n\nLiving Arrangement\n\nLives alone.\n\nChildren\n\nGrown-up children, 1 living nearby and the other in BC.",
    "SYMPTOMS": "Ms. Bollar is currently unable to prepare complete meals for herself.  She is able to prepare simple food items such as reheating prepared meals in the microwave and preparing her own morning tea.  She makes use of the Rollator Walker to sit while her tea is prepared or her food is being warmed in the microwave and reported no significant issues with this task for the time being.  She currently obtains food either from friends and family and supplements with as-needed purchase of Meals on Wheels prepared meals delivered to her door.\n\n420 minutes per week\n\nMobility *\n\nMs. Bollar is currently independent with the management of indoor mobility while remaining on the main floor of her home.  She remains dependent on stand-by supervision for the management of stairs, which she avoids as much as possible.   Assistance for stair management on a daily abscess to access the second floor of her home for showering purposes is imminent and assistance for this task will be reflected herein.\n\n140 minutes per week\n\nExtra Laundering\n\nMs. Bollar does not present with any extra laundering needs at this time.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $ (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "FUNCTIONAL_STATUS": "At the time of this assessment, Ms. Bollar demonstrated her ability to walk for short distances within her home, making use of a rollator walker for support in her home. She reported being able to walk 2 lengths of the small gymnasium located at the Rehabilitation Centre, with frequent breaks. This distance would require a few minutes to travel at a slow, purposeful pace.\n\nStairs\n\nMs. Bollar was independent in all stair-climbing prior to the subject MVA. She reported no limitations in this regard. \n\nAt the time of this assessment, Ms. Bollar demonstrated her ability to manage four stairs, leading from the garage to the main floor of her home, with close stand-by supervision. She notes climbing stairs to be easier than descending them, secondary to pain in her left hip most prevalent when leading with her left leg while descending. She is at this time unable to manage a full staircase which is required to access the second floor of the other home. For safety reasons, this therapist recommends the installation of a second handrail in the curved staircase leading to the second floor to foster a timely resumption of access to the second floor bathroom she primarily uses.\n\nLifting/Carrying\n\nMs. Bollar is currently unable to lift or carry any form of loads as a result of her dependency on a walker to mobilize. She noted being able to manage light to moderate weights prior to the subject MVA and would obtain assistance from family and friends for lifting heavier loads.\n\nKneeling\n\nMs. Bollar reported being able to kneel unrestricted prior to the subject MVA.\n\nAt the time of this assessment, Ms. Bollar reported being unable to kneel. She did not demonstrate an attempt to do so, as her medical restrictions preclude her from adopting low-lying positions.\n\nSquatting/Crouching\n\nMs. Bollar reported being able to squat / crouch unrestricted prior to the subject MVA.\n\nAt the time of this assessment, Ms. Bollar reported being unable to squat / crouch. She did not demonstrate an attempt to do so, as her medical restrictions preclude her from adopting low-lying positions.\n\nBending",
    "ADLS": "Pre and Post Accident Self-Care Activities:\n\nPrior to the subject MVA, Ms. Bollar was independent in all aspects of self-care. \n\nNo carrying heavy things\n\nIndep with grab bars and chair with all self-care functions",
    "MEDICAL_HISTORY": "PRE-ACCIDENT MEDICAL HISTORY:",
    "TYPICAL_DAY": "Since her return to home, Ms. Bollar reported the following as a typical day:\n\nUp at 7 - 8 am.\n\nPrepares and has her tea.\n\nChats with family in India for 60-90 minutes.\n\nPrepares and consumes a smoothie.\n\nDeals with multiple calls.\n\nHas a small lunch which she prepares independently.\n\nHas a nap.  Avoids afternoon appointments.\n\nListens to music, does crossword puzzles, plays games on her phone, etc…\n\nHas Yoga session for upper body, 30 minutes guided for half of the 60-minute session then moves to exercises for lower body.\n\nWill have dinner, then watch television or movie.\n\nBrushes her teeth and then goes to bed around 9:30-10pm.\n\nMinimizes up and down the stairs.  Spends all her day on main floor of her home."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Rita Bollar",
      "dob": "09/14/1947",
      "age": null,
      "gender": "",
      "address": "706 Clearcrest Cr",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "Unifund Insurance Co",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "Single detached",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "Single detached, two-story home.",
        "FLOOR COVERING",
        "Bedrooms",
        "Second Floor",
        "Bathrooms",
        "Two Full Bathrooms on Second Floor and Powder Room on Main Floor.",
        "Living Room",
        "Main Floor.",
        "Main Floor.",
        "Dining Room",
        "Main Floor",
        "Kitchen",
        "Main Floor.",
        "Basement",
        "Stairs",
        "Curved Staircase Leading to Second Floor and Split Staircase Leading To Basement",
        "Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle detached, two-story home.\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond Floor\n\nHardwood\n\nBathrooms\n\n3\n\nTwo Full Bathrooms on Second Floor and Powder Room on Main Floor.\n\nTile\n\nLiving Room\n\n1\n\nMain Floor.\n\nHardwood\n\nFamily Room\n\n1\n\nMain Floor.\n\nHardwood\n\nDining Room\n\n1\n\nMain Floor\n\nHardwood\n\nKitchen \n\n1\n\nMain Floor.\n\nTile\n\nLaundry\n\n1 \n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nCurved Staircase Leading to Second Floor and Split Staircase Leading To Basement\n\nCarpet\n\nBasement\n\n1\n\nFinished.\n\nCarpet\n\nDriveway Description\n\nDouble Car Driveway.\n\nYard description\n\nLarge City Lot with Garden.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☐ Common Law  ☐ Other  X (Widowed 16 years)\n\nLiving Arrangement\n\nLives alone.\n\nChildren\n\nGrown-up children, 1 living nearby and the other in BC.",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Bollar is currently unable to prepare complete meals for herself."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "prepare complete meals for herself"
      ],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Ms. Bollar is currently unable to prepare complete meals for herself.  She is able to prepare simple food items such as reheating prepared meals in the microwave and preparing her own morning tea.  She makes use of the Rollator Walker to sit while her tea is prepared or her food is being warmed in the microwave and reported no significant issues with this task for the time being.  She currently obtains food either from friends and family and supplements with as-needed purchase of Meals on Wheels prepared meals delivered to her door.\n\n420 minutes per week\n\nMobility *\n\nMs. Bollar is currently independent with the management of indoor mobility while remaining on the main floor of her home.  She remains dependent on stand-by supervision for the management of stairs, which she avoids as much as possible.   Assistance for stair management on a daily abscess to access the second floor of her home for showering purposes is imminent and assistance for this task will be reflected herein.\n\n140 minutes per week\n\nExtra Laundering\n\nMs. Bollar does not present with any extra laundering needs at this time.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $ (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $ (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "Bollar demonstrated her ability to walk for short distances within her home, making use of a rollator walker for support in her home.",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [
        "She is at this time unable to manage a full staircase which is required to access the second floor of the other home.",
        "Bollar is currently unable to lift or carry any form of loads as a result of her dependency on a walker to mobilize.",
        "Bollar reported being unable to kneel.",
        "She did not demonstrate an attempt to do so, as her medical restrictions preclude her from adopting low-lying positions.",
        "Bollar reported being unable to squat / crouch."
      ],
      "assistiveDevices": [
        "of a rollator walker for support in her home"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "At the time of this assessment, Ms. Bollar demonstrated her ability to walk for short distances within her home, making use of a rollator walker for support in her home. She reported being able to walk 2 lengths of the small gymnasium located at the Rehabilitation Centre, with frequent breaks. This distance would require a few minutes to travel at a slow, purposeful pace.\n\nStairs\n\nMs. Bollar was independent in all stair-climbing prior to the subject MVA. She reported no limitations in this regard. \n\nAt the time of this assessment, Ms. Bollar demonstrated her ability to manage four stairs, leading from the garage to the main floor of her home, with close stand-by supervision. She notes climbing stairs to be easier than descending them, secondary to pain in her left hip most prevalent when leading with her left leg while descending. She is at this time unable to manage a full staircase which is required to access the second floor of the other home. For safety reasons, this therapist recommends the installation of a second handrail in the curved staircase leading to the second floor to foster a timely resumption of access to the second floor bathroom she primarily uses.\n\nLifting/Carrying\n\nMs. Bollar is currently unable to lift or carry any form of loads as a result of her dependency on a walker to mobilize. She noted being able to manage light to moderate weights prior to the subject MVA and would obtain assistance from family and friends for lifting heavier loads.\n\nKneeling\n\nMs. Bollar reported being able to kneel unrestricted prior to the subject MVA.\n\nAt the time of this assessment, Ms. Bollar reported being unable to kneel. She did not demonstrate an attempt to do so, as her medical restrictions preclude her from adopting low-lying positions.\n\nSquatting/Crouching\n\nMs. Bollar reported being able to squat / crouch unrestricted prior to the subject MVA.\n\nAt the time of this assessment, Ms. Bollar reported being unable to squat / crouch. She did not demonstrate an attempt to do so, as her medical restrictions preclude her from adopting low-lying positions.\n\nBending",
      "confidence": {
        "mobilityStatus": 0.7,
        "functionalLimitations": 0.8,
        "assistiveDevices": 0.8,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Pre and Post Accident Self-Care Activities:\n\nPrior to the subject MVA, Ms. Bollar was independent in all aspects of self-care. \n\nNo carrying heavy things\n\nIndep with grab bars and chair with all self-care functions",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "PRE-ACCIDENT MEDICAL HISTORY:",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Up at 7 - 8 am.",
        "Prepares and has her tea.",
        "Chats with family in India for 60-90 minutes.",
        "Prepares and consumes a smoothie.",
        "Deals with multiple calls.",
        "Listens to music, does crossword puzzles, plays games on her phone, etc…",
        "Has Yoga session for upper body, 30 minutes guided for half of the 60-minute session then moves to exercises for lower body."
      ],
      "afternoonRoutine": [
        "Has a small lunch which she prepares independently.",
        "Has a nap.  Avoids afternoon appointments."
      ],
      "eveningRoutine": [
        "Will have dinner, then watch television or movie.",
        "Brushes her teeth and then goes to bed around 9:30-10pm.",
        "Minimizes up and down the stairs.  Spends all her day on main floor of her home."
      ],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Since her return to home, Ms. Bollar reported the following as a typical day:\n\nUp at 7 - 8 am.\n\nPrepares and has her tea.\n\nChats with family in India for 60-90 minutes.\n\nPrepares and consumes a smoothie.\n\nDeals with multiple calls.\n\nHas a small lunch which she prepares independently.\n\nHas a nap.  Avoids afternoon appointments.\n\nListens to music, does crossword puzzles, plays games on her phone, etc…\n\nHas Yoga session for upper body, 30 minutes guided for half of the 60-minute session then moves to exercises for lower body.\n\nWill have dinner, then watch television or movie.\n\nBrushes her teeth and then goes to bed around 9:30-10pm.\n\nMinimizes up and down the stairs.  Spends all her day on main floor of her home.",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0.8,
        "eveningRoutine": 0.8,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}