{
  "fileName": "Copy of Merkeley, Michael IHA_Form 1.docx",
  "originalText": "\n\n\n\nOCCUPATIONAL THERAPY\n\nIN-HOME ASSESSMENT\n\n\n\nClient Name:\n\nMichael Merkeley\n\nDate of Loss:\n\n2023-08-23\n\nAddress:\n\n11069 Rowena Road, Iroquois, ON K0C 1K0\n\nDate of Birth:\n\n1977-10-17\n\nTelephone #:\n\nNA\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nKaren Clapp\n\nInsurer:\n\nCAA Insurance Company\n\n\n\n\n\nClaim No.:\n\nA000924496-01\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDates of Assessment:\n\n2024-02-14 to 2024-03-27\n\n\n\n\n\nDate of Report:\n\n2024-04-18\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nASSESSMENT PREAMBLE:\n\n\n\nMr. Merkeley was referred to Ferland & Associates Rehabilitation Inc. by his legal representative Mr. Frank McNally of McNally Gervan law firm. He requested that this therapist submit an OCF18 for an in-home assessment and proceed to complete the assessment once approved by the insurer. This therapist met with Mr. Merkeley over six touchpoints between February and March of 2024, as he navigated through some significant financial difficulties and conflict involving the law with a family member. This family member resided with Mr. Merkeley for the past several months with his partner and children under the assumption and understanding that they would provide assistance to Mr. Merkeley as he recovered from injuries sustained in the subject MVA.  This situation was unfortunately short-lived and Mr. Merkeley was required to evict them, leaving him without any form of supports to manage his daily activities. \n\n\n\nAn OCF18 was submitted to the insurer on April 5, 2024 for this in-home assessment, which was approved in full.\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMr. Merkeley, previously employed as a carpenter, transitioned through several careers due to injuries sustained in a significant workplace accident in 2000, which led to shattered wrists and a lengthy recovery. His subsequent roles included business ownership and truck driving, adjustments made necessary by ongoing physical limitations.\n\n\n\nOn the day of the referenced motor vehicle accident, Mr. Merkeley was alone in his vehicle when it was struck by an SUV, resulting in his car being pushed into a ditch. Mr. Merkeley exited his vehicle and interacted with bystanders until emergency services arrived. He opted not to take an ambulance, instead arranging for the retrieval of his vehicle and later seeking medical care through personal means. At Ottawa Civic Hospital, he underwent diagnostic scans, received a neck brace, and was advised to follow up with his family physician.\n\n\n\nThe injuries from this accident include a concussion, cervical and lumbar spine sprains, and a mixed anxiety and depressive disorder. These injuries have significantly impacted his physical and psychological health. Mr. Merkeley's medical follow-up has been complicated by a recent change in his general practitioner, disrupting the continuity of his care.\n\n\n\nCurrently, Mr. Merkeley's mobility and pain are severe enough to significantly limit his daily activities. He engages in physiotherapy and acupuncture, which provide partial relief. Cognitive challenges such as memory loss and slower processing speeds have affected his independence. His emotional state is characterized by frequent bouts of despair and isolation, exacerbated by his physical conditions.\n\n\n\nMr. Merkeley lives in a two-storey home that is not fully adapted to his current physical limitations. The presence of six large dogs, which he had been breeding before the accident, now presents a significant challenge. The dogs require more care and management than Mr. Merkeley can physically provide, often causing him considerable pain.\n\n\n\nThis account highlights the significant effects of the accident on Mr. Merkeley's life, illustrating the need for a comprehensive and coordinated approach to his care. The goal is to manage his physical ailments, adapt his living environment to better suit his needs, and provide psychological support to improve his overall quality of life and functional independence. This coordinated care plan is essential to address both the immediate and long-term impacts of his injuries.\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nMr. Merkeley would at this time benefit from the following interventions to promote a positive outcome in his recovery:\n\n\n\nOccupational Therapy: Six targeted sessions to evaluate and enhance daily functional abilities and home safety adaptations.\n\n\n\nRehabilitation Assistant: Twenty-four sessions over twelve weeks, aimed at reinforcing goals agreed upon with the occupational therapist.\n\n\n\nPsychological Assessment and Treatment: Initial assessment followed by regular therapy sessions to address mental health issues stemming from the accident, such as anxiety and depression.\n\n\n\nOngoing Physical Therapy: Continuous sessions, focusing on pain relief, mobility enhancement, and strengthening exercises, particularly for spinal health.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Mr. Frank McNally.\n\nThe purpose of this assessment is to assess Mr. Merkeley’s current functional status as it relates to his ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMr. Merkeley may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nCAA Insurance, ℅ Karen Clapp\n\nMcNally Gervan, ℅  Frank McNally, Legal Representative\n\n\n\nFollowing this therapist’s explanation Mr. Merkeley granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nAs part of the referral from McNally Gervan, this therapist was provided with an explanation of benefits dated February 14, 2024 confirming Mr. Merkeley having been removed from the MIG. There were no other medical records available for review at the time of referral.\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nMr. Merkeley reported being historically employed as a carpenter, until a workplace accident occurred in December of 2000, when he fell from a height of 20’. As a result of this fall, he reportedly shattered both wrists and underwent a lengthy recovery, requiring bilateral casts from wrist to shoulder and physiotherapy treatments delivered during this 3-year period of recovery. During his time off, Mr. Merkeley obtained a certificate from Algonquin College in Business. He started a company named “Above and Beyond Home Improvements” which he ran for a period of approximately five years. By that time, Mr. Merkeley noted that his injuries were catching up to him, being exacerbated by the physical requirements of his home renovation company, “I was a one-man band.” He was required to take time off work and opted to take a trucking course after being suggested to do so by his family physician. He reportedly drove various trucks over a 1.5 year period and then noted, “I could not find a company to work with.” Mr. Merkeley also reports an injury to his right index finger, which was almost completely severed in an incident involving a sledgehammer and steel. At the time of this assessment, Mr. Merkeley reported having been on ODSP for the last several years due to an inability to work. He was nonetheless active, enjoying outdoor activities, such as hunting and fishing, while managing his lingering but manageable symptoms.\n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nMr. Merkeley reported being the sole-occupant driver of his vehicle when an SUV reportedly t-boned him on the driver side at a speed of 30-60 KM an hour. He notes little recollection of details surrounding the crash. He noted the force of impact had pushed his car into the ditch, where bystanders contacted the paramedics. He made it out of the car and was reportedly talking to witnesses when fire trucks and police had arrived. Due to having to make arrangements for his damaged vehicle, he refused to take the ambulance to the hospital. A customer reportedly drove him home and then a friend took him to the Ottawa Civic Hospital. He indicated that he did not have much recollection of the trip to the hospital or his time there. He does recall having been fitted with a neck brace upon arrival and having undergone MRI and CT scan imaging. He was eventually cleared to go home and follow-up with his family physician.\n\n\n\n\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nBased on the information obtained through Mr. Merkeley, he appears to have sustained the following injuries as a result of the subject motor vehicle accident:\n\n\n\nS.06.0 Concussion\n\nS.13.48 Other sprain and strain of cervical spine\n\nS.33.5 Sprain and strain of lumbar spine\n\nF.41.2 Mixed anxiety and depressive disorder\n\n\n\nPlease note that this diagnostic information is not being established by this therapist, as it is out of this therapist’s scope of practice to do so. These injury codes have been selected based on Mr. Merkeley’s reported symptoms and require confirmation from an appropriate medical practitioner.\n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nMr. Merkeley reports being involved in physiotherapy treatments and acupuncture through a clinic in Morrisburg, where he attends twice weekly. He has also been seen on one occasion by his GP, Dr. Cook, who has not seen Mr. Merkeley in the past. He notes that his long-time GP, Dr. Wallen had retired and he was now under the care of a new physician.   An initial meeting with his new GP took place over the last few weeks and Mr. Merkeley was reportedly informed that regular follow-ups would not be possible while in tandem having many of his medications prescribed by his prior GP not renewed.  Mr. Merkeley indicated that he does not feel any rapport with his new GP and would be seeking an alternate practitioner.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nMorrisburg Physiotherapy\n\nTwice weekly\n\nReceived acupuncture and completed various exercises. He was also prescribed home exercises.\n\nOngoing\n\nDr. Cook \n\nSeen once in April. Mr. Merkeley reported little benefit from this first meeting.\n\nUnknown\n\nTBD\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nCoversyl\n\n10mg / Daily\n\nHigh Blood Pressure\n\nTylenol 3\n\nStandard\n\nPain Management\n\nVenlafaxine\n\n150mg / Daily\n\nMood Management\n\nRosustatin\n\nUnknown\n\nHigh Cholesterol\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nNeck Pain\n\nHe reports constant pain affecting his neck to the back of his skull. He noted periods of sharp increases in his pain symptoms which are quite debilitating, but appear to be improving through physiotherapy.\n\n3 - 10/10\n\nLeft Hip\n\nHe reports constant pain and neurological symptoms affecting his left hip and leg. He reports numbness in his toes, with pain ranging from moderate to debilitating.\n\n3 - 10/10\n\nLower Back\n\nHe reports a steady pain in his lower back affecting both sides with a constant pain experience.\n\nHe notes pain 5 - 10/10, with a usual pain level of 8/10 throughout the day.\n\nVision Changes\n\nHe reports experiencing blurry vision with a variety of symptoms, such as:\n\n\n\n“Squirrely lights”\n\nStars\n\nLightning of different colors\n\nHe reports being hypersensitive to lights in general. When he starts seeing stars in his vision, he feels as though he will pass out. He must sit or lay down to let it pass. These symptoms are accompanied by severe nausea.\n\nN/A\n\nHeadaches\n\nMr. Merkeley reported experiencing headaches almost daily in the back of his skull, radiating to both eyes in a headband fashion. These headaches are quite debilitating and can last for a couple of hours while he attempts to manage his symptoms with ice or heat.\n\nNot Provided\n\nHearing Changes\n\nHe reports tinnitus in the form of humming sounds in his right ear and ringing sounds in his left.\n\nN/A\n\nLeft Ankle \n\nHe reports that his left ankle feels sprained when he walks with a gradual pain onset aggravated by sustained walking. He notes being unable to walk for more than 10-15 minutes before requiring a “good break.”\n\n2 - 9/10\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMr. Merkeley endorses an array of cognitive symptoms at the time of this assessment, including but not limited to the following:\n\n\n\nShort-term memory issues\n\nWord-finding difficulties\n\nSlowed processing speed, “I have to think through things.”\n\nUnable to effectively problem solve\n\nReports feeling idle and at the mercy of everyone.\n\nDifficulty focusing, avoids driving and gets rides everywhere he goes.\n\nMultitasking issues\n\n\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMr. Merkeley also noted experiencing significant emotional struggles since the date of loss, which appear to be growing worse with time. He reported the following:\n\n\n\n“I am not good.” Reports crying frequently on a daily basis.\n\n“ I feel very emotional.”\n\nHas no drive, nothing to keep him engaged, does not partake in any meaningful activity.\n\nFeeling overwhelmed with his inability to sell a litter of puppies, which came shortly after his accident. He is now left with five large dogs to care for and which he is unable to sell.\n\nFeels confused, reports suicidal thoughts, but no plan.\n\nNo interests other than spending time with his animals.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMr. Merkeley reported making use of the following strategies to manage his symptoms at this time:\n\n\n\nRest\n\nActivity avoidance\n\nMedication \n\nCannabis (2-3 grams daily)\n\n\n\n\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nMr. Merkeley indicated that he had no significant mobility issues prior to the subject MVA despite his pre-existing conditions.  He noted that he was highly active, engaging in nature walks for over 4 hours per day and attending the gym 4 - 5 times per week.  The following is a reflection of Mr. Merkeley’s current tolerances, mobility and capacity to manage his transfers:\n\n\n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nMr. Merkeley reports he can tolerate 10 - 15 minutes then “my back screams”.  He noted that he rarely sits for extended periods of time and will spend the bulk of his days changing from one position to the other.\n\n\n\nPeriods of sitting not exceeding the reported range of 10 - 15 minutes observed.  He alternated frequently from sitting to standing and walking and while seated, frequent postural changes are noted.  \n\nBed mobility\n\nMr. Merkeley reported being independent with his bed mobility.  He however noted issues with his tolerances to lying supine, waking 3 - 4 times per night, trying to find a comfortable position and struggling with restless legs.  \n\n\n\nNo lying posture beyond what was observed during bed transfer testing observed by this therapist during this assessment.\n\nTransfers\n\nMr. Merkeley demonstrated his ability to complete chair transfers independently.  Mr. Merkeley also demonstrated his ability to manage bed, toilet and shower transfers independently.  He was observed to make use of a shower chair whilst using the shower stall.\n\nStanding\n\nMr. Merkeley is currently reporting the ability to stand for periods of under 5 minutes with frequent shifting of his weight from side to side.  \n\n\n\nShort periods of static and dynamic standing observed by this therapist.  Mr. Merkeley was observed frequently shifting his weight from side to side and rarely sustained standing in one place for more than a few minutes.\n\nBalance\n\nStatic balance assessed using Four-Stage Balance Test, consisting of holding four different stances for at least 10 seconds each. \n\nwith his feet together\n\non one foot (right then left)\n\nwhile in a semi-tandem and,\n\nwhile tandem stance.\n\n\n\nMr. Merkeley did not present with any balance issues during this testing.\n\nWalking\n\nMr. Merkeley indicated that he can walk for approximately 10 minutes then experiences increased numbness in his legs as well as a tingling sensation and “electric shocks”.  \n\n\n\nShort distance indoor and outdoor ambulation observed through the course of this assessment.  Mr. Merkeley was observed walking slowly and at a moderate pace.  \n\nStairs\n\nMr. Merkeley indicated that he is able to manage “a few stairs”, in a slow, planned manner.\n\n\n\nMr. Merkeley was observed climbing one flight of stairs in a slow, planned manner, with evident core engagement and purposeful positioning of his limbs as he climbed.  Pace of stair climbing was slow and laboured.  \n\nLifting/Carrying\n\nMr. Merkeley noted being unable to lift and carry anything more than light loads without experiencing sharp back pain.  He avoids lifting and carrying wherever possible.\n\nKneeling\n\nHe is reporting that he remains able to manage kneeling however avoids this posture due to the pain he experiences.\n\n\n\nOne kneeling posture observed by this therapist was achieved readily but with observed difficulty rising back to a standing position.\n\nSquatting/Crouching\n\nOne power squat, partially completed, observed by this therapist.  Mr. Merkeley could not achieve a stable squatted posture and was observed using adjacent furniture for support.\n\nBending\n\nMr. Merkeley is unable to bend forward beyond touching his knees.  He notes sharp back pain when trying to bend forward or sideways.\n\nReaching\n\nMr. Merkeley is able to reach in all planes without limitation.  He has maintained upper-extremity range of motion, allowing him to reach unrestricted.\n\nFine Motor Coordination\n\nMr. Merkeley did not report or present with any issues relating to fine motor coordination or dexterity.\n\n\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\n¾ range\n\nPain reported in end-range in all directions.\n\nLateral flexion\n\n¾ range\n\n¾ range\n\nRotation\n\n¾ range\n\n¾ range\n\nExtension\n\n¾ range\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk ROM significantly restricted in all directions with reports of pain throughout all movement range.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\n¾ range\n\nLeft hip range restricted by pain experience.  \n\nExtension\n\nWFL\n\n¾ range\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMr. Merkeley presented with a flat affect, punctuated by periods of tearfulness as he described the stressors he is currently experiencing.  He noted struggling with his finances following the departure of family members who moved-in with him under the pretext of assisting him with his daily function.  These services were short-lived as Mr. Merkeley was required to evict them due to non-payment of rent and utilities.  Mr. Merkeley was reportedly left with a substantial Hydro bill which compounded his already difficult financial situation.  He was observed displaying signs of anger at the feeling of being used and this has markedly impacted his emotional state.  \n\n\n\nMr. Merkeley noted that prior to the subject motor vehicle accident, he had initiated the breeding of Corso dogs and was just having puppies born around the time of the subject motor vehicle accident.  What started as an attempt to make a few extra dollars resulted in an untenable situation where Mr. Merkely now has six grown dogs in his care which he struggles to manage due to their size and the cost to feed them (over $500 per month).  Mr. Merkeley noted that following his accident, he lost the capacity and emotional drive required to have the puppies prepared for sale and to follow-through with the selling process.  He further noted that he had planned to train the dogs before selling them in order to obtain maximum return on his investment.  This unfortunately also fell by the wayside resulting in a pack of 5 large and highly energetic dogs which are draining both his physical, emotional and financial reserves.  He noted that he has made calls to all local shelters and was unable to find one that would take the dogs.  This is an issue requiring urgent attention as Mr. Merkeley continues to financially struggle with the basic costs of living.  \n\n\n\nMr. Merkeley denied any suicidal planning although he did acknowledge passive suicidal ideation in moments of distress.  This will be monitored by this therapist through ongoing interventions.\n\n\n\n\n\nCognitive Presentation:\n\n\n\nMr. Merlekey’s cognitive presentation was generally unremarkable.  He was found to connect well with this therapist and share details of his history in a coherent and structured manner.  A degree of delayed cognitive processing was noted as Mr. Merkeley would take his time to think before responding to questions.  Concurrently, he was also observed to struggle with word-finding throughout touchpoints, especially when more emotionally dysregulated.\n\n\n\n\n\nTYPICAL DAY:\n\n\n\nMr Merkeley reported the following as a typical account of  his day-to-day life at the time of this assessment:\n\n\n\nUp at 4:00 to 5:00 a.m.\n\nMakes his tea\n\nListens to podcasts as he has no access to a computer with Internet or television services\n\nAt 9:00 a.m. will take a short nap for up to 40 minutes\n\nCompletes home exercises and makes another tea\n\nSpends most of his day eating and interacting with his six dogs\n\nHe has no meaningful activity to occupy his time. He would remain in his room for much of the day as he notes being unable to tolerate the presence of family members in his environment and a predisposition to anger outbursts.  Since the departure of family members, Mr Merkeley indicated that he spends less time in his bedroom however remains largely secluded in his home where he spends most of the day\n\nGoes to bed  at 10:00 p.m.\n\n\n\nMr Merkeley currently presents with a complete absence of meaningful activities to occupy his time. He noted being highly engaged in outdoor activities including nature walks, hunting, fishing at the time of the subject motor vehicle accident and having all of these activities be out of reach due to his functional limitations. His lack of meaningful activities is  a significant contributor to his ongoing depressive state, fostering extended periods of rumination.\n\n\n\n\n\n\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nTYPE OF DWELLING\n\nTwo-storey single family home in rural setting\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nThree bedroom home with two bedrooms on second floor and one bedroom on main.\n\nWood\n\nBathrooms\n\n1\n\nOne full bathroom with a stand-up shower stall on the main floor.\n\nLinoleum\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n1\n\nMain floor\n\nWood\n\nKitchen \n\n1\n\nMain floor\n\nLinoleum\n\nLaundry\n\n1\n\nMain floor\n\nLinoleum\n\nStairs\n\nYes\n\n14 steps to second floor of the home.\n\nWood\n\nBasement\n\nNo\n\nNA\n\nNA\n\nDriveway Description\n\nLong country laneway and large parking area.\n\nYard description\n\nLarge country property.\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  x Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone\n\nChildren\n\nNone living in the home\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the subject motor vehicle accident, Mr Merkeley reported being independent in the management of all his self-care activities. \n\n\n\nAt the time of this assessment,  Mr Merkeley noted that he largely remains independent in the management of his self-care, noting that it can be sometimes “tricky” but is able to manage. He notes resorting to the preparation of easy meals such as canned food items to sustain himself and being unable to engage in any form of complex meal preparation. \n\n\n\n\n\nHome Management Activities:\n\n\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\n\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nI – Mr. Merkeley managed meal preparation independently.  \n\nI - Prepares simple meals.  He rarely cooks anything too involved.  He will generally reheat canned food items and noted having accessed the food bank on a few occasions in recent months  due to his poor financial situation  and his inability to meet his core needs.\n\nDishwashing\n\nI – Mr. Merkeley was able to manage daily dishwashing to address the limited dishes he would produce throughout the day.  \n\nI - Mr. Merkeley noted that he does not produce much in the way of dirty dishes and is able to manage the washing of the few dishes he does use.\n\nGroceries/errands\n\nI – Mr. Merkeley did not report any difficulties accessing the community to obtain groceries or run errands.  He was independent in this regard.  \n\nI - Mr. Merkeley noted that he remains able to access the community locally and has been able to get groceries or access the food bank.  He notes a heightened level of anxiety in anticipation of and during outings.\n\nBathroom cleaning\n\nI – Mr. Merkeley was able to maintain his bathroom environment independently.\n\nU - Mr. Merkeley has not cleaned his bathroom since the subject motor vehicle accident.  He noted that between October and March, he had the support of extended family members who managed bathroom cleaning, however since their departure, he has been unable to manage.\n\nMaking/changing beds\n\nI – Mr. Merkeley reported being independent in the changing of his bed linen on a regular basis as well as making of his bed daily.  He reported that he managed with some discomfort.\n\nU - Mr. Merkeley is unable to change his bed linen and been dependent on assistance to manage, “or it doesn’t get done”.  \n\nVacuuming\n\nI – Mr. Merkeley would use a vacuum cleaner to maintain his living environment.  He would vacuum small areas at a time to pace this activity.\n\nU - Mr. Merkeley has been unable to vacuum since the accident.\n\nSweeping\n\nI – Mr. Merkeley reported that he would sweep on a daily basis and was able to pickup piles using a regular dustpan.\n\nA - Mr. Merkeley can spot-sweep small areas but is unable to sustain the motion required to sweep any larger portion of his floors.  \n\nMopping\n\nI – Mr. Merkeley was able to mop his floors on an as-needed basis pre-accident.  He would clean small areas at a time and pace this activity.\n\nU - Mr. Merkeley has been unable to mop since the subject motor vehicle accident.\n\nDusting\n\nI – Mr. Merkeley reported no difficulties with dusting pre-accident.  He would dust surfaces regularly, as-required.\n\nA - Mr. Merkeley no longer dusts his home other than surfaces he uses on a regular basis, at waist level.\n\nTidying\n\nI – Mr. Merkeley reported no difficulty with tidying his living environment pre-accident.\n\nI - Mr. Merkeley is able to tidy his home environment independently.  He putters throughout the day and will tidy surfaces as he shifts from one posture to the next.\n\nLaundry\n\nI – Mr. Merkeley managed his laundry needs without difficulty pre-accident.\n\nA - Mr. Merkeley is unable to manage his laundry without experiencing a sharp increase in his pain symptoms.  He avoids laundry tasks when possible.\n\nGarbage Removal/Recycling\n\nI – Mr. Merkeley was independent in the management of his garbage and recycling.  \n\nMr. Merkeley struggles with garbage removal and this is compounded by the rural setting he lives in.  His long driveway (200 meters approx) leads to an increased physical demand for this task.  Mr. Merkeley noted that he manages with difficulty, using his car to transport the bags to the road.\n\n\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nMr. Merkeley managed his property independently pre-accident.\n\nHe has not yet tried cutting his grass but it is not expected he will be able to manage the large property, even with ride-on mower equipment.\n\nGardening\n\nMr. Merkeley did not garden pre-accident.\n\nNA\n\nSnow Removal\n\nUnknown\n\nNA\n\n\n\nWhile family members were residing with him, Mr. Merkeley noted that they had taken over cooking, cleaning and management of laundry and since their departure in late March of 2024, Mr. Merkeley has been left to his own devices to manage his person and environment.   His living environment was found to be in a state of general disarray,  not having been cleaned thoroughly in some time. \n\n\n\nThe presence of six dogs (fully grown Corso puppies), which he had begun breeding prior to the subject MVA, have left him with an inordinate amount of care responsibilities, as he has been unable to engage in the activities required to sell them in their early months of life.  He now has six fully grown dogs which he clearly struggles to manage and which require physical restraint which he is unable to perform without flaring his pain symptoms.   The dogs were observed to escape from their outdoor enclosure on two occasions, requiring that Mr. Merkeley go out and round them up, restraining them by the collar and leading them back to the enclosure.  He was observed to be wincing and expressing pain during and especially following these two episodes.   He notes that the dogs are “too much, but I can’t get anyone to take them”.  The physical requirement of caring for his animals is beyond his simply sustainable capacity.\n\n\n\nFinances/Financial Management:\n\n\n\nMr. Merkeley noted that he is required to live on his ODSP income, which leaves him very limited funds for his daily expenses, once his rent is paid.  He has thus been historically  diligent in ensuring his needs were few and would make due by carefully managing every dollar he spent.  He indicated that he lived meagerly, however comfortably, and made his monthly payments on time, regularly.   He occupied his time with low-cost activities such as nature walks, fishing and hunting, where he would invest much of his time.\n\n\n\nAt the time of first meeting with this therapist, Mr. Merkeley was facing eviction as a result of accrued Hydro payments which were due, having been largely incurred by family members who had moved–in with Mr. Merkeley in October of 2023 and remained there until March of 2024.  The two extra adults and two children in the household led to significant increases in monthly hydro expenses, which Mr. Merkeley noted they failed to absorb as agreed upon.  He was found unable to problem-solve the matter and was in a state of panic.  He noted that the months following the subject MVA led to a disruption in his typical financial management which had progressively gotten out of hand over the past five months.  He explained that these family members had moved-in under the pretext of providing assistance to Mr. Merkeley following his MVA.  They reportedly did not pay their rent or contributed to utilities, which culminated in their prompt departure from Mr. Merkeley’s home once confronted.  Mr. Merkeley now continues to struggle with the management of his finances following this disruption and would benefit from ongoing support in problem-solving these matters.  \n\n\n\n\n\nCaregiving Activities:\n\n\n\nMr. Merkeley is not the primary caregiver for any of his children at this time.\n\n\n\n\n\nVocational Activities:\n\n\n\nMr. Merkeley was not involved in any vocational activities prior to the subject motor vehicle accident.  He was an ODSP recipient and had not worked in years prior to the subject MVA.  \n\n\n\n\n\nLeisure Activities:\n\n\n\nPrior to the subject motor vehicle accident, Mr. Merkeley noted that he was an avid outdoorsman, who enjoyed activities such as nature walks, hunting and fishing.  He indicated that he also enjoyed attending the gym four to five times per week.  He indicated that he liked to keep busy, and would spend time conducting mechanical work on his car, or on small engines.  He noted that he liked to tinker with engines and would do so regularly to pass time.\n\n\n\nHe also noted an interest in dog breeding and shared how he was in the midst of breeding his Corso dogs at the time of the subject motor vehicle accident.  Due to his inability to physically and psychologically function as he normally would have pre-accident, he was unable to follow-through with the necessary steps to have the puppies adopted shortly after birth.  He is now having to handle six fully grown Corso puppies who are highly energetic, large and untrained.  \n\n\n\n\n\nCommunity Access:\n\n\n\nMr. Merkeley noted that he would regularly access the community prior to the subject motor vehicle accident.  He would travel distances to access hunting grounds and reported no significant limitations in this regard.  \n\n\n\nAt the time of this assessment, Mr. Merkeley stated that he avoids driving as much as he can.  He limits his driving due to a combination of pain, depressive symptoms and severe anxiety.  He can access his local town of Iroquois where most amenities are located and will also drive a short way to his physiotherapy treatments.  He struggles with these drives and notes that this is the extent of his community access at this time.\n\n\n\n\n\nVolunteer Activities:\n\n\n\nMr. Merkeley denied being involved in any volunteer activities at the time of the subject motor vehicle accident.  He has not introduced any form of volunteering into his schedule post-accident.\n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations taken during this assessment. The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist’s] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMr. Merkeley is independent with dressing and undressing despite some struggles with reaching his lower body.  \n\n0 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week\n\nProsthetics\n\nNot applicable.\n\n0 minutes per week\n\nOrthotics\n\nNot applicable.\n\n0 minutes per week\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMr. Merkeley remains independent in the completion of his grooming routine.  He struggles with the management of toenail care but notes that he continues to complete it independently despite the process being “tricky”.\n\n0 minutes per week\n\nFeeding\n\nMr. Merkeley remains independent in the management of his meals.  While he experienced a period of complete inability to do so immediately post-accident, he has resumed completion of simple meals meeting his caloric intake needs.\n\n0 minutes per week\n\nMobility *\n\nMr. Merkeley does not require any assistance with his mobility needs.\n\n0 minutes per week\n\nExtra Laundering\n\nMr. Merkeley does not present any extra laundering needs related to the subject MVA.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMr. Merkeley is able to manage the tidying of his bathroom and is independent with all hygiene tasks listed in this section.\n\n0 minutes per week\n\nBasic Supervisory Care **\n\nMr. Merkeley does not present any basic supervisory needs at this time.\n\n0 minutes per week\n\nCoordination of Attendant Care\n\nNot applicable.   There are no support services in place which require any coordination.\n\n0 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nMr. Merkeley is independent in the management of all of his bladder needs.\n\n0 minutes per week\n\nBowel Care\n\nMr. Merkeley is independent in the management of his bowel routine.\n\n0 minutes per week\n\nTracheostomy\n\nNA\n\n0 minutes per week\n\nVentilator Care\n\nNA\n\n0 minutes per week\n\nExercise\n\nMr. Merkeley is able to manage his independent daily exercise routine as prescribed by his physiotherapist and does so without the need for assistance.\n\n0 minutes per week\n\nSkin Care\n\nMr. Merkeley does not present with any skin care needs at this time.\n\n0 minutes per week\n\nMedication\n\nMr. Merkeley is independent in the management of his medication supply and intake.   \n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Merkeley has resumed independent showering and does do with some difficulty, making use of a shower chair for safety and to provide a period of rest during his showering procedure.\n\n0 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nThere are no equipment or supplies to manage at this time.\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nNot applicable.  Mr. Merkeley does not report any changes in behaviour which would lead to the need for skilled supervisory care.\n\n0 minutes per week\n\n\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t\t0 hours per week \t\t$0 /month\n\nPart 2 \t-  Basic Supervisory Functions\t\t0 hours per week \t    \t$0 /month\n\nPart 3\t-  Complex Health/Care and Hygiene\t\t0 hours per week \t\t$0 /month\n\n\n\nTotal monthly assessed attendant care benefit:  $0 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEncl:  \tForm 1\n\n\n\nCc:\tMcNally Gervan, ℅ Mr. Frank McNally\n\nCAA Insurance, ℅ Ms. Karen Clapp\n\n\t\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n \n\n\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nTwo-storey single family home in rural setting\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nThree bedroom home with two bedrooms on second floor and one bedroom on main.\n\nWood\n\nBathrooms\n\n1\n\nOne full bathroom with a stand-up shower stall on the main floor.\n\nLinoleum\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n1\n\nMain floor\n\nWood\n\nKitchen \n\n1\n\nMain floor\n\nLinoleum\n\nLaundry\n\n1\n\nMain floor\n\nLinoleum\n\nStairs\n\nYes\n\n14 steps to second floor of the home.\n\nWood\n\nBasement\n\nNo\n\nNA\n\nNA\n\nDriveway Description\n\nLong country laneway and large parking area.\n\nYard description\n\nLarge country property.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  x Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone\n\nChildren\n\nNone living in the home",
    "SYMPTOMS": "At the time of this assessment, Mr. Merkeley stated that he avoids driving as much as he can.  He limits his driving due to a combination of pain, depressive symptoms and severe anxiety.  He can access his local town of Iroquois where most amenities are located and will also drive a short way to his physiotherapy treatments.  He struggles with these drives and notes that this is the extent of his community access at this time.\n\nVolunteer Activities:\n\nMr. Merkeley denied being involved in any volunteer activities at the time of the subject motor vehicle accident.  He has not introduced any form of volunteering into his schedule post-accident.",
    "TYPICAL_DAY": "TYPICAL DAY:\n\nMr Merkeley reported the following as a typical account of  his day-to-day life at the time of this assessment:\n\nUp at 4:00 to 5:00 a.m.\n\nMakes his tea\n\nListens to podcasts as he has no access to a computer with Internet or television services\n\nAt 9:00 a.m. will take a short nap for up to 40 minutes\n\nCompletes home exercises and makes another tea\n\nSpends most of his day eating and interacting with his six dogs\n\nHe has no meaningful activity to occupy his time. He would remain in his room for much of the day as he notes being unable to tolerate the presence of family members in his environment and a predisposition to anger outbursts.  Since the departure of family members, Mr Merkeley indicated that he spends less time in his bedroom however remains largely secluded in his home where he spends most of the day\n\nGoes to bed  at 10:00 p.m.\n\nMr Merkeley currently presents with a complete absence of meaningful activities to occupy his time. He noted being highly engaged in outdoor activities including nature walks, hunting, fishing at the time of the subject motor vehicle accident and having all of these activities be out of reach due to his functional limitations. His lack of meaningful activities is  a significant contributor to his ongoing depressive state, fostering extended periods of rumination.",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Mr. Merkeley’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
    "ADLS": "Prior to the subject motor vehicle accident, Mr Merkeley reported being independent in the management of all his self-care activities. \n\nAt the time of this assessment,  Mr Merkeley noted that he largely remains independent in the management of his self-care, noting that it can be sometimes “tricky” but is able to manage. He notes resorting to the preparation of easy meals such as canned food items to sustain himself and being unable to engage in any form of complex meal preparation. \n\nHome Management Activities:\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nI – Mr. Merkeley managed meal preparation independently.  \n\nI - Prepares simple meals.  He rarely cooks anything too involved.  He will generally reheat canned food items and noted having accessed the food bank on a few occasions in recent months  due to his poor financial situation  and his inability to meet his core needs.\n\nDishwashing\n\nI – Mr. Merkeley was able to manage daily dishwashing to address the limited dishes he would produce throughout the day.  \n\nI - Mr. Merkeley noted that he does not produce much in the way of dirty dishes and is able to manage the washing of the few dishes he does use.\n\nGroceries/errands",
    "MEDICAL_HISTORY": "PRE-ACCIDENT MEDICAL HISTORY:",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $0 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tMcNally Gervan, ℅ Mr. Frank McNally\n\nCAA Insurance, ℅ Ms. Karen Clapp\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {}
    },
    "ENVIRONMENTAL": {
      "homeType": "Two-storey single family home in rural setting",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "Two-storey single family home in rural setting",
        "FLOOR COVERING",
        "Bedrooms",
        "Three bedroom home with two bedrooms on second floor and one bedroom on main.",
        "Bathrooms",
        "One full bathroom with a stand-up shower stall on the main floor.",
        "Living Room",
        "Main floor",
        "Dining Room",
        "Main floor",
        "Kitchen",
        "Main floor",
        "Main floor",
        "Stairs",
        "14 steps to second floor of the home.",
        "Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "home with two bedrooms on second floor and one bedroom on main",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nTwo-storey single family home in rural setting\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nThree bedroom home with two bedrooms on second floor and one bedroom on main.\n\nWood\n\nBathrooms\n\n1\n\nOne full bathroom with a stand-up shower stall on the main floor.\n\nLinoleum\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n1\n\nMain floor\n\nWood\n\nKitchen \n\n1\n\nMain floor\n\nLinoleum\n\nLaundry\n\n1\n\nMain floor\n\nLinoleum\n\nStairs\n\nYes\n\n14 steps to second floor of the home.\n\nWood\n\nBasement\n\nNo\n\nNA\n\nNA\n\nDriveway Description\n\nLong country laneway and large parking area.\n\nYard description\n\nLarge country property.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  x Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone\n\nChildren\n\nNone living in the home",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "He limits his driving due to a combination of pain, depressive symptoms and severe anxiety."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "At the time of this assessment, Mr. Merkeley stated that he avoids driving as much as he can.  He limits his driving due to a combination of pain, depressive symptoms and severe anxiety.  He can access his local town of Iroquois where most amenities are located and will also drive a short way to his physiotherapy treatments.  He struggles with these drives and notes that this is the extent of his community access at this time.\n\nVolunteer Activities:\n\nMr. Merkeley denied being involved in any volunteer activities at the time of the subject motor vehicle accident.  He has not introduced any form of volunteering into his schedule post-accident.",
      "confidence": {
        "reportedSymptoms": 0.8
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Up at 4:00 to 5:00 a.m.",
        "Makes his tea",
        "Listens to podcasts as he has no access to a computer with Internet or television services",
        "At 9:00 a.m. will take a short nap for up to 40 minutes",
        "Completes home exercises and makes another tea",
        "Spends most of his day eating and interacting with his six dogs",
        "He has no meaningful activity to occupy his time. He would remain in his room for much of the day as he notes being unable to tolerate the presence of family members in his environment and a predisposition to anger outbursts.  Since the departure of family members, Mr Merkeley indicated that he spends less time in his bedroom however remains largely secluded in his home where he spends most of the day"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [
        "Goes to bed  at 10:00 p.m.",
        "Mr Merkeley currently presents with a complete absence of meaningful activities to occupy his time. He noted being highly engaged in outdoor activities including nature walks, hunting, fishing at the time of the subject motor vehicle accident and having all of these activities be out of reach due to his functional limitations. His lack of meaningful activities is  a significant contributor to his ongoing depressive state, fostering extended periods of rumination."
      ],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "TYPICAL DAY:\n\nMr Merkeley reported the following as a typical account of  his day-to-day life at the time of this assessment:\n\nUp at 4:00 to 5:00 a.m.\n\nMakes his tea\n\nListens to podcasts as he has no access to a computer with Internet or television services\n\nAt 9:00 a.m. will take a short nap for up to 40 minutes\n\nCompletes home exercises and makes another tea\n\nSpends most of his day eating and interacting with his six dogs\n\nHe has no meaningful activity to occupy his time. He would remain in his room for much of the day as he notes being unable to tolerate the presence of family members in his environment and a predisposition to anger outbursts.  Since the departure of family members, Mr Merkeley indicated that he spends less time in his bedroom however remains largely secluded in his home where he spends most of the day\n\nGoes to bed  at 10:00 p.m.\n\nMr Merkeley currently presents with a complete absence of meaningful activities to occupy his time. He noted being highly engaged in outdoor activities including nature walks, hunting, fishing at the time of the subject motor vehicle accident and having all of these activities be out of reach due to his functional limitations. His lack of meaningful activities is  a significant contributor to his ongoing depressive state, fostering extended periods of rumination.",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0.8,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Mr. Merkeley’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "independent",
          "notes": "Merkeley was able to manage daily dishwashing to address the limited dishes he would produce throughout the day."
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "independent",
          "notes": "He notes resorting to the preparation of easy meals such as canned food items to sustain himself and being unable to engage in any form of complex meal preparation. \n\nHome Management Activities:\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nI – Mr. Merkeley managed meal preparation independently."
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": "He will generally reheat canned food items and noted having accessed the food bank on a few occasions in recent months  due to his poor financial situation  and his inability to meet his core needs."
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Prior to the subject motor vehicle accident, Mr Merkeley reported being independent in the management of all his self-care activities. \n\nAt the time of this assessment,  Mr Merkeley noted that he largely remains independent in the management of his self-care, noting that it can be sometimes “tricky” but is able to manage. He notes resorting to the preparation of easy meals such as canned food items to sustain himself and being unable to engage in any form of complex meal preparation. \n\nHome Management Activities:\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nI – Mr. Merkeley managed meal preparation independently.  \n\nI - Prepares simple meals.  He rarely cooks anything too involved.  He will generally reheat canned food items and noted having accessed the food bank on a few occasions in recent months  due to his poor financial situation  and his inability to meet his core needs.\n\nDishwashing\n\nI – Mr. Merkeley was able to manage daily dishwashing to address the limited dishes he would produce throughout the day.  \n\nI - Mr. Merkeley noted that he does not produce much in the way of dirty dishes and is able to manage the washing of the few dishes he does use.\n\nGroceries/errands",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0.8,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0.8,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0.5,
          "medication": 0
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "PRE-ACCIDENT MEDICAL HISTORY:",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $0 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $0 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tMcNally Gervan, ℅ Mr. Frank McNally\n\nCAA Insurance, ℅ Ms. Karen Clapp\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}