{
  "fileName": "Copy of Fowler, Mike IHA.docx",
  "originalText": "OCCUPATIONAL THERAPY IN-HOME ASSESSMENT\n\n\n\nClient Name:\n\nMichael Fowler\n\nDate of Birth: \n\n1952/12/02\n\nAddress: \n\n4128 Brinston Rd, Brinston, ON, K0E 1C0\n\nDate of Loss: \n\n2022/08/19\n\nTelephone #:\n\n(613) 652-1809\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nNadia Archambault\n\nInsurer: \n\nWawanesa Mutual Insurance Company\n\n\n\n\n\nClaim No.:\n\n1198376\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2023/11/07\n\n2023/11/15\n\n2023/11/20\n\n\n\n\n\nDate of Report:\n\n2023/11/21\n\n\n\nCLINICIAN QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to the daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nASSESSMENT PREAMBLE:\n\nMr. Fowler was referred to Ferland & Associates Rehabilitation Inc. by his legal representative Mr. Frank McNally. A medical brief was provided to this therapist for contextual information, which was reviewed in full prior to the assessment. This assessment took place over three separate touchpoints, spanning November 7-20, 2023. An OCF18 for the completion of this assessment was submitted to the insurer for consideration and partially approved. This therapist proceeded to completion of the assessment, per the referral mandate.\n\n\n\nMr. Fowler’s daughter, Jasmin (Jazz) was present for the first of three touchpoints on November 7, 2023 to facilitate an understanding of her father’s daily struggles which she noted being primarily responsible for supporting at this time.  A subsequent assessment time was scheduled on November 15, 2023 and this was placed in Mr. Fowler’s wall calendar at his daughter’s request (as he forgets appointments if they are not written down).  This therapist arrived at Mr. Fowler’s home at the scheduled time only to find that Mr. Fowler had struck-out the entire week in his calendar in error (mixed-up the weeks) and he was unprepared for this therapist’s arrival.  The assessment was thus rescheduled for completion on November 15, 2023.  \n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nPrior to 2012, Mr. Fowler led a life marked by independence and vitality, characterized by an active involvement in work, social, and recreational activities. However, this narrative of self-reliance took a dramatic turn following a catastrophic motor vehicle accident in 2012. The accident resulted in considerable physical and cognitive impairments, altering the course of his life.\n\n\n\nDespite these challenges, Mr. Fowler strived to adapt to his new circumstances, managing his impairments with resilience. This period of adjustment, however, was further complicated by another motor vehicle accident in August 2022. This recent accident did not merely add to his pre-existing conditions but exacerbated them, leading to a further decline in his physical and cognitive functions.\n\n\n\nPost the 2022 accident, Mr. Fowler faced severe respiratory difficulties, especially notable during physical activities. These breathing challenges significantly limited his mobility and stamina, restricting his ability to engage in even basic tasks. The assessment also notes the persistence of chronic pain and balance issues, alongside increased fatigue, cumulatively diminishing his functional capacity.\n\n\n\nThe cognitive repercussions of the recent accident are particularly striking. Mr. Fowler's ability to recall, concentrate, and engage in conversations has been notably affected. This decline in cognitive functions has led to a heightened dependency on his daughter for everyday activities. The therapist's report details how Mr. Fowler, a fiercely independent man, now relies heavily on support from his daughter Jasmin for tasks like transportation, grocery shopping, and managing household chores.\n\n\n\nThe assessment illustrates the profound emotional and psychological effects of these changes on Mr. Fowler. Activities that were once sources of joy and fulfillment now stand as reminders of his limitations. The loss of independence and the ensuing reliance on his daughter for basic needs have deeply impacted his sense of self-worth and identity.\n\n\n\nIn response to these challenges, the therapist has recommended a comprehensive occupational therapy intervention plan. This includes the provision of attendant care for 135.9 hours per month, exploring assistive devices to aid in daily functioning, and initiating a Functional Reactivation Program. These interventions are aimed at enhancing Mr. Fowler's functional capabilities, facilitating engagement in meaningful activities, and improving his overall quality of life.\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nMr. Fowler would benefit from 135.9 hours per month of attendant care to assist him with the management of those activities listed in the assessment of attendant care needs form (Form 1). He is currently entitled to a monthly attendant care benefit of  $2057.49 (subject to limits under Statutory Accident Benefits Schedule).\n\n\n\n\n\nHousekeeping:\n\n\n\nMr. Fowler reported that he has maintained his independence in housekeeping tasks however this remains an area to be exploited during the provision of OT treatment proposed below.  It is believed that Mr. Fowler has a tendency to underreport the struggles he experiences and has developed an array of strategies which should be reviewed to provide an enhancement to his reported independent management of his home environment (through alternate strategies or provision of assistive devices).\n\n\n\n\n\nAssistive Devices:\n\n\n\nMr. Fowler would benefit from an array of devices to foster improved safety and effectiveness in performing his self-care functions and managing his home environment.  Assistive devices will be discussed with Mr. Fowler in upcoming OT sessions to support his independence in relation to the management of housekeeping and home maintenance activities.\n\n\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nMr. Fowler would benefit from the introduction of OT treatment to be delivered by this therapist in the form of a Functional Reactivation Program.  This program will target increased engagement and problem solving of meaningful activities including increased community access and socialization.\n\n\n\nIn support of OT treatment delivery, Mr. Fowler would benefit from the support of a Rehabilitation Assistant (RA) for two weekly sessions of up to 3 hours in duration to foster engagement in meaningful activities, community outings, as well as to work on core OT goals which will be deployed on an ongoing basis in support of Mr. Fowler’s recovery.\n\n\n\nAn OCF18 for both the provision of OT treatment and support of a Rehabilitation Assistance will be submitted in HCAI for consideration.\n\n\n\n\n\nReferral for Other Services:\n\n\n\nThere are no additional referrals being contemplated at this time.  Consideration for the introduction of other professionals in Mr. Fowler’s circle of care will continue as OT treatments evolve and problem solving strategies are implemented. \n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Mr. Frank McNally.\n\nThe purpose of this assessment is to assess Mr. Fowler’s current functional status as it relates to his ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMr. Fowler may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nWawanesa Insurance, ℅ Nadia Archambault, Accident Benefits Adjuster\n\nMcNally Gervan, c/o Frank McNally, Legal Representative\n\n\n\nFollowing this therapist’s explanation Mr. Fowler granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nThe following documentation was provided to Ferland & Associates for review by his legal representative at the time of referral:\n\n\n\n1. Hospital Records\n\n\tA. Ottawa Hospital\n\n\t\t(1) Clinical notes and records received May 19, 2023\n\n\n\n2. Family Doctor\n\n\tA. Dr. Hamilton\n\n\t\t(1) Clinical notes and records received May 17, 2023\n\n\n\n3. Occupational Therapists Reports\n\n\tA. Life mark\n\n\t\t(1) OT In-home Assessment Report dated September 24, 2022\n\n\t\t(2) OT In-Home Assessment by Liam Bali dated September 24, 2022\n\n\t\t(3) OT In-Home Assessment by Liam Bali dated February 28, 2023\n\n\t\t(4) OT In-Home Assessment by Liam Bali dated January 5, 2023\n\n\t\t(5) s.25 OT assessment incomplete\n\n\n\n4. Treating Specialists\n\n\tA. Summers Physiotherapy\n\n\t\t(1) Clinical notes and records received May 23, 2023\n\n\n\n5. Prescription History\n\n\tA. Gilmer Pharmacy\n\n\t\t(1) Prescription Summary dated May 6, 2023\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nMr. Fowler reported being involved in a prior MVA on April 12, 2012, which reportedly led to a Catastrophic Designation. In this accident, he reportedly sustained multiple fractured vertebrae (10 reported) in his neck and back, multiple fractures to his sternum, and a number of other associated injuries. He also sustained a traumatic brain injury.  Subsequent to this accident, he also developed a number of cognitive issues, and was experiencing what he qualified as “full body pain”. He would experience spasms throughout his body on a regular basis, with specific complaints of issues in his lower back and neck.\n\n\n\nHe was nonetheless, high-functioning before the subject MVA. He lived his life without any apparent restrictions, and would do what he wanted to when he felt like it. He noted, living freely, engaging in regular community outings, visiting friends, and enjoying a positive quality of life. \n\n\n\nMr. Fowler was also reportedly diagnosed with high blood pressure pre-accident.\n\n\n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nMr. Fowler reported having no memory of the subject MVA. Based on a review of available documentation, Mr. Fowler was the sole occupant of a motorcycle which swerved to avoid wild turkeys while traveling at approximately 75 km/hr.  There is a report of another vehicle being involved.  Mr. Fowler believed he lost consciousness at the time of the accident, and has a foggy and partial memory of what ensued. Paramedics attended the scene of the crash, and Mr. Fowler was taken to Winchester Hospital for treatment.\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nAs a result of the subject motor vehicle accident, Mr. Fowler sustained the following injuries:\n\n\n\nConcussion\n\nBroken Nose\n\nBroken Jaw\n\nDental Damage (Missing Teeth)\n\nRight Humerus Fracture\n\nRight Wrist Fracture\n\nRight Digit Fractures (Crushing Injury to Right Hand)\n\nLeft Fibula Fracture\n\nBlood Clots Removed From Right Leg (August 19th)\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Hamilton, GP\n\nEvery 6 months\n\nUsually for something out of the norm.  Avoids GP.   Issues with allergies to nuts. \n\nTBD\n\nSummers Physiotherapy, Krista Macmillan\n\nOnce weekly.   “They break  me out” referring to how these treatments assist with improving his mobility. \n\nTreatment provided\n\nOngoing\n\nOccupational Therapy - Lifemark\n\nMr. Fowler noted that he was involved in a course of occupational therapy through Lifemark however did not feel his needs were being met.  The file was subsequently transferred to this therapist.\n\nNA\n\nNA\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nASA81\n\nOnce daily\n\nBlood Thinner\n\nTerazosin\n\n5 mg twice daily\n\nProstate\n\nPerindopril\n\n8 mg daily\n\nHigh Blood Pressure\n\nFinasteride\n\n5 mg daily\n\nProstate\n\nAmitriptyline\n\n5 mg 1 - or 2 at night\n\nSleep\n\nCannabis\n\nUnknown\n\nMood, Sleep\n\n\n\n\n\nCLIENT REPORTED SYMPTOMS\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nHeadaches\n\nOccurs every 2 or 3 weeks.  This has improved.  Maybe as a result of stressing out over appointments.  He notes that his headaches will be managed with Tylenol.  \n\n3 - 8/10   if he catches them before they get bad with Tylenol.\n\nNeck pain\n\nConstant pain shoots into both shoulders and radiates into the upper back.\n\n5 - 9/10\n\nBack pain and hips\n\nHunched over in the morning.  He needs to move and do exercises to get going.  20 minute exercises help bring his back into motion again.  \n\n8/10 in the morning down to 1 or 2/10 after he loosens up.\n\nRight knee limited range of motion\n\nExceeding range of motion increases pain. \n\nNA\n\nLower extremity pain\n\nSudden onset pain associated with mobility,  if he does not stop when symptoms start increasing it will flare significantly.   \n\n4/10 regular up to 8/10 walking or kneeling down\n\nBalance issues \n\nWhen he leans forward he will intermittently lose balance.  This occurs a couple times a day.  He makes use of a cane for his mobility needs. However, noted working on walking without a cane when he can.\n\nNA\n\nBreathing issues\n\nMr. Fowler reports getting winded after even minor physical exertion.  This is one of his primary issues currently and affects every aspect of his life.\n\nNA\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMr. Fowler’s daughter was present for the first touchpoint of this multi-day assessment. She noted a significant change in her father since the day of loss. She acknowledges that while he had some cognitive challenges prior to the accident, it has become much worse. The following symptoms were reported by Mr. Fowler, with assistance/cueing from his daughter:\n\n\n\nShort term memory issues, much worse than before the MVA.  Forgets full conversations as if they didn’t happen.\n\nDaughter sees a difference in the quality of retention in person versus over the phone.\n\nUnable to multitask (cooking meat, potatoes and vegetables).\n\nDifficulty with task sequencing (for example, he has cooked hamburger meat before forming a meatloaf).\n\nProblem solving, causes him to break / smash things out of frustration.\n\nLack of patience, frustration leads to vocalizing obscenities.\n\nForgets what he will have for dinner, his daughter will queue him accordingly. \n\nStruggles with managing appointments.\n\nRelies heavily on his daughter’s support for managing many aspects of his daily life.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nWith respect to his emotional presentation, Mr. Fowler shared limited insight into how he is doing, “I guess I am content.” When further questioned, he noted that he did experience a number of concerning emotional symptoms, including:\n\n\n\nSocial Isolation.\n\nLoss of Interest / Ambition.\n\nLoss of Pleasure in Activities Once Enjoyed.\n\nSignificant Levels of Frustration (Leads to Outbursts).\n\n“My world has gotten really small.” \n\n\n\nWhile Mr. Fowler presents with a tendency to minimize his emotional struggles, the drastic change in his quality of life and ability to live is believed to hold ongoing impacts on Mr. Fowler’s mood and emotional wellbeing.  Introduction of meaningful activity, improvements in managing daily activities and socialization/community outings are believed to be of primary importance at this time in fostering improvements in Mr. Fowler’s mood.\n\n \n\n\n\nSymptom Management Strategies:\n\n\n\nMr. Fowler reported making use of the following strategies to manage his symptoms at this time:\n\n\n\nRest\n\nActivity avoidance\n\nMedication\n\nCannabis\n\n\n\n\n\nFUNCTIONAL AND BEHAVIORAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\n“Sitting is not an issue.  I can sit for a long time if I can settle into a sweet spot.”\n\n\n\nMr. Fowler was observed sitting in a kitchen chair intermittently and for extended periods of time during the three touch points required to complete this assessment. He was observed sitting for periods ranging from 30-60 minutes.\n\n\n\nBed mobility\n\nMr. Fowler did not report any issues with bed mobility. He was observed managing  bed transfer independently through the course of this assessment. \n\nTransfers\n\nMr. Fowler demonstrated his ability to complete chair transfers independently.  He would often lean on adjacent supports (wall or furniture) to stabilize himself after standing.  \n\n\n\nMr. Fowler demonstrated his ability to manage bed, toilet and bathtub transfers independently.  Bed transfers were managed independently and he demonstrated independence with toilet transfers. \n\n\n\nThe primary area of concern with respect to transfers, relates to the jacuzzi tub used by Mr. Fowler for bathing needs. He noted that he will sit on the edge of the tub and lower himself down the inclined back portion of the tub into the water, using his arms to hold his weight. Solutions to improve safety and bathing will be explored through the course of OT treatment delivery.\n\nStanding\n\nPrior to the accident, he was limited to 30 – 45 minutes with soreness, stretching and frequent shifting of his weight from side to side.\n\n\n\nHe is currently reporting the ability to stand for periods of 10 minutes then must sit to rest.  \n\n\n\nShort periods of static and dynamic standing observed by this therapist.  Mr. Fowler was observed frequently shifting his weight from side to side and rarely sustained standing in one place for more than a few minutes.\n\nBalance\n\nStatic balance assessed using Four-Stage Balance Test, consisting of holding four different stances for at least 10 seconds each. \n\n\n\nwith his feet together\n\non one foot (right then left)\n\nwhile in a semi-tandem and,\n\nwhile tandem stance.\n\n\n\nMr. Fowler was unable to complete most of these tasks due to his impaired mobility and is found to continue benefiting from use of a single point cane at the moment.\n\nWalking\n\nMr. Fowler indicated that he used to walk 4 km per day.  It has now been over a year that he has not walked.  His mailbox is located 8 houses down and he has only gone a few times on his own.  \n\n\n\nAt this time, Mr. Fowler’s walking is highly restricted. Any degree of physical exertion leads to significant wheezing and panting, as he struggles to catch his breath. He no longer engages in his daily walks, and has only recently started pushing himself to walk indoors without his cane. He notes that walking was a big part of his life pre-accident, and he misses it tremendously.\n\nStairs\n\nAble, but acutely winded after.  He is able to climb to the second floor of his home using a spiral staircase, leading to a den where his pool table and bar area are located. This part of his home is where Mr. Fowler noted enjoying spending much of his time pre-accident. Due to his issues with mobility, and overall reduced tolerances, he has until recently largely avoided going upstairs and playing pool. In an effort to increase his level of conditioning and improve his mobility, he made a goal for himself to go upstairs at least once daily to play a few solo warmup games of billiards, and then return downstairs. \n\nLifting/Carrying\n\nMr. Fowler noted that lifting and carrying were not significant concerns pre-accident. He reported being able to carry a box of cat litter from the store located across the street to his home. \n\n\n\nAt this time, Mr. Fowler is highly limited in his ability to lift and carry. The most he can manage at this time is a few logs (3-5), which he carries with a leather strap from his wood storage shed to the primary area of his home where his stove is located.  While he can do this independently, this chores leaves him winded at the entrance of his home, where he must rest for 5-10 minutes before carrying the wood the remainder of the way.\n\nKneeling\n\nWas able to kneel with some discomfort pre-accident.\n\n\n\nHe is reporting that he remains able to manage kneeling however avoids this posture due to the pain he experiences.\n\n\n\nNot observed due to difficulties noted with squatting.  This is not deemed a functional posture\n\nSquatting/Crouching\n\nWas able to squat and crouch with some discomfort pre-accident.\n\n\n\nOne power squat, partially completed, observed by this therapist.  Mr. Fowler could not achieve a stable squatted posture and was observed using adjacent furniture for support.\n\nBending\n\nMr. Fowler experiences significant difficulty with forward bending. He notes that this is worse than it was before. \n\nFine Motor Coordination\n\nAs a result of the crushing injury to Mr. Fowler’s right hand, he has developed significant fine-motor, and gripping limitations.  He is left at this point with almost no function in his right hand other than being able to create a “hook” with his hand to hold sling-items such as his wood carrying strap or a light bag.  \n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNeck range of motion is generally preserved although Mr. Fowler reports stiffness and pain with active range of motion and in neutral position.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\n3/4 range\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\n1/2 range\n\nWFL\n\nRight shoulder range of motion is significantly impaired in all planes.\n\nExtension\n\n1/2 range\n\nWFL\n\nAbduction\n\n1/2 range\n\nWFL\n\nAdduction\n\n1/2 range\n\nWFL\n\nInternal rotation\n\n1/2 range\n\nWFL\n\nExternal rotation\n\n1/2 range\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n1/2 range\n\nMr. Fowler is unable to effectively bend forward beyond his upper-thighs as a result of severe pain he experiences in his lumbar spine.\n\nLateral flexion\n\n1/2 range\n\n1/2 range\n\nRotation\n\n1/2 range\n\n1/2 range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMr. Fowler’s overall emotional presentation could be best qualified as flat in nature. While he did respond to attempts at humor by this therapist, he was found to generally not display any form of emotion remaining stoic about his situation, and the severity of his struggles. He did however endorse a number of depressive symptoms, and was found to ruminate about his past. When suggesting the introduction of some meaningful activities in his day to day life, Mr. Fowler was found to display a degree of visible excitement, reflective of how important this topic was to him. He relies heavily on his daughter for support in the management of his core self-care needs, and to advocate on his behalf. Mr. Fowler’s emotional state will continue to be closely monitored through the course of OT treatment delivery.\n\n\n\n\n\n\n\n\n\nCognitive Presentation:\n\n\n\nThrough the course of this assessment, Mr. Fowler demonstrated a number of clear signs of cognitive impairments, evidenced by the following observations:\n\n\n\nDifficulty recalling details surrounding his course of recovery.\n\nLosing track of which week is which on his calendar, leading to him scratching out an entire week out of his calendar in error, resulting in a no-show to 1 of 3 assessment touchpoints. \n\nLosing track of conversation, requiring frequent and consistent cueing and redirection. \n\nNotable difficulty in problem solving, as various scenarios were explored to improve on his daily function. He will settle for a working solution without exploring other, more practical options.\n\nRigid thinking; Mr. Fowler presented as a rather rigid individual throughout his interactions with this therapist. \n\nLack of carryover in recall from one session to another. He required repeat explanations as to this therapist’s role in the context of his rehabilitation. \n\nDependent on instructions from his daughter to ensure he consumes healthy, regular meals, which she cooks and pre-packages for him in individual portions. \n\n\n\nTYPICAL DAY:\n\n\n\nMr. Fowler indicated that prior to the subject MVA, he led an active life where he would engage in activities generally unrestricted. He noted that he would get up in the morning and always start by feeding his outdoor cats (12). He would then tend to the fire and generally would go on outings. He spent his time socializing with friends, working on his motorcycle, attending community events, going out for meals and drinks, and playing pool.\n\n\n\nCurrently, Mr. Fowler reports that his mornings start off much as they did before. He now gets up, feeds his cats, and tends to the fire. He does this, however, with much difficulty, as he struggles with loss of breath, poor balance, and pain. He states that he will spend much of his days (6-7 hours) watching television. This is his main and primary distraction at this time. Until very recently, Mr. Fowler had been unable to make it up the spiral staircase to the second floor of his home to engage in recreational billiards play. He reported having recently succeeded in introducing trips to the upstairs billiards room for a few solo warmup games.\n\n\n\nMr. Fowler noted that even getting cat litter has become a challenge, and he relies on the goodwill of the store owners across the street who will deliver his larger purchases to his home.  He reported that he does not go to bed at regular hours, has poor sleep (6 hours of broken sleep per night, at best).  Mr. Fowler noted that he has no discernable routine at this time.\n\n\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nTYPE OF DWELLING\n\nSingle Detached\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nMain level\n\nWood\n\nBathrooms\n\n1\n\nMain level\n\nLinoleum\n\nLiving Room\n\n1\n\nMain level\n\nWood\n\nFamily Room\n\n1\n\nSecond floor\n\nCarpet\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nMain level\n\nLinoleum\n\nLaundry\n\n1\n\nMain level\n\nConcrete\n\nStairs\n\nYes\n\nTwo steps from the sunken entrance to the main floor of the home.  Spiral staircase (not to code) leading to second floor billiards room.\n\nWood and metal\n\nBasement\n\nNo\n\nNA\n\nNA\n\nDriveway Description\n\nDouble car+\n\nYard description\n\nSmall country lot with an outbuilding\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone.\n\nChildren\n\nDaughter Jasmin, adult, his primary care provider.\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre- and Post-Accident):\n\n\n\nSelf-Care Activities:\n\n\n\nWith respect to self-care activities, Mr. Fowler remains independent in his management of core self-care functions.  He does struggle with the management of some tasks such as lower body dressing, showering, and hair care however is able to manage through pacing and activity modification.  He does rely on assistance from his daughter Jasmin for ensuring his comfort and safety in addition to providing meals for him to reheat in his microweave.  His levels of insight into his difficulties will be monitored by this therapist through ongoing OT treatment.\n\n\n\n\n\n\n\nHome Management Activities:\n\n\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\n\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nI – No issues reported\n\nA – Assistance required\n\n\n\nMr. Fowler has been dependent on assistance from his daughter, Jasmin, for the management of his meal preparation. As a result of cognitive impairments, his daughter must prepare meals in advance, which she packages individually, and freezes. Mr. Fowler is now limited to reheating meals in the microwave, and has not resumed any form of meal preparation since the subject MVA.\n\nDishwashing\n\nI – No issues reported\n\nI – Able with difficulty\n\n\n\nMr. Fowler noted that he has little to no dishes to wash, and the few dishes he does need to clean, he manages on his own.\n\nGroceries/errands\n\nI – No issues reported\n\nI – Able with difficulty\n\n\n\nMr. Fowler is currently dependent on assistance from his daughter to ensure access to necessities. He does not engage in any independent community outings.\n\nBathroom cleaning\n\nI – No issues reported\n\nI – Able with difficulty\n\n\n\nMr. Fowler reports that he manages his bathroom environment, including tidying and changing the cat litter, independently. He does acknowledge that this chore can be difficult, and he will sometimes only clean when it’s bothersome.\n\nMaking/changing beds\n\nI – No issues reported\n\nI – Able with difficulty\n\n\n\nMr. Fowler struggles with the management of sheets and linens. Strategies to facilitate independent engagement in this activity will be explored during provision of OT treatment.\n\nVacuuming\n\nI – No issues reported\n\nI – Able with difficulty\n\n\n\nMr. Fowler rarely engages in vacuuming, opting to sweep his floors when needed.\n\nSweeping\n\nI – No issues reported\n\nI – Able with difficulty\n\n\n\nMr. Fowler is able to sweep, however, struggles with this task when his symptoms are flared. He will also struggle with picking up dust piles, due to the bending and lower reaching required.\n\nMopping\n\nI – No issues reported\n\nI – Able with difficulty\n\n\n\nMr. Fowler reported being independent with managing the mopping of his floors. He offered little insight into how he might struggle with this task. This will be further explored during treatment sessions to be delivered.\n\nDusting\n\nI – No issues reported\n\nI – Able with difficulty\n\n\n\nMr. Fowler did not report any issues with dusting, which he does on an as-needed basis.\n\nTidying\n\nI – No issues reported\n\nI – Able with difficulty\n\n\n\nMr. Fowler presented with the strength, endurance, and postural tolerances required to manage basic tidying of his home environment.\n\nLaundry\n\nI – No issues reported\n\nI – Able with difficulty\n\n\n\nMr. Fowler is reportedly able to load and unload the washer and dryer independently, despite some struggles resultant from his right hand impairments.\n\nIroning\n\nNA\n\nNA\n\n\n\nGarbage Removal/Recycling\n\nI – No issues reported\n\nI – Able with difficulty\n\n\n\nMr. Fowler reported managing garbage removal independently.\n\n\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nI - No issues reported\n\nU - Mr. Fowler has not engaged in lawn care to date.\n\nGardening\n\nI - Mr. Fowler was an avid gardener pre-accident, noting that he legally grew his own marijuana plants which he uses daily for medical purposes. \n\nTBD - Mr. Fowler’s engagement in gardening was not addressed during this assessment, which was focused on his cognitive issues and mobility impairments.\n\nSnow Removal\n\nI - No issues reported.\n\nMr. Fowler is unable to engage in any form of snow removal at this time.  \n\n\n\n\n\nVocational Activities:\n\n\n\nMr. Fowler was not employed at the time of this assessment. He reported being retired from many years working as an auto mechanic (Class A Mechanic). \n\n\n\n\n\nLeisure Activities:\n\n\n\nMr. Fowler could be best described as a “free spirit”, pre-accident. He enjoyed an unrestricted lifestyle, where he was reportedly fiercely independent, and engaged in a variety of meaningful activities. Mr. Fowler reportedly engaged in a number of leisure activities on a regular basis, which included:\n\n\n\nRiding his motorcycle alone and with friends.\n\nMeeting friends for food and drinks.\n\nTending to his cats.\n\nGrowing medical marijuana.\n\nWorking on a motorcycle project.\n\nPlaying pool (Mr. Fowler reported being an avid pool player pre-accident).\n\nStained glass crafts\n\nTarget shooting\n\n\n\nMr. Fowler populated his days with whatever activity he felt like pursuing at the time, sometimes opting for simple errands which he completed unrestricted.\n\n\n\nAt the time of this assessment, Mr. Fowler presents with little to no meaningful activity to occupy his time, leading to hours of television watching on a daily basis. He is making significant efforts to resume engagement in activities such as playing pool, doing minor work on his motorcycle (parked in his living room), and tending to his cats. He has for all intents and purposes seen a complete disruption of his pre-accident lifestyle. He requires engagement with this OT to foster increased involvement in meaningful activities.\n\n\n\n\n\nCommunity Access:\n\n\n\nMr. Fowler is currently restricted to his home environment unless he is driven by his daughter or making his way to an appointment nearby. He noted that can get lost in unfamiliar places, and has been unable to make use of a GPS system provided by a friend to assist him with navigation. As a result, Mr. Fowler opts to stay home where he appears to have settled into an unproductive routine largely void of meaningful activity and social contact. He would benefit from access to a RA assistant, to support OT goals, targeting increased engagement in community activities.\n\n\n\n\n\nVolunteer Activities:\n\n\n\nMr. Fowler was not involved in any volunteer activities prior to the subject motor vehicle accident. \n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of January 13, 2022. The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist’s] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMr. Fowler reported being independent with dressing and undressing despite struggling at times with fasteners.  \n\n0 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week\n\nProsthetics\n\nN/A\n\n0 minutes per week\n\nOrthotics\n\nN/A\n\n0 minutes per week\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMr. Fowler is independent in the management of his grooming tasks. \n\n0 minutes per week\n\nFeeding\n\nMr. Fowler depends on meals prepared by his daughter to meet his daily nutritional requirements. As a result of his cognitive impairments, significant mobility restrictions, and poor stamina. He requires daily assistance to prepare meals.\n\n420 minutes per week\n\nMobility *\n\nMr. Fowler is currently independent in his core mobility needs. However he would benefit from assistance to access the community, which is currently being provided by his daughter.\n\n420 minutes per week\n\nExtra Laundering\n\nMr. Fowler has no extra laundering needs at this time.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMr. Fowler is independent with the management of his basic hygiene needs at this time.\n\n0 minutes per week\n\nBasic Supervisory Care **\n\nMr. Fowler depends on the assistance from his daughter, who provides cueing, emotional support, and advocacy in support of her father’s recovery. He benefits from access to this support on a daily basis at fluctuating levels of need. An estimated 2 hours per day is currently allocated to ensure his safety and comfort in his living environment.\n\n840 minutes per week\n\nCoordination of Attendant Care\n\nThere are no attendant care coordination needs at this time.\n\n0 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,  individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nMr. Fowler is independent in the management of his urinary functions.\n\n0 minutes per week\n\nBowel Care\n\nMr. Fowler is independent in the management of his bowel care.\n\n0 minutes per week\n\nTracheostomy\n\nNA\n\n0 minutes per week\n\nVentilator Care\n\nNA\n\n0 minutes per week\n\nExercise\n\nMr. Fowler continues to struggle with his mobility, including poor balance and lack of stamina. While he is generally independent with his mobility, he would benefit from daily supervised assistance to support extension of his walking duration.\n\n210 minutes per week\n\nSkin Care\n\nMr. Fowler has no skin care requirements at this time.\n\n0 minutes per week\n\nMedication\n\nMr. Fowler is independent with management of his medication.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Fowler is independent in all of his bathing needs.\n\n0 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nMr. Fowler does not currently have any medical equipment or supplies requiring monitoring or maintenance.  \n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behavior)\n\nMr. Fowler does not present with any behaviors requiring skilled supervisory care.\n\n0 minutes per week\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t60.2 hours per month\t\t$896.98 /month\n\nPart 2 \t-  Basic Supervisory Functions\t60.2 hours per month \t    \t$842.80 /month\n\nPart 3\t-  Complex Health/Care and Hygiene\t15.05 hours per month\t$317.71 /month\n\n\n\nTotal monthly assessed attendant care benefit:  $2057.49 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEncl:  \tForm 1\n\n\n\nCc:\tWawaneesa Mutual Insurance Company\n\n\tMcNally Gervan ℅ Frank McNally\n\n\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n",
  "sections": {
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle Detached\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nMain level\n\nWood\n\nBathrooms\n\n1\n\nMain level\n\nLinoleum\n\nLiving Room\n\n1\n\nMain level\n\nWood\n\nFamily Room\n\n1\n\nSecond floor\n\nCarpet\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nMain level\n\nLinoleum\n\nLaundry\n\n1\n\nMain level\n\nConcrete\n\nStairs\n\nYes\n\nTwo steps from the sunken entrance to the main floor of the home.  Spiral staircase (not to code) leading to second floor billiards room.\n\nWood and metal\n\nBasement\n\nNo\n\nNA\n\nNA\n\nDriveway Description\n\nDouble car+\n\nYard description\n\nSmall country lot with an outbuilding\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone.\n\nChildren\n\nDaughter Jasmin, adult, his primary care provider.",
    "SYMPTOMS": "I - No issues reported.\n\nMr. Fowler is unable to engage in any form of snow removal at this time.  \n\nVocational Activities:\n\nMr. Fowler was not employed at the time of this assessment. He reported being retired from many years working as an auto mechanic (Class A Mechanic). \n\nLeisure Activities:\n\nMr. Fowler could be best described as a “free spirit”, pre-accident. He enjoyed an unrestricted lifestyle, where he was reportedly fiercely independent, and engaged in a variety of meaningful activities. Mr. Fowler reportedly engaged in a number of leisure activities on a regular basis, which included:\n\nRiding his motorcycle alone and with friends.\n\nMeeting friends for food and drinks.\n\nTending to his cats.\n\nGrowing medical marijuana.\n\nWorking on a motorcycle project.\n\nPlaying pool (Mr. Fowler reported being an avid pool player pre-accident).\n\nStained glass crafts\n\nTarget shooting\n\nMr. Fowler populated his days with whatever activity he felt like pursuing at the time, sometimes opting for simple errands which he completed unrestricted.\n\nAt the time of this assessment, Mr. Fowler presents with little to no meaningful activity to occupy his time, leading to hours of television watching on a daily basis. He is making significant efforts to resume engagement in activities such as playing pool, doing minor work on his motorcycle (parked in his living room), and tending to his cats. He has for all intents and purposes seen a complete disruption of his pre-accident lifestyle. He requires engagement with this OT to foster increased involvement in meaningful activities.\n\nCommunity Access:\n\nMr. Fowler is currently restricted to his home environment unless he is driven by his daughter or making his way to an appointment nearby. He noted that can get lost in unfamiliar places, and has been unable to make use of a GPS system provided by a friend to assist him with navigation. As a result, Mr. Fowler opts to stay home where he appears to have settled into an unproductive routine largely void of meaningful activity and social contact. He would benefit from access to a RA assistant, to support OT goals, targeting increased engagement in community activities.\n\nVolunteer Activities:\n\nMr. Fowler was not involved in any volunteer activities prior to the subject motor vehicle accident. ",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $2057.49 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tWawaneesa Mutual Insurance Company\n\n\tMcNally Gervan ℅ Frank McNally\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Mr. Fowler’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
    "ADLS": "Self-Care Activities:",
    "MEDICAL_HISTORY": "PRE-ACCIDENT MEDICAL HISTORY:",
    "TYPICAL_DAY": "TYPICAL DAY:\n\nMr. Fowler indicated that prior to the subject MVA, he led an active life where he would engage in activities generally unrestricted. He noted that he would get up in the morning and always start by feeding his outdoor cats (12). He would then tend to the fire and generally would go on outings. He spent his time socializing with friends, working on his motorcycle, attending community events, going out for meals and drinks, and playing pool.\n\nCurrently, Mr. Fowler reports that his mornings start off much as they did before. He now gets up, feeds his cats, and tends to the fire. He does this, however, with much difficulty, as he struggles with loss of breath, poor balance, and pain. He states that he will spend much of his days (6-7 hours) watching television. This is his main and primary distraction at this time. Until very recently, Mr. Fowler had been unable to make it up the spiral staircase to the second floor of his home to engage in recreational billiards play. He reported having recently succeeded in introducing trips to the upstairs billiards room for a few solo warmup games.\n\nMr. Fowler noted that even getting cat litter has become a challenge, and he relies on the goodwill of the store owners across the street who will deliver his larger purchases to his home.  He reported that he does not go to bed at regular hours, has poor sleep (6 hours of broken sleep per night, at best).  Mr. Fowler noted that he has no discernable routine at this time."
  },
  "sectionConfidence": {
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "ENVIRONMENTAL": {
      "homeType": "Single Detached",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "Main level",
        "Bathrooms",
        "Main level",
        "Living Room",
        "Main level",
        "Second floor",
        "Dining Room",
        "Kitchen",
        "Main level",
        "Main level",
        "Stairs",
        "Two steps from the sunken entrance to the main floor of the home.  Spiral staircase (not to code) leading to second floor billiards room.",
        "Basement"
      ],
      "access": {
        "entrance": "to the main floor of the home",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle Detached\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nMain level\n\nWood\n\nBathrooms\n\n1\n\nMain level\n\nLinoleum\n\nLiving Room\n\n1\n\nMain level\n\nWood\n\nFamily Room\n\n1\n\nSecond floor\n\nCarpet\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nMain level\n\nLinoleum\n\nLaundry\n\n1\n\nMain level\n\nConcrete\n\nStairs\n\nYes\n\nTwo steps from the sunken entrance to the main floor of the home.  Spiral staircase (not to code) leading to second floor billiards room.\n\nWood and metal\n\nBasement\n\nNo\n\nNA\n\nNA\n\nDriveway Description\n\nDouble car+\n\nYard description\n\nSmall country lot with an outbuilding\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone.\n\nChildren\n\nDaughter Jasmin, adult, his primary care provider.",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "entranceAccess": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Fowler is unable to engage in any form of snow removal at this time.",
        "He noted that can get lost in unfamiliar places, and has been unable to make use of a GPS system provided by a friend to assist him with navigation."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "engage in any form of snow removal at this time"
      ],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "I - No issues reported.\n\nMr. Fowler is unable to engage in any form of snow removal at this time.  \n\nVocational Activities:\n\nMr. Fowler was not employed at the time of this assessment. He reported being retired from many years working as an auto mechanic (Class A Mechanic). \n\nLeisure Activities:\n\nMr. Fowler could be best described as a “free spirit”, pre-accident. He enjoyed an unrestricted lifestyle, where he was reportedly fiercely independent, and engaged in a variety of meaningful activities. Mr. Fowler reportedly engaged in a number of leisure activities on a regular basis, which included:\n\nRiding his motorcycle alone and with friends.\n\nMeeting friends for food and drinks.\n\nTending to his cats.\n\nGrowing medical marijuana.\n\nWorking on a motorcycle project.\n\nPlaying pool (Mr. Fowler reported being an avid pool player pre-accident).\n\nStained glass crafts\n\nTarget shooting\n\nMr. Fowler populated his days with whatever activity he felt like pursuing at the time, sometimes opting for simple errands which he completed unrestricted.\n\nAt the time of this assessment, Mr. Fowler presents with little to no meaningful activity to occupy his time, leading to hours of television watching on a daily basis. He is making significant efforts to resume engagement in activities such as playing pool, doing minor work on his motorcycle (parked in his living room), and tending to his cats. He has for all intents and purposes seen a complete disruption of his pre-accident lifestyle. He requires engagement with this OT to foster increased involvement in meaningful activities.\n\nCommunity Access:\n\nMr. Fowler is currently restricted to his home environment unless he is driven by his daughter or making his way to an appointment nearby. He noted that can get lost in unfamiliar places, and has been unable to make use of a GPS system provided by a friend to assist him with navigation. As a result, Mr. Fowler opts to stay home where he appears to have settled into an unproductive routine largely void of meaningful activity and social contact. He would benefit from access to a RA assistant, to support OT goals, targeting increased engagement in community activities.\n\nVolunteer Activities:\n\nMr. Fowler was not involved in any volunteer activities prior to the subject motor vehicle accident. ",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $2057",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $2057.49 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tWawaneesa Mutual Insurance Company\n\n\tMcNally Gervan ℅ Frank McNally\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Mr. Fowler’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Self-Care Activities:",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "PRE-ACCIDENT MEDICAL HISTORY:",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Mr. Fowler indicated that prior to the subject MVA, he led an active life where he would engage in activities generally unrestricted. He noted that he would get up in the morning and always start by feeding his outdoor cats (12). He would then tend to the fire and generally would go on outings. He spent his time socializing with friends, working on his motorcycle, attending community events, going out for meals and drinks, and playing pool.",
        "Currently, Mr. Fowler reports that his mornings start off much as they did before. He now gets up, feeds his cats, and tends to the fire. He does this, however, with much difficulty, as he struggles with loss of breath, poor balance, and pain. He states that he will spend much of his days (6-7 hours) watching television. This is his main and primary distraction at this time. Until very recently, Mr. Fowler had been unable to make it up the spiral staircase to the second floor of his home to engage in recreational billiards play. He reported having recently succeeded in introducing trips to the upstairs billiards room for a few solo warmup games."
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [
        "Mr. Fowler noted that even getting cat litter has become a challenge, and he relies on the goodwill of the store owners across the street who will deliver his larger purchases to his home.  He reported that he does not go to bed at regular hours, has poor sleep (6 hours of broken sleep per night, at best).  Mr. Fowler noted that he has no discernable routine at this time."
      ],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "TYPICAL DAY:\n\nMr. Fowler indicated that prior to the subject MVA, he led an active life where he would engage in activities generally unrestricted. He noted that he would get up in the morning and always start by feeding his outdoor cats (12). He would then tend to the fire and generally would go on outings. He spent his time socializing with friends, working on his motorcycle, attending community events, going out for meals and drinks, and playing pool.\n\nCurrently, Mr. Fowler reports that his mornings start off much as they did before. He now gets up, feeds his cats, and tends to the fire. He does this, however, with much difficulty, as he struggles with loss of breath, poor balance, and pain. He states that he will spend much of his days (6-7 hours) watching television. This is his main and primary distraction at this time. Until very recently, Mr. Fowler had been unable to make it up the spiral staircase to the second floor of his home to engage in recreational billiards play. He reported having recently succeeded in introducing trips to the upstairs billiards room for a few solo warmup games.\n\nMr. Fowler noted that even getting cat litter has become a challenge, and he relies on the goodwill of the store owners across the street who will deliver his larger purchases to his home.  He reported that he does not go to bed at regular hours, has poor sleep (6 hours of broken sleep per night, at best).  Mr. Fowler noted that he has no discernable routine at this time.",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0.8,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}