{
  "fileName": "Copy of Ledoux, Jean-Marc IHA3.docx",
  "originalText": "\n\n\n\nOCCUPATIONAL THERAPY IN-HOME ASSESSMENT\n\n\n\nClient Name:\n\nJean-Marc Ledoux\n\nDate of Birth:\n\nSeptember 9, 1960\n\nAddress:\n\n905 Main St E, Hawkesbury, ON K6A 1A6\n\nDate of Loss:\n\nDecember 1, 2022\n\nTelephone #:\n\n(613) 676-2300\n\n\n\n\n\nLawyer:\n\nElaine Lachaîne\n\nFirm:\n\nBurn Tucker Lachaîne\n\nAdjuster:\n\nRonald Collis\n\nInsurer:\n\nIntact Insurance\n\n\n\n\n\nClaim No.:\n\n4034385449\n\nTherapist:\n\nSébastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\nOctober 8, 2024\n\n\n\n\n\nDate of Report:\n\nOctober 8, 2024\n\n\n\nASSESSOR QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience in providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998, when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills, and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nPURPOSE OF REFERRAL:\n\n\n\nMr. Jean-Marc Ledoux was initially referred to Ferland & Associates Rehabilitation Inc. by his legal representative, Ms. Elaine Lachaîne of Burn Tucker Lachaîne, for an Occupational Therapy assessment and provision of OT services related to injuries sustained in a pedestrian-vehicle accident on December 1, 2022. This reassessment, conducted on October 8, 2024, serves to evaluate Mr. Ledoux's current functional status, document his progress since the last assessment, and provide updated recommendations for ongoing care and support.\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nJean-Marc Ledoux, a 64-year-old former Ontario Provincial Police officer who has been on long-term disability since 2000, continues to face significant challenges stemming from injuries sustained in a pedestrian-vehicle accident on December 1, 2022. This reassessment reveals that despite ongoing interventions and medical treatments, Mr. Ledoux's overall condition has not shown substantial improvement since the initial assessment.\n\n\n\nMr. Ledoux's physical impairments remain a primary concern. He continues to experience severe pain and mobility issues, particularly affecting his left ankle, knee, and hip. Pain levels frequently fluctuate between 5/10 and 10/10, significantly impacting his daily functioning. The persistence of these symptoms, despite multiple surgeries and ongoing medical interventions, has resulted in minimal functional gains. Of particular concern is the state of Mr. Ledoux's left ankle, which has shown poor healing progress. Recurring issues with the surgical incision, including persistent weeping and discoloration, have necessitated frequent medical follow-ups and have contributed to his limited mobility.\n\n\n\nCognitively, Mr. Ledoux exhibits periods of confusion and memory issues. He often struggles with word-finding and has difficulty organizing his thoughts, as noted in interactions with his Rehabilitation Assistant (RA). These cognitive challenges, combined with his physical limitations, have significantly impacted his ability to manage daily tasks independently.\n\n\n\nEmotionally, Mr. Ledoux continues to grapple with symptoms of depression and anxiety. His emotional state is characterized by frequent mood fluctuations, ranging from expressed gratitude for support to deep frustration with his slow recovery process. The ongoing nature of his injuries and the resulting social isolation have exacerbated these emotional challenges, contributing to a diminished quality of life.\n\n\n\nFunctionally, Mr. Ledoux remains largely homebound, requiring assistance for most activities of daily living. He is unable to engage in previous leisure activities, including playing musical instruments, which were once integral to his sense of self and overall well-being. His mobility is severely restricted, necessitating the use of a cane or walker for all movements. Even with these aids, Mr. Ledoux's balance and stability are precarious, leading to multiple instances of near-falls as reported by his RA.\n\n\n\nSafety has emerged as a significant concern. Mr. Ledoux requires constant supervision during mobility, especially when navigating stairs or curbs. Reports of nighttime incidents, including possible sleep-walking and unsafe behaviors such as leaving the oven on, raise concerns about his safety when alone in his apartment.\n\n\n\nDespite these challenges, Mr. Ledoux has shown moments of resilience. He expresses consistent appreciation for the social interaction provided through RA sessions, which have become a crucial lifeline to the outside world. These sessions, typically involving short outings for coffee and drives around Hawkesbury, offer Mr. Ledoux brief respites from his isolation and pain.\n\n\n\nMedically, Mr. Ledoux continues to navigate a complex landscape of treatments and interventions. Recent cataract surgery has improved his vision, providing a rare positive development in his overall health picture. However, ongoing issues with his ankle, knee, and prostate have necessitated multiple medical appointments and potential future surgeries, adding to the overall burden of his condition.\n\n\n\nIn conclusion, this reassessment finds that Jean-Marc Ledoux's situation remains critically impaired across physical, cognitive, emotional, and functional domains. The chronic nature of his pain, combined with persistent mobility issues and cognitive challenges, continues to severely limit his independence and quality of life. Despite the supportive interventions in place, including regular RA sessions and medical treatments, Mr. Ledoux's overall condition has not shown significant improvement, underscoring the severe and potentially permanent nature of his accident-related impairments.\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nMr. Ledoux is currently in need of 31.4 hours per week of Attendant Care to support him during his recovery by providing assistance for the management of those self-care activities listed in the Assessment of Attendant Care Needs Form (Form 1).    Total monthly attendant care benefit:  $2025.27/mth.\n\n\n\n\n\nHousekeeping:\n\n\n\nMr. Ledoux is unable to manage any of his pre-accident housekeeping tasks and is dependent on his CCAC-provided PSW for support in maintaining his home environment.  He is currently in need of approximately 3 hours per week of housekeeping and home maintenance assistance to maintain his small living space.\n\n\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nMr. Ledoux would benefit from engagement in monthly OT Treatment sessions to foster his engagement in meaningful activity and to ensure his safety through provision of appropriate devices and education.\n\n\n\nHe would also benefit from sessions with a rehabilitation assistant (RA) twice weekly for a period of 3 hours to foster his engagement in meaningful activity, foster community outings and support the overall thrust of OT interventions which are critical at this juncture of his recovery.  \n\n\n\n\n\nReferral for Other Services:\n\n\n\nMr. Ledoux would benefit from engagement in a multi-disciplinary treatment coordinated by a qualified Case Manager.  The complexity of Mr. Ledoux’s medical condition and significant emotional and cognitive challenges cannot be adequately managed under current funding restrictions.\n\n\n\n\n\n\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Ms. Elaine Lachaîne.\n\nThe purpose of this assessment is to assess Mr. Ledoux’s current functional status as it relates to his ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices \n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMr. Ledoux may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nBurn Tucker Lachaîne, c/o Elaine Lachaîne, Legal Representative\n\n\n\nFollowing this therapist’s explanation Mr. Ledoux granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nAt the time of this assessment, this therapist was provided with the following documentation: \n\n\n\nMedical Records from The Ottawa Hospital, 1423 pages\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nBased on the Admission Record from B2 - The Ottawa Hospital, Mr. Ledoux presents with the following pre-accident medical and social history:\n\n\n\nIsolation (social)\n\nAnxiety disorder, unspecified\n\nBorderline personality disorder\n\nAdjustment disorder\n\nEssential tremor\n\nChronic pain\n\nDiabetes mellitus, type 2\n\nGERD (gastroesophageal reflux disease)\n\nHTN (hypertension)\n\nSmoker\n\nCOPD (chronic obstructive pulmonary disease)\n\nBipolar disorder\n\nFamily history of DVT\n\nEpistaxis\n\nParkinsons\n\nSleep apnea\n\nAsthma\n\nDyslipidemia\n\nSleep apnea\n\n\n\nMr. Ledoux also shared with this therapist that his longstanding history of mental health struggles led to a history of two (2) suicide attempts (one at age 16 via CO asphyxiation and in his twenties through planned medication overdose).\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nOn December 1, 2022, Mr. Ledoux was a pedestrian struck by a motor vehicle resulting in significant orthopedic and lacerative injuries.  \n\n\n\nBased on this assessment and through a review of available medical records, Mr. Ledoux has sustained the following injuries as a result of the subject motor vehicle accident:\n\n\n\nLeft Medial Malleolus Fracture Open Reduction, Internal Fixation \n\nPatellar Open Reduction, Internal Fixation \n\nPost-surgical infarction requiring hardware removal February 2, 2023\n\nWound healing concerns and exposed bone requiring debridement, flap and skin grafts (with subsequent infections), March 18, 2023\n\n2 rib fractures\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Prochino (GP) and Lucy Bedard (Nurse Practitioner)\n\nUnsure\n\nMonitoring medications\n\nTBD\n\nDr. Garceau, Orthopedic Surgeon\n\nJune 2024.  Second opinion requested.  \n\nConducted CT scans, x-rays.  Informed Mr. Ledoux that he would need a total knee replacement and later a left hip replacement.  He noted his foot incision to be without infection but still open and weeping.  He also reportedly recommended physiotherapy for his hands and feet.\n\nTBD\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nDilaudid \n\n4mg, 2X/day increased from 2 mg\n\nPain management\n\nHydromorphone\n\n6mg, 2X/day\n\nPain management\n\nLyrica\n\n50 mg, 2X/day\n\nLessen shock impulse up the nerves\n\nApo-Aripiprazole\n\n6mg, 1X/day\n\nAntipsychotic\n\nPms-Perindopril\n\n4mg, 1X/day\n\nHypertension\n\nJamp-Rabeprazole\n\n20mg, 2X/day\n\nAcid reflux/GERD\n\nApo-Quetiapine\n\n25mg, 1X/day\n\nBipolar disorder\n\nAuro-Metformin Blackberry\n\n500mg, 2X/day\n\nDiabetes\n\nMylan-Divalproex\n\n500mg, 2X/day\n\nBipolar disorder\n\nPrimidone\n\n125mg, 1X/day\n\nAnti-seizure medication\n\nTeva-Trazodone\n\n150mg, 1X/day\n\nSleep aid\n\nTaro- Rosuvastatin\n\n20mg, 1X/day\n\nHigh Cholesterol\n\nSandoz-Pregabalin\n\n50mg, 2X/day\n\nNeuropathic pain\n\nSandoz-Quetiapine XR\n\n50mg, 1X/day\n\nAntipsychotic\n\nNovo-Famotidine\n\n20mg, 2X/day\n\nAcid reflux/GERD\n\nApo-Tamsulosin CR\n\n0.4mg, 1X/day\n\nEnlarged prostate\n\nAct-Venlafaxine XR\n\n150mg, 1X/day\n\nDepression\n\nAspirin\n\n81mg, 1X/day\n\nBlood thinner\n\nEquate Melatonin\n\n5mg, 1X/day\n\nSleep aid\n\n\n\n\n\nCLIENT REPORTED SYMPTOMS\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nLeft ankle\n\nHe remains highly symptomatic, reporting feeling “like I’m walking on broken glass”.  He reports ongoing “crunching” noises in his ankle\n\n8/10 - 10/10\n\nLeft knee\n\nUnable to straighten his knee and was recently informed that he will need a total left knee replacement.  He will also later be investigated for a left hip replacement.\n\n4/10 at rest up to 8/10 when walking\n\nLeft hip\n\nFrequent changes of position required when sitting in his recliner.  He remains unable to sleep comfortably in his bed and opts to sleep on his recliner most of the time.\n\n5/10 during the day up to 7/10 at night\n\nPelvis\n\nFrequent change of position required as he cannot obtain any relief from pelvic pain. \n\n7/10\n\nLeft hand\n\nCan’t bend wrist fully and is unable to grasp with his second and third digits.  Limited fine motor coordination observed as significant and impeding his return to music playing, a primary pre-accident leisure outlet.\n\n7/10\n\nLeft leg and forearm\n\nExperiences what he describes as “nerve shocks” from his left ankle to his knee, and from his left wrist to his elbow.  This has not changed in the last year. \n\n8/10\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMr. Ledoux's cognitive functioning has shown persistent challenges since the initial assessment, with some fluctuations noted over time. While he did not initially report significant cognitive changes, ongoing observations and interactions have revealed several areas of concern:\n\n\n\nProcessing Speed and Attention: Mr. Ledoux frequently demonstrates slowed cognitive processing. This is evident in his interactions with his Rehabilitation Assistant (RA), where he often requires additional time to formulate responses or follow conversations. His attention span appears variable, with some days showing better focus than others.\n\nMemory: Short-term memory issues are prominent. Mr. Ledoux has shown difficulty remembering recent events and instructions. For instance, on September 24, 2024, he woke up confused about a medical appointment, momentarily forgetting that he had already undergone the procedure. He also frequently forgets items he intends to purchase or tasks he plans to complete during outings with his RA.\n\nExecutive Functioning: Mr. Ledoux exhibits challenges with planning, organization, and problem-solving. This is evident in his difficulty managing daily tasks and making decisions. For example, he impulsively purchased a dog without considering his physical limitations in caring for it, leading to the immediate return of the animal (noted on September 5, 2024).\n\nLanguage: Word-finding difficulties have been observed regularly. The RA notes from July 30, 2024, specifically mention that Mr. Ledoux had difficulty formulating words and sentences during conversations. This issue appears to be intermittent but persistent.\n\nConcentration: Mr. Ledoux often struggles to maintain focus on tasks or conversations for extended periods. This is particularly noticeable during longer outings or when discussing complex topics.\n\nTemporal Awareness: There are indications of disrupted temporal awareness. Mr. Ledoux frequently loses track of time and has difficulty maintaining a consistent sleep-wake cycle, often oversleeping or being awake at unusual hours.\n\nCognitive Fatigue: Reports indicate that Mr. Ledoux experiences significant cognitive fatigue, especially after engaging in activities that require sustained mental effort. This fatigue often leads to increased confusion and decreased functional ability.\n\nJudgment and Safety Awareness: There are concerns about Mr. Ledoux's judgment, particularly regarding his safety. Incidents such as leaving the oven on overnight (reported on October 8, 2024) suggest impaired risk assessment abilities.\n\n\n\nThese cognitive symptoms appear to be exacerbated by pain, fatigue, and emotional distress. The interplay between Mr. Ledoux's physical condition, pain levels, and cognitive functioning is complex and variable. Additionally, the potential impact of his medication regimen on cognitive function cannot be overlooked.\n\n\n\nThese cognitive challenges significantly impact Mr. Ledoux's daily functioning, independence, and overall quality of life. They contribute to his reliance on external support for managing daily activities and highlight the need for ongoing cognitive monitoring and support strategies.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMr. Ledoux continues to experience a range of emotional symptoms that significantly impact his daily life and overall well-being:\n\n\n\nDepression: Persistent low mood is evident, characterized by feelings of hopelessness and loss of interest in previously enjoyed activities. Mr. Ledoux frequently expresses feelings of being \"locked in prison\" in his apartment, indicating a sense of confinement and despair.\n\nAnxiety: Mr. Ledoux exhibits ongoing anxiety, particularly related to his medical condition and uncertain future. This is often manifested in worry about upcoming medical procedures and concern over his slow recovery process.\n\nSocial Isolation: Despite regular interactions with his Rehabilitation Assistant (RA), Mr. Ledoux remains largely isolated from broader social connections. The loss of his father, whom he described as his \"best friend,\" has deepened this sense of isolation.\n\nEmotional Lability: RA notes indicate fluctuations in Mr. Ledoux's emotional state, ranging from expressions of gratitude and positivity to periods of frustration and despair. This emotional instability appears to be closely tied to his physical pain levels and perceived progress in recovery.\n\nGrief and Loss: Mr. Ledoux continues to grapple with the loss of his previous lifestyle and independence. This is particularly evident in his inability to engage in meaningful activities such as playing musical instruments.\n\nFrustration and Anger: There are frequent reports of Mr. Ledoux expressing frustration with his slow recovery and the limitations imposed by his condition. This frustration sometimes manifests as irritability or anger.\n\nFear and Uncertainty: Mr. Ledoux often expresses fear about his future, particularly concerning the potential for further medical complications or the possibility of losing his leg due to ongoing ankle issues.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMr. Ledoux reported making use of the following strategies to manage his symptoms at this time:\n\n\n\nRest\n\nActivity avoidance\n\nMedication\n\n\n\n\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nMr. Ledoux continues to spend most of his day in his recliner sofa. He frequently repositions due to pain and discomfort. During RA sessions, he was observed sitting for 20-30 minute periods before needing to change position or stand.\n\nBed mobility\n\nMr. Ledoux alternates between sleeping in his recliner and bed, using his bed 3-4 nights per week as of March 2024. He reports ongoing pain when turning or repositioning in bed.\n\nTransfers\n\nMr. Ledoux demonstrates persistent difficulty with all transfers, relying heavily on his cane or walker. He frequently pauses mid-transfer to stabilize himself. Toilet transfers remain challenging despite the raised toilet seat. Bathtub transfers have not been reassessed due to ongoing ankle wound issues precluding showering.\n\nStanding\n\nStanding tolerance remains limited to a few minutes before needing to sit due to pain and fatigue. During community outings, he requires frequent rest breaks and often uses a wheelchair for longer distances.\n\nBalance\n\nBalance is a significant ongoing concern. Mr. Ledoux remains unable to perform the Four-Stage Balance Test without support. Multiple near-falls have been reported, particularly when navigating curbs or stairs. His balance is further compromised by knee pain and ankle instability.\n\nWalking\n\nAmbulation remains severely impaired. Mr. Ledoux consistently uses a cane or walker, demonstrating a slow, unsteady gait with frequent pain reports. Walking is limited to short distances within his apartment or during brief community outings. He requires close supervision, especially on uneven surfaces.\n\nStairs\n\nStair navigation continues to be hazardous. The three steps to his apartment require close supervision and often physical assistance. Mr. Ledoux ascends and descends very slowly, pausing between steps to regain balance and strength.\n\nLifting/Carrying\n\nMr. Ledoux cannot carry objects while using mobility aids. With his walker, he can transport small, light objects on the seat. Grip strength and fine motor control in his left hand remain significantly impaired, further limiting his carrying ability.\n\nKneeling\n\nMr. Ledoux remains unable to kneel due to pain and instability in his left leg. This activity has not been attempted in recent months due to safety concerns.\n\nSquatting/Crouching\n\nSquatting and crouching continue to be impossible for Mr. Ledoux. These positions cause severe pain and pose a high fall risk. He avoids these movements entirely.\n\nBending\n\nMr. Ledoux can bend forward slightly while seated, but standing bends are severely limited due to pain and balance issues. He often requires assistance to reach items below waist level.\n\nReaching\n\nReaching ability remains compromised, especially with the left arm. Mr. Ledoux's left shoulder shows limited range of motion (approximately 50% of normal) in all planes. He compensates by relying more on his right arm for reaching tasks.\n\nFine Motor Coordination\n\nSignificant issues persist with fine motor coordination in the left hand. Mr. Ledoux struggles with tasks requiring precise finger movements or grip strength. He consistently relies on his right hand for tasks requiring dexterity.\n\n\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNeck range of motion is generally preserved with reports of stiffness/pain stiffness and pain with active range of motion and in neutral position.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\nWFL\n\n½ range\n\nLeft shoulder range of motion significantly impaired in all planes.\n\nExtension\n\nWFL\n\n½ range\n\nAbduction\n\nWFL\n\n½ range\n\nAdduction\n\nWFL\n\n½ range\n\nInternal rotation\n\nWFL\n\n½ range\n\nExternal rotation\n\nWFL\n\n½ range\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nMr. Ledoux is unable to effectively bend forward and reach beyond his upper-thighs as a result of severe pain he experiences in his lumbar spine.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nUnable to fully straighten or bend his left knee.\n\nExtension\n\nWFL\n\n¾ range\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\nEMOTIONAL PRESENTATION:\n\nMr. Ledoux's emotional presentation continues to be complex and variable. Throughout the reassessment period and as observed in RA sessions, his emotional state has shown the following characteristics:\n\nMood Fluctuations: Mr. Ledoux exhibits significant mood swings. On many occasions, he presents as being in a \"good\" or \"pretty good\" mood at the start of RA sessions, particularly when anticipating community outings. These positive states are often interspersed with expressions of frustration, anxiety, and sadness.\n\nFlat Affect: Despite reporting being in a \"good\" mood, Mr. Ledoux frequently displays a flat affect. There is often a noticeable disconnect between his verbalized mood and his emotional expression.\n\nEmotional Lability: There are instances of rapid emotional shifts, particularly when discussing his medical condition or limitations. For example, he can quickly transition from expressing gratitude for support to tears of frustration about his slow recovery.\n\nAnxiety: Mr. Ledoux frequently expresses worry about his health, particularly concerning his unhealing ankle wound and potential future surgeries. This anxiety often manifests as physical restlessness or verbal repetition of medical concerns.\n\nGrief and Loss: Mr. Ledoux continues to express feelings of loss, both for his previous lifestyle and for deceased family members. This grief often emerges unexpectedly during conversations.\n\nSocial Withdrawal: While Mr. Ledoux expresses appreciation for social interaction during RA sessions, he rarely discusses social connections outside of these structured interactions.\n\nFrustration and Anger: Expressions of frustration and occasional anger are noted, particularly when Mr. Ledoux encounters physical limitations or experiences increased pain. These emotions are often followed by periods of resignation or apathy.\n\n\n\nCOGNITIVE PRESENTATION:\n\nMr. Ledoux's cognitive presentation shows several areas of concern:\n\nAttention and Concentration: During RA sessions, Mr. Ledoux often struggles to maintain focus on conversations or tasks for extended periods. His attention appears to waver, especially when he reports being in pain or feeling tired.\n\nMemory: Mr. Ledoux frequently forgets recent events, appointments, or items discussed earlier in conversations. For instance, he has forgotten about scheduled appointments or the need to reschedule conflicting appointments, requiring prompts from his RA.\n\nProcessing Speed: Mr. Ledoux often requires additional time to formulate responses to questions or to process new information. This is more noticeable when discussing complex topics or when he reports feeling fatigued.\n\nExecutive Functioning: Mr. Ledoux demonstrates difficulties with planning, organization, and problem-solving. This is evident in his struggles to manage daily tasks and make decisions. For example, his decision to purchase a dog without considering the implications, which he later regretted.\n\nLanguage: Word-finding difficulties are frequently observed. Mr. Ledoux often pauses mid-sentence, searching for words, or uses vague language. This issue appears to fluctuate in severity but is consistently present.\n\nSpatial Awareness: Mr. Ledoux has experienced frequent near-falls and difficulty judging distances, particularly when navigating curbs.\n\nCognitive Fatigue: Mr. Ledoux demonstrates increased difficulty with cognitive tasks as sessions progress. He often reports feeling mentally exhausted towards the end of interactions.\n\nInsight: Mr. Ledoux acknowledges some memory problems but does not always recognize the extent of his difficulties in other cognitive areas.\n\nMr. Ledoux's cognitive presentation is observed to vary based on his reported pain levels, fatigue, and emotional state. The interplay between his physical condition and cognitive functioning creates a complex clinical picture that requires ongoing monitoring and support.\n\n\n\nTYPICAL DAY:\n\n\n\nMr. Ledoux's daily routine remains significantly altered from his pre-accident lifestyle, with minimal changes observed since the initial assessment. His typical day is characterized by limited activity and prolonged periods of sedentary behavior:\n\n\n\nMorning:\n\n\n\nMr. Ledoux's wake time is inconsistent, ranging from early morning to late afternoon. He often reports difficulty sleeping through the night due to pain and discomfort.\n\nUpon waking, he frequently requires time to manage pain and stiffness before attempting to start his day.\n\nHe often skips breakfast or has a light meal, sometimes relying on his Personal Support Worker (PSW) for meal preparation.\n\n\n\nDaytime:\n\n\n\nThe majority of Mr. Ledoux's day is spent in his recliner sofa, alternating between sitting and reclining positions to manage pain and discomfort.\n\nHe spends considerable time watching television, which serves as his primary form of entertainment and distraction from pain.\n\nMr. Ledoux receives visits from his PSW three times a week, who assists with meals, light housekeeping, and personal care.\n\nHe receives daily nursing care for dressing changes to his left foot, where ongoing wound issues persist.\n\n\n\nOutings and Activities:\n\n\n\nOnce weekly, Mr. Ledoux participates in outings with his Rehabilitation Assistant. These typically involve:\n\n\n\nA trip to Tim Hortons to purchase coffee\n\nA drive outside of Hawkesbury\n\nOccasional stops at convenience stores to check lottery tickets\n\n\n\n\n\nThese outings are highly valued by Mr. Ledoux and represent his primary form of community engagement and social interaction.\n\n\n\n\n\n\n\nEvening:\n\n\n\nMr. Ledoux's evening routine is unstructured. He often continues watching television or resting in his recliner.\n\nMeal times are irregular, with Mr. Ledoux sometimes skipping meals or eating at unconventional hours.\n\n\n\nHe reports occasional episodes of nighttime eating, sometimes waking to find evidence of having eaten without remembering doing so.\n\n\n\nNight:\n\n\n\nSleep patterns remain disrupted. Mr. Ledoux alternates between sleeping in his recliner and his bed, with increasing use of his bed (3-4 nights per week) noted.\n\nHe frequently experiences sleep disturbances due to pain, often waking multiple times throughout the night.\n\nThere have been reports of possible sleepwalking or engaging in activities during the night without full awareness.\n\n\n\nThroughout the day, Mr. Ledoux manages his numerous medications, which include pain management and treatments for various chronic conditions. His level of engagement and mood fluctuate, often correlated with his pain levels and fatigue.\n\n\n\n\n\n\n\nDESCRIPTION OF LIVING ENVIRONMENT:\n\n\n\nTYPE OF DWELLING\n\nApartment, main floor, outdoor access via two concrete steps in disrepair\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nMain floor\n\nLaminate\n\nBathrooms\n\n1\n\nMain floor\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nLaminate\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nRound table and 4 chairs in the kitchen\n\nLaminate\n\nLaundry\n\n1\n\nWasher and dryer located in the kitchen\n\nLaminate\n\nStairs\n\n2\n\nTwo steps in state of disrepair and not meeting code requirements to be navigated to access his main floor apartment.  He notes that his mother recently fell and hit her head while visiting him. \n\nConcrete\n\nBasement\n\n0\n\nNA\n\nNA\n\nDriveway Description\n\nNo driveway.\n\nYard description\n\nNo yard.\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone in an apartment\n\nChildren\n\nNone\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre- and Post-Accident):\n\n\n\nSelf-Care Activities:\n\n\n\nMr. Ledoux continues to require significant assistance with self-care activities, showing minimal improvement since the initial assessment:\n\n\n\nBathing: Mr. Ledoux remains limited to sponge bathing due to ongoing issues with his ankle wound. He receives assistance from his PSW for this task three times a week.\n\nDressing: While Mr. Ledoux can manage some aspects of dressing independently, he often requires extended time and experiences pain during the process. He frequently opts for easily manageable clothing like track pants to minimize discomfort.\n\nGrooming: Basic grooming tasks are managed with difficulty. Mr. Ledoux requires assistance with more complex tasks such as nail care.\n\nToileting: The use of a raised toilet seat continues to be beneficial, but Mr. Ledoux still experiences challenges with transfers and reports discomfort during toileting.\n\nMedication Management: Mr. Ledoux manages his medications independently but relies on blister packs for organization. He occasionally forgets doses, particularly when his routine is disrupted.\n\nEating: While able to feed himself, Mr. Ledoux often relies on pre-prepared meals or assistance from his PSW for meal preparation. He reports inconsistent eating patterns, sometimes skipping meals or eating at irregular hours.\n\n\n\n\n\nHOUSEKEEPING ACTIVITIES:\n\n\n\nMr. Ledoux remains largely unable to manage housekeeping tasks independently:\n\n\n\nCleaning: He is unable to perform most cleaning tasks due to mobility limitations and pain. Light tidying is occasionally attempted but with significant difficulty.\n\nLaundry: Mr. Ledoux relies entirely on his PSW for laundry tasks.\n\nMeal Preparation: Beyond simple tasks like microwaving, Mr. Ledoux is unable to prepare meals independently. He relies on his PSW and Meals-on-Wheels services.\n\nGroceries: Mr. Ledoux occasionally makes trips to Walmart using taxi services but requires assistance with shopping and carrying items. More often, he relies on others to shop for him.\n\nHome Maintenance: Mr. Ledoux is unable to perform any home maintenance tasks. Minor issues in his apartment often go unaddressed until his PSW or family members can assist.\n\n\n\n\n\nCaregiving Activities:\n\n\n\nMr. Ledoux is not responsible for caregiving activities. Prior to the accident, he was the primary caregiver for his father, who has since passed away. The loss of this caregiving role has contributed to Mr. Ledoux's sense of purposelessness and social isolation.\n\n\n\nVocational Activities:\n\n\n\nMr. Ledoux has not been employed since 2000 when he left his position with the OPP due to a diagnosis of bipolar disorder. He was not employed at the time of the accident and remains unable to engage in any form of employment due to his physical limitations, cognitive challenges, and ongoing medical issues.\n\n\n\n\n\nLeisure Activities:\n\n\n\nMr. Ledoux's engagement in leisure activities remains severely limited:\n\n\n\nMusic: Despite having musical instruments in his apartment, Mr. Ledoux remains unable to play due to physical limitations and pain.\n\nOutdoors Activities: His previous routine of feeding birds and ducks at a local park has been completely interrupted. Occasional short drives with the RA have become his primary outdoor activity.\n\nSocial Interaction: Regular sessions with the RA have become Mr. Ledoux's main form of social engagement. He expresses great appreciation for these interactions.\n\nTelevision: Watching TV has become Mr. Ledoux's primary leisure activity, often serving as a means of distraction from pain and isolation.\n\nCommunity Outings: Weekly outings with the RA, typically to Tim Hortons and for short drives, have become significant events in Mr. Ledoux's routine. These outings, while limited in scope, provide important opportunities for community engagement.\n\nLottery: Purchasing and checking lottery tickets has emerged as a small but consistent leisure activity, often incorporated into RA outings.\n\n\n\n\n\nCommunity Access:\n\n\n\nMr. Ledoux's ability to access the community remains significantly impaired since the initial assessment, with some notable developments:\n\n\n\nLimited Independent Mobility: Mr. Ledoux continues to be largely confined to his apartment due to mobility issues, pain, and fatigue. His independent community access is severely restricted, primarily due to difficulty navigating the three steps at the entrance of his building and limited walking endurance.\n\n\n\nStructured Outings: The bi-weekly sessions with his Rehabilitation Assistant (RA) have become Mr. Ledoux's primary means of accessing the community. These outings typically include:\n\n\n\nVisits to Tim Hortons for coffee\n\nShort drives around Hawkesbury and surrounding areas\n\nOccasional stops at convenience stores to purchase lottery tickets\n\n\n\nVehicle Purchase and Limitations: In early 2024, Mr. Ledoux purchased a new vehicle, anticipating increased independence in community access. However, this decision proved premature:\n\n\n\nAs noted in the RA report from June 7, 2024, Mr. Ledoux expressed regret over the purchase, realizing he couldn't drive it effectively due to fatigue and pain experienced while walking to and from the vehicle.\n\n\n\nOn June 11, 2024, he further elaborated that he had \"purchased the vehicle prematurely and should have waited until he had progressed farther along in his recovery.\"  The vehicle remains largely unused, parked behind his building, with a neighbor agreeing to clear snow around it during winter months.\n\n\n\nAssisted Transportation: When necessary, Mr. Ledoux relies on taxi services for essential trips, such as medical appointments or occasional shopping at Walmart. During these outings:\n\n\n\nHe requires the use of mobility aids (cane or walker) and often uses store-provided motorized carts for longer distances.\n\nHe frequently needs assistance from store staff or taxi drivers to manage purchases and navigate the store environment.\n\n\n\nPhysical Barriers: The three steps leading to Mr. Ledoux's apartment continue to be a significant barrier to community access. These steps, described as uneven and not meeting code requirements, pose a consistent safety risk and often require close supervision or assistance from the RA or others.\n\n\n\nFatigue and Pain Impact: Even when transportation is available, Mr. Ledoux's ability to engage in community activities is limited by fatigue and pain. Short outings often leave him exhausted, necessitating rest upon return to his apartment.\n\n\n\nSocial Engagement: While Mr. Ledoux expresses appreciation for the community outings with his RA, his overall social engagement in the community remains minimal. He rarely interacts with neighbors or participates in community events.\n\n\n\nWeather Considerations: Mr. Ledoux's community access is further impacted by weather conditions. Inclement weather, particularly in winter, significantly increases the challenges and risks associated with leaving his apartment.\n\n\n\n\n\nVolunteer Activities:\n\n\n\nMr. Ledoux was not involved in any volunteer activities prior to the subject motor vehicle accident. \n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of October 8, 2024. The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. This therapist’s role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance, if any, is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMr. Ledoux demonstrated the strength, range of motion and postural tolerances required to manage dressing and undressing activities independently.  He confirmed that he manages this task independently albeit in a slow manner at times with breaks if symptoms are flared.\n\n0 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week\n\nProsthetics\n\nNA\n\n0 minutes per week\n\nOrthotics\n\nNA\n\n0 minutes per week\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMr. Ledoux requires assistance with hair care, fingernail and toenail care.\n\n65 minutes per week\n\nFeeding\n\nMr. Ledoux is unable to prepare meals for himself and requires assistance with all aspects of meal preparation.\n\n420 minutes per week\n\nMobility *\n\nMr. Ledoux would benefit from assistance to walk outside of his home for short periods three times daily.\n\n420 minutes per week\n\nExtra Laundering\n\n\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMr. Ledoux requires assistance with the management of all hygiene tasks listed in this section of the Form 1.  He is confined to his apartment and benefits from a 2 hours per day of assistance for ensuring his comfort and security in his environment through a combination of phone check-ins and in-person visits.  \n\n1015 minutes per week\n\nBasic Supervisory Care **\n\nNo needs identified at this time for this section.  This will be monitored through the course of OT treatment delivery. \n\n0 minutes per week\n\nCoordination of Attendant Care\n\n\n\n0 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g., individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nNo needs identified.\n\n0 minutes per week\n\nBowel Care\n\nNo needs identified.\n\n0 minutes per week\n\nTracheostomy\n\nNot applicable.\n\n0 minutes per week\n\nVentilator Care\n\nNot applicable.\n\n0 minutes per week\n\nExercise\n\nNo exercise program prescribed yet.\n\n0 minutes per week\n\nSkin Care\n\nCCAC is currently managing skin care issues which are concluding as of the time of drafting this report.  No identified needs expected.\n\n0 minutes per week\n\nMedication\n\nMr. Ledoux is independent in the management of his medication.  He has his prescriptions delivered to his home.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Ledoux requires assistance for the completion of a daily sponge bath to be soon transitioned to assistance in showering (once his skin graft fully heals, imminently expected).\n\n175 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nNA\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nNA\n\n0 minutes per week\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t\t11.58 hours per week \t\t$742.14/mth\n\nPart 2 \t-  Basic Supervisory Functions\t\t16.92 hours per week \t    \t$1018.38/mth\n\nPart 3\t-  Complex Health/Care and Hygiene\t\t2.92 hours per week \t\t$264.75/mth\n\n\n\nTotal monthly assessed attendant care benefit:  $2025.27 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-776-1266 or by email at info@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEncl:  \tForm 1\n\n\n\nCc:\tBurn Tucker Lachaîne ℅ Elaine Lachaîne\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature. \n\n",
  "sections": {
    "ENVIRONMENTAL": "OCCUPATIONAL THERAPY IN-HOME ASSESSMENT\n\nClient Name:\n\nJean-Marc Ledoux\n\nDate of Birth:\n\nSeptember 9, 1960\n\nAddress:\n\n905 Main St E, Hawkesbury, ON K6A 1A6\n\nDate of Loss:\n\nDecember 1, 2022\n\nTelephone #:\n\n(613) 676-2300\n\nLawyer:\n\nElaine Lachaîne\n\nFirm:\n\nBurn Tucker Lachaîne\n\nAdjuster:\n\nRonald Collis\n\nInsurer:\n\nIntact Insurance\n\nClaim No.:\n\n4034385449\n\nTherapist:\n\nSébastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\nOctober 8, 2024\n\nDate of Report:\n\nOctober 8, 2024\n\nASSESSOR QUALIFICATIONS:\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience in providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998, when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills, and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\nPURPOSE OF REFERRAL:",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Mr. Ledoux’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
    "SYMPTOMS": "CCAC is currently managing skin care issues which are concluding as of the time of drafting this report.  No identified needs expected.\n\n0 minutes per week\n\nMedication\n\nMr. Ledoux is independent in the management of his medication.  He has his prescriptions delivered to his home.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Ledoux requires assistance for the completion of a daily sponge bath to be soon transitioned to assistance in showering (once his skin graft fully heals, imminently expected).\n\n175 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nNA\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nNA\n\n0 minutes per week",
    "ADLS": "Mr. Ledoux continues to require significant assistance with self-care activities, showing minimal improvement since the initial assessment:",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $2025.27 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-776-1266 or by email at info@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tBurn Tucker Lachaîne ℅ Elaine Lachaîne\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature. ",
    "MEDICAL_HISTORY": "Emotional Lability: There are instances of rapid emotional shifts, particularly when discussing his medical condition or limitations. For example, he can quickly transition from expressing gratitude for support to tears of frustration about his slow recovery.",
    "DEMOGRAPHICS": "Language: Word-finding difficulties are frequently observed. Mr. Ledoux often pauses mid-sentence, searching for words, or uses vague language. This issue appears to fluctuate in severity but is consistently present.\n\nSpatial Awareness: Mr. Ledoux has experienced frequent near-falls and difficulty judging distances, particularly when navigating curbs.\n\nCognitive Fatigue: Mr. Ledoux demonstrates increased difficulty with cognitive tasks as sessions progress. He often reports feeling mentally exhausted towards the end of interactions.",
    "TYPICAL_DAY": "Mr. Ledoux's daily routine remains significantly altered from his pre-accident lifestyle, with minimal changes observed since the initial assessment. His typical day is characterized by limited activity and prolonged periods of sedentary behavior:\n\nMorning:\n\nMr. Ledoux's wake time is inconsistent, ranging from early morning to late afternoon. He often reports difficulty sleeping through the night due to pain and discomfort.\n\nUpon waking, he frequently requires time to manage pain and stiffness before attempting to start his day."
  },
  "sectionConfidence": {
    "ENVIRONMENTAL": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "DEMOGRAPHICS": 0.3333333333333333,
    "TYPICAL_DAY": 0.6666666666666666
  },
  "data": {
    "ENVIRONMENTAL": {
      "homeType": "",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "OCCUPATIONAL THERAPY IN-HOME ASSESSMENT\n\nClient Name:\n\nJean-Marc Ledoux\n\nDate of Birth:\n\nSeptember 9, 1960\n\nAddress:\n\n905 Main St E, Hawkesbury, ON K6A 1A6\n\nDate of Loss:\n\nDecember 1, 2022\n\nTelephone #:\n\n(613) 676-2300\n\nLawyer:\n\nElaine Lachaîne\n\nFirm:\n\nBurn Tucker Lachaîne\n\nAdjuster:\n\nRonald Collis\n\nInsurer:\n\nIntact Insurance\n\nClaim No.:\n\n4034385449\n\nTherapist:\n\nSébastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\nOctober 8, 2024\n\nDate of Report:\n\nOctober 8, 2024\n\nASSESSOR QUALIFICATIONS:\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience in providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998, when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills, and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\nPURPOSE OF REFERRAL:",
      "confidence": {
        "homeLayout": 0,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Mr. Ledoux’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "CCAC is currently managing skin care issues which are concluding as of the time of drafting this report.  No identified needs expected.\n\n0 minutes per week\n\nMedication\n\nMr. Ledoux is independent in the management of his medication.  He has his prescriptions delivered to his home.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Ledoux requires assistance for the completion of a daily sponge bath to be soon transitioned to assistance in showering (once his skin graft fully heals, imminently expected).\n\n175 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nNA\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nNA\n\n0 minutes per week",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Mr. Ledoux continues to require significant assistance with self-care activities, showing minimal improvement since the initial assessment:",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $2025",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $2025.27 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-776-1266 or by email at info@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tBurn Tucker Lachaîne ℅ Elaine Lachaîne\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature. ",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Emotional Lability: There are instances of rapid emotional shifts, particularly when discussing his medical condition or limitations. For example, he can quickly transition from expressing gratitude for support to tears of frustration about his slow recovery.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "DEMOGRAPHICS": {
      "name": "Ledoux often pauses mid-sentence",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {
        "name": 0.8
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [],
      "afternoonRoutine": [
        "Mr. Ledoux's wake time is inconsistent, ranging from early morning to late afternoon. He often reports difficulty sleeping through the night due to pain and discomfort.",
        "Upon waking, he frequently requires time to manage pain and stiffness before attempting to start his day."
      ],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Mr. Ledoux's daily routine remains significantly altered from his pre-accident lifestyle, with minimal changes observed since the initial assessment. His typical day is characterized by limited activity and prolonged periods of sedentary behavior:\n\nMorning:\n\nMr. Ledoux's wake time is inconsistent, ranging from early morning to late afternoon. He often reports difficulty sleeping through the night due to pain and discomfort.\n\nUpon waking, he frequently requires time to manage pain and stiffness before attempting to start his day.",
      "confidence": {
        "morningRoutine": 0,
        "afternoonRoutine": 0.8,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}