{
  "fileName": "Copy of El Jammal, Ali IHA2.docx",
  "originalText": "\n\nOCCUPATIONAL THERAPY\n\nIN-HOME ASSESSMENT\n\n\n\nClient Name:\n\nMr. Ali El-Jammal\n\nDate of Loss:\n\n2017-12-12\n\nAddress:\n\n431 Donald Street, Unit 2, Ottawa\n\n\n\nON K1K 1L8\n\nDate of Birth:\n\n1973-05-23\n\nTelephone #:\n\n613-688-7373\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nCorry Martin\n\nInsurer:\n\nCoseco Insurance Company\n\n\n\n\n\nClaim No.:\n\n001336230\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2024-01-23\n\n\n\n\n\nDate of Report:\n\n2024-01-29\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nASSESSMENT PREAMBLE:\n\n\n\nMr. El-Jammal was reassessed by Sebastien Ferland, Registered Occupational Therapist, on January 23, 2024 at the request of his legal representative, Mr. Frank McNally of McNally Gervan Law Firm.  Mr. El-Jammal had previously been under the care of this therapist since April of 2018 and treatment interventions ended in August of 2022 following denial of further treatment on the part of the auto insurer.  The current assessment was sought to provide an update on Mr. El-Jammal’s overall levels of function as they relate to his ability to function in his home and in the community.  Recommendations to address ongoing imp\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMr. El-Jammal is a 49 year old man who was involved in a car accident on December 12, 2017. He was riding as a passenger when the vehicle he was riding in was rear-ended by a pickup truck equipped with a snow removal blade while slowing down during poor weather conditions. Mr. El-Jammal’s vehicle was reportedly pushed off the road and into a deep 8’ ditch. Mr. El-Jammal reportedly struck his head on the side pillar of the passenger window resulting in a loss of consciousness of indeterminate duration.  Mr. El-Jammal was taken by ambulance to the Ottawa General Hospital where he was seen in the Emergency Room and released the next day.   He underwent examinations while hospitalized and was cleared of any fractures or internal injuries. He was discharged home and was instructed to obtain follow-up care with his family physician, Dr. Robert.  \n\n\n\nAt the time of this assessment, Mr. El-Jammal presented with reports of ongoing pain in his neck and lower back with complaints of severe headaches, neurological symptoms affecting his right upper extremity and right leg.  He reports pain of such intensity that it precludes meaningful engagement with substantially all of his normal life activities and impeding community outings.  What has been most troubling is Mr. El-Jammal’s reported mental health status which has grown increasingly worse over the past year, leading to a reported suicide attempt approximately three months ago.  Mr. El-Jammal indicated that he experiences auditory hallucinations at night where he hears voices telling him to end his life.  He reportedly attempted to set himself on fire by dousing himself with flammable liquid and attempting to light it with a lighter.  The lighter was reportedly not operating and he then attempted to stab himself with a kitchen knife instead.  He was restrained by a friend who called 9-1-1.  Mr. El-Jammal was reportedly admitted to the Ottawa Hospital on a Form 1 and released three days later once the Form 1 expired.  \n\n\n\nFrom a functional perspective, Mr. El-Jammal has been unable to manage any of his  pre-accident workplace activities. He previously worked as a pizza restaurant manager and cook, working upwards of 70 – 80 hours per week. He continues to struggle with severe financial strain which is compounding his mental health difficulties.  He has reportedly lost custody of his children whom he now only sees once a month for a short visit.  He spends his days in his apartment where he is isolated from social contacts.  He will visit friends at a pizza shop located on the main floor of his building, which he reports being the only social outlet he has at this time.  He notes that he obtains assistance for maintaining his apartment once monthly and has a friend come to his home to cut his hair.  \n\n\n\nMr. El-Jammal requires significant Attendant Care at this time.  As a result of his recent hospitalization for a suicide attempt, reports of a previous suicide attempt (could not recall the date), nighttime auditory hallucinations and reports of ongoing suicidality, Mr. El-Jammal is found to require 24-hour care at this juncture.  A Form 1 has been completed and submitted to the insurer.  \n\n\n\nMr. El-Jammal would strongly benefit from a multi-disciplinary approach to his injuries which should include physical therapy, psychology and occupational therapy.  He is currently not obtaining any form of treatment and reports deterioration in his physical wellbeing and a severe state of mental health decompensation requiring urgent and ongoing attention.  Mr. El-Jammal is found to be at high risk for self-harm and is experiencing severe psychotic symptoms which are a further risk factor to his self-harm potential.  Mr. El-Jammal remains without a family physician at this time and would also benefit from assistance in securing a GP as soon as possible.\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nMr. El-Jammal is currently in need of significant amounts of Attendant Care as a result of his severe pain symptoms (and associated physical impairments) and of his current psychological presentation. He would at this time benefit from 24-hour care to mitigate risk of another suicide attempt and to support him in the management of his normal life activities.  He has been assessed as requiring a monthly Attendant Care benefit of $?? (subject to Statutory Accident Benefits Schedule limits).\n\n\n\n\n\nHousekeeping:\n\n\n\nMr. El-Jammal is currently unable to contribute to any form of housekeeping or home maintenance as a result of his significant physical impairments. He would benefit from 7.92 hours per week of housekeeping assistance.\n\n\n\n\n\nAssistive Devices:\n\n\n\nThere are no assistive devices currently indicated to further Mr. El-Jammal’s functional recovery.  \n\n\n\n\n\nFurther Interventions:\n\n\n\nMr. El-Jammal presented in a state of emotional decompensation and in severe pain at the time of this assessment.  This therapist will underscore the need for immediate and urgent engagement of a multidisciplinary team including physiotherapy, psychology and occupational therapy to foster improvements in Mr. El-Jammal’s symptoms and reduce the risk for self-harm.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n \n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO). \n\nThe assessment has been requested by his legal representative, Mr. Frank McNally of the law offices of McNally Gervan. \n\nThe purpose of this assessment is to assess Mr. El-Jammal’s current functional status as it relates to his ability to complete his reported pre-accident activities of daily living. \n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required. \n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects. \n\nRecommendations may be provided at the conclusion of the assessment. These recommendations may include:  Occupational Therapy Treatment,  Assistive Devices, Referral to other practitioners , Support services \n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the plan (in part or in whole). Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer. This may be an in- person assessment\n\nor a remote paper-review assessment. Funding for the requested goods and/or services may ultimately be declined. \n\nMr. El-Jammal may choose to participate or decline any or all of the proposed assessment. \n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment): \n\n Coseco Insurance, c/o Corry Martin, Adjuster\n\n McNally Gervan, c/o Frank McNally \n\n\n\nFollowing this therapist’s explanation Mr. El-Jammal granted informed consent for this therapist to proceed with the assessment and any subsequent interventions.\n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nThere was no documentation available for review at the time of this In-Home Assessment.\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nMr. El-Jammal was in excellent physical health prior to the accident. He worked full-time hours as a pizza restaurant manager and cook, often exceeding 70 – 80 hours per week. He did report a childhood history of trauma during his time living in Lebanon. In 1982, when Mr. El-Jammal was 9 years old, he reported that the building he lived in was hit by mortar shells. He was hit in the chest by shrapnel and Israeli soldiers picked him up and provided medical attention. He remained in Israel for 4 months where he recovered and returned home to his parent’s care. He reported a history of bad dreams and hypervigilance following this incident. He is sensitive to airplane noises and balloons popping, etc. These symptoms remained present at the time of the subject motor vehicle accident but were however flared significantly.\n\n\n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nMr. El-Jammal reported being a passenger in a vehicle when the driver attempted to slow down due to blowing snow and was rear-ended by a pickup truck equipped with a snow removal blade. The car was pushed into a ditch of approximately 8 feet in depth. Mr. El- Jammal reported hitting his head on the side pillar of the passenger window. He lost consciousness for an indeterminate period of time. He was taken by ambulance to the Ottawa General Hospital where he was treated for his injuries. He remained in the hospital overnight and was released to the care of his GP. He saw his physician a few days later. He was sent for repeat x-rays and was provided with medication. He was referred to physiotherapy and chiropractic care in addition to massage therapy. \n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nBased on this assessment, Mr. El-Jammal is believed to have sustained the following injuries as a\n\nresult of the subject motor vehicle accident. Please note that this therapist cannot provide diagnoses within his scope of practice and hence the following are potential diagnoses provided\n\nfor the purposes of highlighting areas of concern expressed by Mr. El-Jammal. These diagnoses require confirmation from appropriate medical professionals including Mr. El-Jammal’s family physician and a psychologist.\n\n\n\nPossible concussion\n\nSprain and strain of cervical spine\n\nSprain and strain of lumbar spine\n\nAnxiety and depression with psychotic features\n\nPotential aggravation of pre-existing Post-Traumatic Stress Disorder (PTSD)\n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nMr. El-Jammal reported that he obtained physical therapy and chiropractic care intermittently since the date of loss.  He notes that over the past year, he has had no form of treatment, either physical or psychological.  Occupational Therapy treatments were interrupted in August of 2022 subsequent to denial for funding by his automobile insurer.  \n\n\n\nMr. El-Jammal remains highly symptomatic, both physically and psychologically and he is presented in a state of acute psychological distress throughout this assessment.  He reported two contacts with emergency room physicians over the past year, the most recent occurring in late-fall of 2023 when he reportedly made an attempt at self-immolation (setting himself on fire with flammable liquid).  He was reportedly hospitalized under a Form 1 and noted that he was released after a 72-hour psychiatric hold.  He reports that he continues to experience auditory hallucinations, especially at nighttime, precluding him for falling asleep and compounding his suicidal thoughts.  He has been attempting to obtain a new family physician through Health Care Connect however has yet to find a GP.  He is largely self-medicating with Cannabis and with use of medication he obtains on the black market.  \n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nIn the early days post-accident, Mr. El-Jammal was obtaining physical therapy through Apollo Physical Therapy Centre and was being followed by his GP Dr. Robert.  He has since lost his GP as a result of an inability to schedule appointments with his office and has been seeking a replacement GP through Health Care Connect.  Mr. El-Jammal reported that he receives a letter from Health Care Connect every 6 months indicating that no family physician has been located and that he remains on their list.  He further indicated that he has not obtained any form of psychological care in the last few years and has had two recent contacts with psychiatry through the ER.  \n\n\n\nMr. El-Jammal presents with a complex array of physical and psychological symptoms, the latter being highly troubling at this time.  He continues to experience severe physical pain and reports issues with auditory hallucinations at night especially.  He indicated that he continues to experience suicidal thoughts and on that basis, would require access to a multi disciplinary  team of professionals to assist with the management of his myriad of physical and psychological symptoms.\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nNovo-Gesic\n\n325 mg 4x daily\n\nPain Relief\n\nAPO - Ibuprofen\n\n200 mg 4x daily\n\nPain Relief\n\nCyclobenzaprine\n\n10 mg at bedtime\n\nMuscle Spasms\n\nTramadol\n\nUnknown\n\nPain Relief\n\nAdvil + Tylenol\n\nUnknown\n\nPain Relief\n\nMarijuana\n\nUnknown\n\nPain Relief\n\n\n\nMr. El-Jammal reported lack of access to medication as a primary area of concern at this time.  While these medications remain prescribed, he noted not having access to a GP which has impacted his access to these medications.  He noted having been provided with Tramadol while in hospital and found significant relief from the use of this opiate medication.  He noted being unable to obtain a prescription for ongoing use of this medication and relying on medication obtained through the black market to manage his symptoms.   He makes use of high doses of cannabis on a daily basis (8 - 10 grams) however noted that his lack of financial resources impacts his ability to utilize this amount of cannabis in a sustainable manner.\n\n\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nHeadaches\n\nHe reports daily headaches which generally last all day and escalate at nighttime.  He reports these headaches radiating from the occipital portion of his skulls into both eyes.  He will be required to close his eyes periodically throughout the day to reduce light exposure and he reports being highly sensitive to noise as well.  \n\n9.5 - 10/10\n\nNeck Pain\n\nHe reports pain in his neck which is constant in nature and which he feels has gotten much worse over the last year.  Pain reportedly radiates into his right arm with neurological symptoms (described below).\n\n8/10\n\nLower Back Pain\n\nMr. El-Jammal reports severe pain in his lower back which impacts his ability to sustain any posture (sitting or standing) as well as his ability to rest in a lying position.  He notes that his lower back pain remains one of his most debilitating symptoms and that he experiences sharp jolts of pain when transferring from his sofa after sitting for any extended period of time.  He reports shooting pain down his right leg (described below).\n\n10/10\n\nUpper Left Abdominal Pain\n\nThis is an intermittent symptom which will occur unpredictably.  He describes the pain as sharp and stabbing in nature.\n\n7-8/10\n\nRight Shoulder\n\nHe reports a constant ache and pain in his right shoulder which affects his ability to utilize his right arm for reaching and lifting loads exceeding a few pounds.  \n\n6-7/10\n\nRight Leg Numbness\n\nHe reports this symptom to have remained an issue where he cannot feel his right let intermittently and experiences pins and needles.   He notes that his right leg numbness occurs on a daily basis with unknown triggers.\n\nN/A\n\nNumbness In Right Arm And Digits 4-5 of Right Hand\n\nHe reports a constant numbness and tingling of his fourth and fifth digits in the right hand.  He reports dropping items due to poor sensation and that he will at times experience pain in his right wrist in tandem with this symptom.\n\nN/A\n\nSevere Dental Pain\n\nAs a result of clenching of his jaw, Mr. El-Jammal has reportedly broken most of his teeth (significant damage to front teeth observed by this therapist).  He reported that his teeth hurt all the time and compound his pain experience and inability to sleep.  He noted that he cannot afford dental care and that these issues are a result of acute stress behaviours directly related to his situation post-accident.\n\n10/10\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMr. El-Jammal endorsed the following cognitive symptoms which he reports experiencing at all\n\ntimes since the subject motor vehicle accident:\n\n\n\nShort term memory problems\n\nMultitasking\n\nProblem solving problems\n\nWord finding difficulties, both in English and Arabic\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMr. El-Jammal identified a number of emotional symptoms, many of which could be observed\n\nfirst-hand by this therapist during this assessment through his interactions with his friend Mo, who was present throughout this assessment at Mr. El-Jammal’s request:\n\n\n\nAttempted suicide twice in last year, last attempt 3 months ago.\n\nSelf-immolation attempt leading to a Form 1 stay in hospital. He reportedly poured flammable liquid on himself and tried to set himself on fire, but the lighter was not working. He subsequently held a knife and tried to stab himself.  Someone stopped him and called the police.\n\nAngry and short-fused.\n\nHearing voices every night telling him to kill himself, “there will be friends there” referring to the afterlife.\n\nSadness at all times.\n\nHears his name at night.\n\nCrying “a lot.”\n\nFrustrated with his situation and with his inability to carry anything heavy\n\nNo sexual drive, cannot have an erection\n\nNo restorative sleep, exhausted at all times\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMr. El-Jammal identified activity avoidance as his primary symptom management strategy at this time. He has not developed any effective alternative means of managing his physical and emotional symptoms at this time.  Mr. El-Jammal further noted that out of desperation, he will obtain medication from the black market in order to obtain some relief and was cautioned at the poor quality of the black market supply and the prevalence of fentanyl added to many street drugs.  He noted being aware of this risk however not having any other recourse in the absence of a GP to monitor his well being and medical needs.\n\n\n\n\n\nFUNCTIONAL AND BEHAVIORAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nAble to stand for 10 minutes, then must change position.\n\n\n\nObserved sitting for periods of 10 – 20 minutes with frequent postural changes.\n\n\n\nNo identified limitations pre-accident.\n\nBed mobility\n\nIndependent pre-accident and post-accident. \n\nTransfers\n\nN/A\n\nStanding\n\nAble to stand for 10 minutes.\n\n\n\nShort periods of static standing were observed during this assessment.\n\n\n\nNo identified limitations pre-accident.\n\nBalance\n\nStatic balance assessed using Four-Stage Balance Test, consisting of holding four different stances for at least 10 seconds each. \n\n\n\nwith his feet together\n\non one foot (right then left)\n\nwhile in a semi-tandem and,\n\nwhile tandem stance.\n\nWalking\n\nAble to walk for 5-10 minutes.\n\n\n\nShort distance indoor ambulation observed by this therapist. Gait was slow paced.\n\n\n\nNo identified limitations pre-accident.\n\nStairs\n\nAble with difficulty.\n\n\n\nOne flight of 20 stairs was managed by Mr. El-Jammal during this assessment. Stairs were descended in a step-stop pattern and climbed in a reciprocal stair climbing pattern with heavy support from the handrail. Stair climbing was performed slowly with support of the adjacent handrail.  Mr. El-Jammal was winded after completion of this climbing task.\n\n\n\nNo identified limitations pre-accident.\n\nLifting/Carrying\n\nAble with difficulty.\n\n\n\nMr. El-Jammal is currently unable to lift any form of significant weight.  He is able to manage light loads and demonstrated his ability to reach into the washing machine to retrieve individual pieces of clothing.  \n\n\n\nNo identified limitations pre-accident.\n\nKneeling\n\nUnable.\n\n\n\nNot observed as Mr. El- Jammal’s clinical presentation supports his reported inability to kneel.\n\n\n\nNo identified limitations pre-accident.\n\nSquatting/Crouching\n\nUnable\n\n\n\nPartial squat attempted but was unable to achieve target position.\n\n\n\nNo identified limitations pre-accident.\n\nBending\n\nAble with difficulty and severe pain.\n\n\n\nMr. El-Jammal was unable to bend forward to touch his knees.  He was able to reach to his feet while seated by crossing one leg over another but reported severe back pain while performing this demonstration.  He was observed wincing and yelling out in pain.  \n\n\n\nNo identified limitations pre-accident.\n\nReaching\n\nMr. El-Jammal is able to reach without difficulty using his left arm.  His right-sided reaching was found to be limited in all planes.\n\n\n\nNo identified limitations pre-accident.\n\nFine Motor Coordination\n\nMr. El-Jammal reported intermittent issues with fine motor dexterity with his dominant right hand.  This occurs when neurological symptoms are more prevalent, intermittently throughout the day.\n\n\n\nNo identified limitations pre-accident.\n\n\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\n¼ Range\n\nSignificant cervical range of motion limitations noted in all directions.\n\n\n\nLateral flexion\n\n¼ Range\n\n¼ Range\n\nRotation\n\n¼ Range\n\n¼ Range\n\nExtension\n\n¼ Range\n\n¼ range\n\nShoulder\n\nFlexion\n\n1/2 Range\n\nWFL\n\nBilateral shoulder range of motion\n\nrestrictions noted during this assessment.\n\n\n\nExtension\n\n1/2 Range\n\nWFL\n\nAbduction\n\n1/2 Range\n\nWFL\n\nAdduction\n\n1/2 Range\n\nWFL\n\nInternal rotation\n\n1/2 Range\n\nWFL\n\nExternal rotation\n\n1/2 Range\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\nNominal\n\nTrunk range of motion is severely limited in all directions.\n\nLateral flexion\n\n¼ Range\n\n¼ Range\n\nRotation\n\n¼ Range\n\n¼ Range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMr. El-Jammal called-out to let this therapist into his apartment at the time of arrival for this assessment.  He was in the process of obtaining a haircut from a friend who comes to his apartment to complete this grooming task on a monthly basis.  Mr. El-Jammal noted that he had been seated for over 30 minutes at the time of this therapist’s arrival and was nearly done.  He conveyed his discomfort to his friend on several occasions, asking him to hurry-up as he could sit no longer.  He was visibly distraught following his friend’s departure and proceeded to sit on the sofa located in his bedroom where the assessment transpired.  \n\n\n\nMr. El-Jammal was found to be in a state of acute emotional distress throughout this assessment.  He was tearful and screaming loudly as he shared how untenable his situation had become.  He shared his suicidal attempts in a flat manner but rapidly escalated in his presentation upon discussing how he needed to visit his ailing mother in Lebanon and how he could not afford to go see her in her final moments of life.  He indicated that he felt abandoned by everyone, including his children, who no longer come and stay with him as a result of his poor emotional state and lack of financial resources.  He became highly agitated when discussing his lack of access to medical care, noting that he felt he was being treated unjustly by the medical system, leading him to rely on the black market to obtain necessary medications to manage his symptoms.\n\n\n\nHe further indicated that he has been hearing voices at night telling him to end his life, that “there will be friends there”.  He indicated that his thoughts are generally dark and he ruminates incessantly about his circumstances.  He indicated that “I give up”, “too much think”, “too much stress”.  He noted that “I want to see the other world”.  \n\n\n\n\n\nCognitive Presentation:\n\n\n\nMr. El-Jammal’s cognitive presentation was marked by significant difficulties following the flow of this assessment.  Largely as a result of his emotional decompensation, he was found unable to self-regulate and engage effectively in the assessment process.  His thinking was found to be tangential and off-topic, requiring frequent redirection by this therapist.  He answered his phone at one point of the assessment and mid-sentence, put the phone down and began screaming loudly as he expressed his frustrations with his lack of medical care.  This went on for over ten minutes at which point Mr. El-Jammal realized he still had a family member on the phone whom he had forgotten about.  Mr. El-Jammal was generally unable to provide a cohesive narrative of his situation, jumping from one topic to another in an effort to convey the multiple facets of his struggles.  \n\n\n\n\n\nTYPICAL DAY:\n\n\n\nWhen asked to detail what a typical day looks like in his life at the present time, Mr. El-Jammal indicated that he has no established routine.  He will stay awake at night and nap in short periods of time during the day.  He notes that he has no meaningful activity to occupy his time and is generally socially isolated in his apartment where he will attempt to distract himself with cannabis consumption, watching television or looking at videos on his phone.  His lack of activity is marked by social isolation and self-neglect.  He noted that “there is no point”, “I am done”.  He reported a lack of access to food which was confirmed by this therapist in viewing his empty refrigerator and cupboards.  He largely relies on food items given to him by friends to sustain himself.\n\n\n\nMr. El-Jammal would strongly benefit from engagement in Occupational Therapy treatment to foster improvements in his daily function and assist with problem solving the myriad of issues which he presented at the time of this assessment.  \n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\n\n\nTYPE OF DWELLING\n\nApartment\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nMain Floor\n\nWood\n\nBathrooms\n\n1\n\nMain Floor\n\nVinyl\n\nLiving Room\n\n1\n\nMain Floor\n\nWood\n\nFamily Room\n\n0\n\nN/A\n\nN/A\n\nDining Room\n\n0\n\nN/A\n\nN/A\n\nKitchen \n\n1\n\nMain Floor\n\nVinyl\n\nLaundry\n\n1\n\nMain Floor\n\nVinyl\n\nStairs\n\nYes\n\nSteps leading up to the second\n\nfloor where his apartment is\n\nlocated.\n\nVinyl\n\nBasement\n\nNo\n\nN/A\n\nN/A\n\nDriveway Description\n\nNone\n\nYard description\n\n\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone. \n\nChildren\n\n15, 13 and 9. His ex-wife holds custody of the children who no longer visit Mr. El-Jammal as a result of his lack of resources and poor mental health.\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the subject motor vehicle accident, Mr. El-Jammal reported being independent in his management of all self-care activities. At the time of this assessment, Mr. El-Jammal reported that he remains independent in his performance of core self-care functions. He does however require assistance for the following activities:\n\n\n\n• Shaving\n\n• Hair styling\n\n• Toenail care\n\n• Meal preparation\n\n• Assisting with transfers from low-lying positions (sofa)\n\n• Maintaining bathroom hygiene\n\n• Managing laundry sorting\n\n• Medication management\n\n• Managing his mood and regulating his emotions\n\n\n\nPlease refer to the Attendant Care Needs section of this report for more information.\n\n\n\n\n\nHome Management Activities:\n\n\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\n\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nMr. El-Jammal is unable to manage meal preparation at this time however time for this has been allotted within\n\nthe Attendant Care section of this report.\n\n\n\n0 minutes per week.\n\nDishwashing\n\nMr. El-Jammal is unable to tolerate the standing and reaching required to wash dishes at this time. Total weekly time allotted for\n\nwashing dishes: \n\n7 time per week \n\n15 minutes\n\n\n\n105 minutes per week.\n\nGroceries/errands\n\nN/A\n\n0 minutes per week.\n\nBathroom cleaning\n\nMr. El-Jammal has not been able to clean his bathroom since the accident. Total weekly time allotted for\n\ncleaning windows: \n\n\n\n1 time per week \n\n30 minutes\n\n30 minutes per week.\n\nMaking/changing beds\n\nMr. El Jammal is unable to change the sheets on his bed.\n\n10 minutes per week.\n\nVacuuming\n\nMr. El-Jammal is unable to vacuum his home at this time due to poor tolerance to activity and pain from repetitive reaching motions.\n\nTotal weekly time allotted for\n\nvacuuming: \n\n\n\n2 time per week\n\n30 minutes\n\n\n\n60 minutes per week.\n\nSweeping\n\nMr. El-Jammal has not engaged in sweeping since his accident due to his poor tolerance to activity and limited standing tolerance. Total weekly time allotted for sweeping: \n\n\n\n7 times per week\n\n5 minutes\n\n\n\n\n\n35 minutes per week.\n\nMopping\n\nMr. El-Jammal has not been able to mop his apartment since the accident. He cannot tolerate this activity. Total weekly time allotted for\n\nmopping:\n\n\n\n1 time per week\n\n30 minutes\n\n\n\n30 minutes per week.\n\nDusting\n\nMr. El-Jammal has not dusted his apartment since the accident. He is unable to tolerate this activity due to his limited standing tolerances. Total weekly time allotted for dusting:\n\n\n\n1 time per week\n\n30 minutes\n\n\n\n30 minutes per week.\n\nTidying\n\nMr. El-Jammal is capable of managing tidying of the limited space he occupies in his apartment\n\n\n\n0 times per week\n\n0 minutes\n\n0 minutes per week.\n\nLaundry\n\nMr. El-Jammal is unable to manage his laundry needs at this time due to his limited tolerance to activity, his\n\nlimited standing ability, his limited carrying ability.\n\n\n\nTotal weekly time allotted for\n\nlaundry:\n\n\n\n3 time per week\n\n20 minutes\n\n\n\n60 minutes per week.\n\nGarbage Removal/Recycling\n\nMr. El-Jammal is unable to manage garbage removal at this time due to his inability to carry heavier loads and his\n\ndifficulty managing stairs.\n\n\n\nTotal weekly time allotted for\n\ngarbage removal:\n\n\n\n1 time per week\n\n20 minutes\n\n\n\n20 minutes per week.\n\n\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nN/A\n\n0 minutes per week.\n\nGardening\n\nN/A\n\n0 minutes per week.\n\nSnow Removal\n\nN/A\n\n0 minutes per week.\n\n\n\nMr. El-Jammal is currently in need of an estimated total of 6.3 hours per week of housekeeping and home maintenance assistance.  He reported that he has hired “a lady” who comes to clean his apartment on a monthly basis, incurring a monthly expense of $100 for this service.\n\n\n\n\n\nFinances/Financial Management:\n\n\n\nMr. El-Jammal noted that his lack of financial resources have left him in a precarious and longstanding state of recurring debts with friends and creditors.  While he has been able to maintain his rent, he is left with little to no money to live once he has paid his primary bills and purchased cannabis and medication.  His incessant stress surrounding his finances has been a compounding factor to his poor mental health over the course of this therapist’s involvement in his care and rehabilitation.  \n\n \n\n\n\nCaregiving Activities:\n\n\n\nMr. El-Jammal is not the primary caregiver to his three children, ages 15, 13 and 9 years of age. His children now reside full-time with their mother and only but rarely visit Mr. El-Jammal.  He notes that he has no means of providing for them when they visit and is unable to actively engage with them in the various activities he would like to participate in.   He notes a feeling of abandonment as well as intense guilt over the distance he has experienced with his three children.\n\n\n\n\n\nVocational Activities:\n\n\n\nPre-accident Employment Status\n\nEmployed part-time\n\nEmployer\n\nPalermo Pizza\n\nJob Title/Duties\n\nFull-time pizza cook / pizza restaurant manager.\n\nHours per week\n\n70-75 hours per week\n\nComments\n\nHe noted that he worked 40 hours per week plus an additional 30 – 35 hours per week paid cash for overtime worked. He has not been able to work since his accident.\n\n\n\nCurrent Employment Status\n\nUnemployed\n\nComments\n\nMr. El-Jammal is unable to work at this time as a result of his poor mental health and acute physical pain.  \n\n\n\n\n\nLeisure Activities:\n\n\n\nPrior to his accident, Mr. El-Jammal reported that he enjoyed a number of leisure activities which included:\n\n\n\n• Playing soccer\n\n• Swimming\n\n• Running\n\n• Going out to clubs with his friends\n\n\n\nMr. El-Jammal noted that he has been unable to engage in any of the above-noted activities since his accident.  His inability to partake in his leisure activities has compounded his mental health struggles. He now has no meaningful activity in which to engage and would require professional support to assist him in this regard.  He now tries to distract himself by watching some television or watching videos on his phone.  He will at times visit friends at the pizza restaurant located on the main floor of his building, which is his only reported social outlet.\n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of January 23, 2024. The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist’s] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMr. El-Jammal is independent with dressing and undressing activities. He did note significant difficulty donning socks but can manage. He wears loose slip-on footwear to limit the amount of reaching he must do.\n\n0 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week\n\nProsthetics\n\nMr. El-Jammal does wear any prosthetics.\n\n0 minutes per week\n\nOrthotics\n\nMr. El-Jammal does wear any orthotics.\n\n0 minutes per week\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMr. El-Jammal requires assistance with the management of his shaving, hair settling  and toenail care.\n\n180 minutes per week\n\nFeeding\n\nMr. El-Jammal requires assistance to manage meal preparation. He has been unable to cook for himself since the accident and largely depends on take-out food obtained from the pizza restaurant\n\nlocated in the plaza where he resides.\n\n420 minutes per week\n\nMobility *\n\nMr. El-Jammal requires intermittent assistance with sit-stand transfers from the low-lying sofa chair which he usually makes use of in his home.\n\n140 minutes per week\n\nExtra Laundering\n\nMr. El-Jammal does not present any Extra Laundering needs at this time. He does not report any increased incidence of spillage and no history of incontinence.\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMr. El-Jammal requires assistance to manage the bathroom environment following his morning\n\nroutine and assistance with managing his laundry sorting.\n\n\n\n140 minutes per week\n\nBasic Supervisory Care **\n\nN/A\n\n0 minutes per week\n\nCoordination of Attendant Care\n\nThere are no Attendant Care co-ordination requirements at this time.\n\n0 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,\n\nindividuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nMr. El-Jammal is independent in the management of his urinary needs.\n\n0 minutes per week\n\nBowel Care\n\nMr. El-Jammal is independent in the management of his bowel care.\n\n0 minutes per week\n\nTracheostomy\n\nN/A\n\n0 minutes per week\n\nVentilator Care\n\nN/A\n\n0 minutes per week\n\nExercise\n\nMr. El-Jammal does not currently perform any home exercises.\n\n0 minutes per week\n\nSkin Care\n\nMr. El-Jammal is independent with all of his skin care needs.\n\n0 minutes per week\n\nMedication\n\nMr. El-Jammal requires regular monitoring to ensure his medications are taken on a regular basis as-prescribed and that he has no adverse effects.\n\n140 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. El-Jammal is independent with his bathing needs.\n\n0 minutes per week\n\nOther Therapy (TENS, DCS)\n\nN/A\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nMr. El-Jammal does not make use of any assistive devices or medical equipment which requires regular maintenance.\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behavior)\n\nAs a result of his recent suicide attempt and based on the saum of information obtained during this assessment, it is this therapist’s professional opinion that Mr. El-Jammal is at high risk for self-harm, and should be monitored at all times (24-hour care).  He should not be left alone at this time.\n\n9060 minutes per week\n\n\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t\t0 hours per week \t\t$0 /month\n\nPart 2 \t-  Basic Supervisory Functions\t\t0 hours per week \t    \t$0 /month\n\nPart 3\t-  Complex Health/Care and Hygiene\t\t0 hours per week \t\t$0 /month\n\n\n\nTotal monthly assessed attendant care benefit:  $ (subject to limits under Statutory Accident Benefits Schedule\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEncl:  \tForm 1\n\n\n\nCc:\tLF\n\n\tInsurer\t\t\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n \n\n\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nApartment\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nMain Floor\n\nWood\n\nBathrooms\n\n1\n\nMain Floor\n\nVinyl\n\nLiving Room\n\n1\n\nMain Floor\n\nWood\n\nFamily Room\n\n0\n\nN/A\n\nN/A\n\nDining Room\n\n0\n\nN/A\n\nN/A\n\nKitchen \n\n1\n\nMain Floor\n\nVinyl\n\nLaundry\n\n1\n\nMain Floor\n\nVinyl\n\nStairs\n\nYes\n\nSteps leading up to the second\n\nfloor where his apartment is\n\nlocated.\n\nVinyl\n\nBasement\n\nNo\n\nN/A\n\nN/A\n\nDriveway Description\n\nNone\n\nYard description\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone. \n\nChildren\n\n15, 13 and 9. His ex-wife holds custody of the children who no longer visit Mr. El-Jammal as a result of his lack of resources and poor mental health.",
    "SYMPTOMS": "Mr. El-Jammal would strongly benefit from engagement in Occupational Therapy treatment to foster improvements in his daily function and assist with problem solving the myriad of issues which he presented at the time of this assessment.  ",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $ (subject to limits under Statutory Accident Benefits Schedule\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tLF\n\n\tInsurer\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Mr. El-Jammal’s current functional status as it relates to his ability to complete his reported pre-accident activities of daily living. ",
    "ADLS": "Prior to the subject motor vehicle accident, Mr. El-Jammal reported being independent in his management of all self-care activities. At the time of this assessment, Mr. El-Jammal reported that he remains independent in his performance of core self-care functions. He does however require assistance for the following activities:\n\n• Shaving\n\n• Hair styling\n\n• Toenail care\n\n• Meal preparation\n\n• Assisting with transfers from low-lying positions (sofa)\n\n• Maintaining bathroom hygiene\n\n• Managing laundry sorting\n\n• Medication management\n\n• Managing his mood and regulating his emotions",
    "MEDICAL_HISTORY": "PRE-ACCIDENT MEDICAL HISTORY:",
    "TYPICAL_DAY": "When asked to detail what a typical day looks like in his life at the present time, Mr. El-Jammal indicated that he has no established routine.  He will stay awake at night and nap in short periods of time during the day.  He notes that he has no meaningful activity to occupy his time and is generally socially isolated in his apartment where he will attempt to distract himself with cannabis consumption, watching television or looking at videos on his phone.  His lack of activity is marked by social isolation and self-neglect.  He noted that “there is no point”, “I am done”.  He reported a lack of access to food which was confirmed by this therapist in viewing his empty refrigerator and cupboards.  He largely relies on food items given to him by friends to sustain himself."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {}
    },
    "ENVIRONMENTAL": {
      "homeType": "Apartment",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "Main Floor",
        "Bathrooms",
        "Main Floor",
        "Living Room",
        "Main Floor",
        "Dining Room",
        "Kitchen",
        "Main Floor",
        "Main Floor",
        "Stairs",
        "floor where his apartment is",
        "Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nApartment\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nMain Floor\n\nWood\n\nBathrooms\n\n1\n\nMain Floor\n\nVinyl\n\nLiving Room\n\n1\n\nMain Floor\n\nWood\n\nFamily Room\n\n0\n\nN/A\n\nN/A\n\nDining Room\n\n0\n\nN/A\n\nN/A\n\nKitchen \n\n1\n\nMain Floor\n\nVinyl\n\nLaundry\n\n1\n\nMain Floor\n\nVinyl\n\nStairs\n\nYes\n\nSteps leading up to the second\n\nfloor where his apartment is\n\nlocated.\n\nVinyl\n\nBasement\n\nNo\n\nN/A\n\nN/A\n\nDriveway Description\n\nNone\n\nYard description\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone. \n\nChildren\n\n15, 13 and 9. His ex-wife holds custody of the children who no longer visit Mr. El-Jammal as a result of his lack of resources and poor mental health.",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Mr. El-Jammal would strongly benefit from engagement in Occupational Therapy treatment to foster improvements in his daily function and assist with problem solving the myriad of issues which he presented at the time of this assessment.  ",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $ (subject to limits under Statutory Accident Benefits Schedule\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC",
        "name": "",
        "relationship": "",
        "availability": "CLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $ (subject to limits under Statutory Accident Benefits Schedule\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tLF\n\n\tInsurer\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Mr. El-Jammal’s current functional status as it relates to his ability to complete his reported pre-accident activities of daily living. ",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Prior to the subject motor vehicle accident, Mr. El-Jammal reported being independent in his management of all self-care activities. At the time of this assessment, Mr. El-Jammal reported that he remains independent in his performance of core self-care functions. He does however require assistance for the following activities:\n\n• Shaving\n\n• Hair styling\n\n• Toenail care\n\n• Meal preparation\n\n• Assisting with transfers from low-lying positions (sofa)\n\n• Maintaining bathroom hygiene\n\n• Managing laundry sorting\n\n• Medication management\n\n• Managing his mood and regulating his emotions",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "PRE-ACCIDENT MEDICAL HISTORY:",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "When asked to detail what a typical day looks like in his life at the present time, Mr. El-Jammal indicated that he has no established routine.  He will stay awake at night and nap in short periods of time during the day.  He notes that he has no meaningful activity to occupy his time and is generally socially isolated in his apartment where he will attempt to distract himself with cannabis consumption, watching television or looking at videos on his phone.  His lack of activity is marked by social isolation and self-neglect.  He noted that “there is no point”, “I am done”.  He reported a lack of access to food which was confirmed by this therapist in viewing his empty refrigerator and cupboards.  He largely relies on food items given to him by friends to sustain himself."
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "When asked to detail what a typical day looks like in his life at the present time, Mr. El-Jammal indicated that he has no established routine.  He will stay awake at night and nap in short periods of time during the day.  He notes that he has no meaningful activity to occupy his time and is generally socially isolated in his apartment where he will attempt to distract himself with cannabis consumption, watching television or looking at videos on his phone.  His lack of activity is marked by social isolation and self-neglect.  He noted that “there is no point”, “I am done”.  He reported a lack of access to food which was confirmed by this therapist in viewing his empty refrigerator and cupboards.  He largely relies on food items given to him by friends to sustain himself.",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}