{
  "fileName": "Copy of Abboud, Fawzi IHA1MVA2.docx",
  "originalText": "OCCUPATIONAL THERAPY\n\nIN-HOME ASSESSMENT\n\n\n\nClient Name:\n\nFawzi Abboud\n\nDate of Loss:\n\n2019-05-29\n\nAddress:\n\n42 Baslaw Crescent, Ottawa, ON\n\n\n\n\n\nTelephone #:\n\n613-680-6415\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nNA\n\nReferral Source:\n\nMcNally Gervan\n\nInsurer:\n\nAviva Insurance\n\nClaim No.:\n\n34555770\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2023-11-28\n\n2023-12-05\n\n\n\n\n\nDate of Report:\n\n2024-01-03\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n  \n\n\n\nPURPOSE OF REFERRAL:\n\nMr. Abboud was assessed by this therapist over two sessions held on November 28 and December 5, 2023 at the request of his legal representative, Mr. Frank McNally.  The purpose of this assessment is to provide an updated outline of Mr. Abboud’s overall function as it relates to injuries sustained in the subject MVA. An OCF18 for this assessment was submitted on December 15, 2023 to the insurer for consideration.  This OCF18 remained under adjudication at the time of drafting this report.\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMr. Abboud was involved in his first MVA on September 2, 2013 when the vehicle he was driving was rear-ended by a transport truck.  As a result of this accident, Mr. Abboud was diagnosed with the following injuries and associated sequelae:\n\n\n\nLeft knee meniscal injury and osteochondral injury\n\nRight knee meniscal injury with possible osteochondral injury\n\nChronic myofascial strain to the neck (cervical spine)\n\nChronic myofascial strain to the back (lumbar spine)\n\nPosttraumatic Stress Disorder\n\nMajor Depressive Disorder, Severe, with Anxious Distress\n\nSomatic Symptom Disorder\n\n\n\nAs a result of this accident, Mr. Abboud developed physical symptoms (headaches/dizziness, neck pain, elbow pain, lower back pain, bilateral knee pain, spasms in his calves, loss of hand strength/dexterity) as well as significant emotional and cognitive symptoms.  Mr. Abboud has seen his general condition deteriorate over the years leading to a clinical presentation which impacts his engagement in all aspects of daily function.  He managed self-care with difficulty, was unable to manage housekeeping tasks and was unable to work in the capacity he did pre-accident, (or in any sustained capacity in this therapist’s opinion). Mr Abboud’s relationship with his children was also deeply impacted by the changes in his function.\n\n\n\nMr. Abboud was involved in another MVA on May 29, 2019 which resulted in an aggravation of all pre-existing physical issues and most importantly, a severe deterioration of his mental health.  He is no longer working in any capacity and has functionally deteriorated to a point of spending the bulk of his days lying on the sofa sleeping or watching news on the television.  He is displaying concerning patterns of self-harm which include hitting himself, striking his head on the wall and biting himself to the point of leaving visible marks.  He is also reporting increased suicidal thinking which has been noted by his treating psychologist.\n\n\n\nMr. Abboud is in need of ongoing Occupational Therapy treatment on a weekly to bi-weekly basis to provide him with the support he requires to integrate gains in his daily function.  Mr. Abboud would also benefit from the introduction of a Rehabilitation Support Worker to support Occupational Therapy goals and provide Mr. Abboud with increased therapeutic intervention frequency.\n\n\n\nMr. Abboud would also benefit from ongoing and uninterrupted access to psychological treatment and access to kinesiology treatments to mitigate deconditioning.  His precarious mental health status is concerning and requires ongoing, regular monitoring by a team of qualified rehabilitation professionals.\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nMr. Abboud is in need of ongoing Occupational Therapy treatment.  He  requires involvement of Occupational Therapy on a weekly to bi-weekly basis to provide him with the support he requires to integrate gains in his daily function.  \n\n\n\nMr. Abboud would also benefit from the introduction of a Rehabilitation Support Worker to support Occupational Therapy goals and provide Mr. Abboud with increased therapeutic intervention frequency.\n\n\n\n\n\nAssistive Devices:\n\n\n\nMr. Abboud is currently sleeping on a mattress positioned on the floor of the childrens’ playroom. He experiences poor sleep and difficulties completing transfers.  Mr. Abboud would benefit from the introduction of a replacement bed system with consideration to an adjustable base to foster improvements in the quality of his sleep, as well as to facilitate transfers from his bed surface.  \n\n\n\nReferral for Other Services:\n\n\n\nMr. Abboud would benefit from the introduction of physical therapy and psychological care to foster improvements in his physical function and emotional wellbeing.  He would also benefit from the introduction of kinesiology treatments to develop an appropriate conditioning program to support functional reactivation goals proposed as part of OT treatment.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by Mr. Frank McNally of McNally Gervan.\n\nThe purpose of this assessment is to assess Mr. Abboud’s current functional status as it relates to the ability to complete the reported pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMr. Abboud may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nMcNally Gervan, c/o Frank McNally\n\n\n\nFollowing this therapist’s explanation Mr. Abboud granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nThe following documentation was reviewed by this therapist in the context of this assessment:\n\nHospital Records \n\n\n\nA. Ottawa Hospital \n\n\t(1) After Visit Summary dated December 12, 2020 \n\n\t(2) Clinical notes and records received April 27, 2021 \n\n\t(3) Clinical notes and records received June 27, 2022\n\n\n\nB. Montfort Hospital \n\n\t(1) Clinical notes and records received August 9, 2022\n\n\n\nC. Dr. Bryan Boyd (new GP) \n\n\t(1) Clinical notes and records received November 30, 2021\n\n\n\nD. Apollo - Physical Therapy Centres \n\n\t(1) Clinical notes and records received December 16, 2020\n\n\n\nE. CAT Reports \n\n(1) CAT IME: Psychological Evaluation completed by Dr. Ronald Jan Frey dated June 10, 2021\n\n\t(2) CAT IME; Executive Summary dated June 10, 2021\n\n(3) CAT IME: Occupational Therapy In-Home Assessment completed by Sherry Mosher Taillefer dated June 10, 2021\n\n(4) CAT IME; Occupational Situational Assessment completed by Sherry Mosher Taillefer dated June 10, 2021\n\n(5) CAT IME: Physiatry Evaluation completed by Dr. Mohammed Abdul Wahab Khan dated June 10, 2021\n\n\n\nF. OHIP decoded summary\n\n\t(1) OHIP Decoded Summary received February 25, 2021 (Dec 15, 2013 -Jan 30, 2021)\n\n\t(2) OHIP Decoded Summary dated Jan 30, 2021 - Jul 04, 2022\n\n\n\nG. Dr. Andrea Lee \n\n\t(1) Clinical notes and records received June 19, 2020\n\n\n\nH. Ottawa Psychology Group \n\n\t(1) Psychological Assessment Report dated January 27, 2021\n\n\t(2) Duplicate of CNR received February 24, 2022 (Fawzi's records relating to Rania)\n\n\n\nI.  Dr. Ofokanski Psychiatrist (Precision Medical Centre) \n\n\t(1) Clinical notes and records received December 22, 2021\n\n\n\nJ.  Original Referral Documents:\n\n \t(1) Clinical Notes and Records from The Ottawa Hospital - Civic Campus\n\n(2) Dr Ning Clinical Notes and Records \n\n(3) Physical Demands Analysis dated March 30, 2015 by Rebecca Steinke\n\n(4) Independent Orthopaedic Assessment dated March 30, 2015 by Dr Fielden\n\n(5) Independent Neurological Assessment dated march 30, 2015 by Dr Christie\n\n(6) Functional Capacity Evaluation dated March 30, 2015 by Rebecca Steinke\n\n(7) Executive Summary dated March 30, 2015 by Peter Turton \n\n(8) Clinical Notes and Records from Joint Reaction dated September 9, 2014\n\n(9) Independent Psychological Evaluation completed by Dr Diana Garica dated ... \t\n\n(10) Psychological Assessment Report completed by Dr Reesor dated March 24, 2020 \n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nMr. Abboud reported being a historically very active man, working long hours in his Shawarma restaurant.  When not at work, he was actively involved in sports such as soccer, swimming and running.  He noted that he rarely got sick, and never took time off other than to go to Lebanon for a trip every three years.  He was involved in his first MVA in 2013, when his vehicle was rear-ended by a transport truck, resulting in the following injuries:\n\n\n\nLeft knee meniscal injury and osteochondral injury\n\nRight knee meniscal injury with possible osteochondral injury\n\nChronic myofascial strain to the neck (cervical spine)\n\nChronic myofascial strain to the back (lumbar spine)\n\nPost- Traumatic Stress Disorder\n\nMajor Depressive Disorder, Severe, with Anxious Distress\n\nSomatic Symptom Disorder  \n\n\n\nMr. Abboud has experienced a difficult course of recovery from these injuries, which left him with significant residual mobility issues impacting his overall function. Additionally, he has experienced an array of psychological symptoms resulting in a deterioration of his mood.  He was continuing to recover from these injuries at the time of the subject MVA.  He was required to close his restaurant in March of 2020 as he was no longer able to operate his business.  He made some efforts to continue working part-time hours with another shawarma restaurant owned by a friend but was required to stop working in November of 2022.\n\n \n\n\n\nMECHANISM OF INJURY:\n\n\n\nMr. Abboud stated that he was the only occupant wearing a seat belt in his vehicle during a collision on the evening of May 29, 2019, while on his way to work. At the time of the collision, he was stationary at a red light near Hunt Club and Tim Hortons at Bowesville/Paul Benoit Driveway. He was rear-ended by another vehicle. The impact caused his head and neck to be thrown, and his knees to strike the steering wheel, resulting in immediate pain in his head, neck, shoulders, back, and knees. He did not anticipate the collision and was disoriented and shocked when it happened. Mr. Abboud was visibly distressed and tearful while recounting the event, noting that it triggered flashbacks to a previous collision in September 2013. He felt extremely upset, fearful, and shaky, and contacted his wife for assistance. He later got out of his vehicle, which sustained considerable trunk damage. The airbags did not deploy.\n\n\n\nMr. Abboud, who did not possess a cell phone, used the other driver's phone to call his wife and believes the other driver contacted the police. He was advised to report to a police station, as no police, fire, or medical personnel arrived at the scene. Post-accident, Mr. Abboud experienced considerable pain, stiffness, anxiety, tearfulness, shakiness, and nightmares. He consulted his family doctor shortly thereafter, who recommended physiotherapy and massage therapy.\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nBased on a review of available medical documentation, Mr. Abboud sustained the following injuries as a result of the subject motor vehicle accident:\n\n\n\nExacerbation of bilateral knee and back pain\n\nExacerbation of mental health issues\n\nFull body pain experience\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Boyd, GP\n\nAs-needed. On average, every 2 to 3 months. \n\nMonitoring of conditions.\n\nTBD\n\nDr. Rose Matousek, Psychologist\n\nVirtual every 2 weeks.  He notes that he is at risk of losing this provider in the near future as she will no longer be providing services to the auto insurance sector. \n\n\n\nMr. Abboud shared a high degree of distress at the prospect of losing this trusted provider, and having to “start over with someone else and explain everything”.  \n\nCounselling provided.\n\nTBD\n\n\n\n\n\nMEDICATION:\n\n\n\nAt the time of this assessment, Mr. Abboud was not making use of any form of prescription medication.  He noted that he manages his pain symptoms using a combination of Tylenol and Advil.\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nTylenol\n\n\n\nAdvil\n\n2 in the morning.\n\n\n\n2 to 3 at night\n\nAs needed when pain becomes acute.\n\n\n\nPain relief\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nHeadaches and dizziness\n\nHe experiences a headache daily, the pain radiates from the back to the top of his skull.  His vision becomes blurry with the onset of these headaches, and he becomes agitated.  He notes feeling lethargic and has no energy to do anything.  He will go to sleep when they occur.  He notes that the intensity of his headaches have increased compared to pre-accident baseline.  \n\n8 - 9/10\n\nNeck pain\n\nConstant pain, flared with physical activity.  Radiates to both shoulders.  He notes that this pain has worsened following the subject MVA. \n\n\n\n\n\n8.5/10 at all times and up to 9 or 9.5 with activities such as playing with his son. \n\nBilateral elbow pain\n\nThis is described as a tightness accompanied with pain.  His arms feel weak and numb (especially at night). He experiences throbbing in the mornings.\n\n8/10\n\nLower back\n\nThis is a constant pain.  He has difficulty standing up when praying. He experiences significant difficulties standing upright in the mornings due to stiffness and pain.  \n\n9/10\n\nBilateral knees\n\nPain and weakness in both knees.  He has experienced many falls in the last years and the frequency of these falls is increasing.  The knees now lock unpredictably.  Mornings and evenings are worse.  \n\n9/10\n\nMuscle spasms in his both lower legs\n\nUnable to put his feet flat on the floor.  He will often wake with sharp pain in his calves which he describes as spasms.  He notes that his calves become “hard as a rock” and impact his ability to mobilize when he first wakes.\n\n\n\nHe notes being unable to weight-bear for the first 15 minutes after waking.  \n\nN/A\n\nHand issues, second and fourth digits\n\nUnable to make a fist.  He experiences hand pain when attempting to make a fist.  He will drop objects when this symptom flares. Cups and small items will slip through his fingers.  He feels a pinching feeling or “needle inside”.\n\n8 – 9/10\n\nFalls\n\nMr. Abboud has reportedly fallen twice at home over the past month.  He notes that his “feet feel like wood and are numb.”  He experiences poor proprioception of his lower extremities, leading him to trip while ambulating.  He will climb stairs on his hands and knees to reduce the risk of falls from the staircase. \n\nN/A\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMr. Abboud noted that he continues to experience a number of cognitive symptoms at this time.  He endorsed the following:\n\n\n\nDifficulty multitasking .\n\nShort-term memory issues.\n\nDifficulty concentrating.\n\nFeels fuzzy and in a fog.\n\nStruggles with problem solving.\n\nUnable to focus on anything of substance, stuck in a pattern of incessant rumination.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMr. Abboud reported the following emotional symptoms which he experiences on a daily basis:\n\n\n\nUnable to sleep properly at night.  He wakes and will cry at night due to the pain.\n\nNightmares;  he cannot sleep with his wife anymore and now sleeps in the childrens’ playroom on a mattress on the floor\n\n“Who is this person when I look in the mirror?”.  Will reportedly spit at himself in the mirror.  Tells his wife “how ugly I am”,  “I hate myself”.\n\nNo social life, “I don’t talk to people”.  “If I see someone talking to Rania, I don’t trust what they are talking about.”  \n\n“People like to hurt me I think in my head”\n\nIf his wife is laughing, “are you laughing at me?”.\n\n“I have nothing to say to anyone.”\n\n“I used to read, have knowledge.  Now I don’t know how to talk to people.”\n\n“I feel like I’m 4 years old”\n\n“Rania wants to go see friends.  If they open a subject, how do I make conversation?   I don’t want to feel like I am stupid.”\n\nWorries incessantly about what others say about him after he leaves.\n\n“I feel miserable”\n\nHe expressed significant guilt over not being able to visit his father in Lebanon before he passed recently.\n\n\n\nHe expressed, with tears, his fear of losing his wife and children. He admitted to several self-harm actions, such as striking his head with his fists, banging his head against walls, and biting himself. For instance, he showed this provider bite marks on his right hand near his thumb, inflicted about five to six days before our initial assessment in late November 2020. Additionally, he reported tearing his clothing out of distress. He mentioned instances where he held a knife to his abdomen, contemplating self-harm or suicide, but each time refrained from injuring himself. He disclosed that these behaviors were most intense around March-April 2002 and have not occurred since. Now, he consciously avoids kitchen knives.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nWhen questioned about his current strategies to manage his symptoms, Mr. Abboud noted that he makes use of the following strategies to manage his symptoms:\n\n\n\nPraying.\n\nBeing around kids helps sometimes.\n\nCalling his mother to talk (which sometimes helps).\n\nTaking a shower.\n\nAvoiding activity.\n\nResting.\n\nOver the counter pain medication.\n\nHeat pack given to him by an old customer from his restaurant many years ago.\n\n\n\n\n\nOBJECTIVE INFORMATION:\n\n\n\nMr. Abboud received this therapist following a work shift and was observed walking from his vehicle to the front door of the home, with a significant limp and slow, planned movements.  He was observed to have significant swelling in both of his knees, the right being most prominent.  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPostural Tolerances:\n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\nMr. Abboud noted that he does not sleep well.  He will wake throughout the night due to pain.\n\nMr. Abboud reports ongoing difficulties with sleep.  He notes that he experiences frequent nightmares coupled with pain which interfere with his ability to sleep through the night.  He will get up with the kids in the morning to see them off to school and return to bed upon their departure where he will sleep until noon.  He will then remain in a lying position on the sofa where he spends the remainder of the day until his wife returns home to pick him up and get him out of the house to pickup his children.  \n\n\n\nThe area where Mr. Abboud lies in the living room was observed to be in a state of disarray.  The sofa has been damaged by the extended amounts of time he spends lying on it and the surrounding area is cluttered with dishes and glasses.\n\nNo lying posture observed by this therapist during this assessment.\n\n2. Sitting\n\nAble to sit for up to 30 minutes then has to lie down.  \n\nAble to sit for 15 - 20 minutes before the pain becomes unbearable and he must stand or lay down.  \n\nPeriods of 20 - 30 minutes of sitting observed during the current assessment.  Frequent postural shifting and grimacing observed.\n\n3. Standing\n\n5 minutes and then experiences significant lower extremity pain.  He noted an inability to place his full weight on his right foot due to sharp pain in his lower extremity.\n\nHe remains able to stand for short periods of time but notes that the difficulties remaining in this position are more pronounced.\n\nShort periods of static and dynamic standing demonstrated by Mr. Abboud during this assessment.  He was observed favouring his left leg and taking weight off of the right one.\n\n4. Squatting\n\nUnable.\n\n\n\n\t\n\nUnable.\n\nUnable to demonstrate even a partial squat during this assessment.\n\n5. Kneeling\n\nAble on occasion but generally does not perform.  He prays sitting most times.\n\nAble with significant difficulty.  “I pray in a sitting position and generally avoid kneeling”.  \n\nOne bilateral kneeling posture demonstrated by Mr. Abboud.  He required external support from an adjacent coffee table to recover to a standing position.  He reported intense pain in performing this task.\n\n6. Walking\n\n10 minutes.  No mobility aids being used.  He attempted to use a cane after   his 2015/16 surgery but this led to increased pain on his left side.  \n\n5 minutes.\n\nShort distance indoor ambulation observed by this therapist.  Mr. Abboud was observed ambulating with great difficulty, limping in a pronounced manner, reporting significant knee and foot pain bilaterally.\n\n7. Stair Climbing\n\nAble with a step-stop pattern.\n\nClimbs stairs on his hands and knees to reduce risk of falls.\n\nOne flight of stairs managed by Mr. Abboud during this assessment.  He was observed climbing with both hands and feet making contact with stairs as he made his way up to the second floor.  \n\n8. Driving\n\nAble to drive locally.  He is fearful behind the wheel.\n\nHe is acutely fearful of driving and avoids this as much as possible.  As a passenger, he will experience severe anxiety and react to any traffic situations where he feels their vehicle may be struck.\n\nNot formally assessed.\n\n\n\n\n\nFunctional Transfers and Mobility: \n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\nIndependent.\n\n\n\nIndependent.\n\n\n\nAble to manage these transfers with push-off from arm rests, in a slow, planned manner.\n\n2. Bed\n\nIndependent.\n\n\n\nIndependent.\n\n\n\nAble to manage bed transfers in a slow manner.  He is currently sleeping on an older mattress placed on the floor of his children’s playroom.  He was observed descending to the mattress by placing his hands on the ground and completing a “reverse push-up” to get down on the ground.  He was observed standing by propping himself on the bay window adjacent to the bed to achieve a standing posture.\n\n3. Toilet\n\nIndependent.\n\nIndependent.\n\n\n\nNo identified limitations.\n\n4. Bath tub\n\nIndependent.\n\n\n\nHe notes that as a result of repeated falls in the bathtub, he relies on supervision from his wife when showering.  \n\nMr. Abboud makes use of a stand-up shower stall; he can manage these transfers independently.  He does not bathe.  There are no forms of seating or grab bars for him to utilize in case of lightheadedness.\n\n5. Vehicle\n\nAble with difficulty.\n\n\n\nAble with difficulty. \n\nOne vehicle transfer observed by this therapist during this assessment.  Mr. Abboud was observed transferring with some difficulty.\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nPain in end-range in all directions.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nPain in end-range in all directions.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nPain in end-range in all directions.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\n½ range\n\n½ range\n\nPain reported bilaterally throughout the entire demonstrated range of motion.\n\nExtension\n\n½ range\n\n½ range\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nThroughout the assessment, Mr. Abboud exhibited clear signs of emotional turmoil. He displayed significant physical discomfort, including pronounced limping, grimacing, and visible inflammation in both knees, which were swollen, red, and warm. His physical limitations have severely impacted his work capacity, household management, and interaction with his children. At present, Mr. Abboud is struggling to cope. He was observed tearing up multiple times and on certain instances broke down crying, particularly when discussing the passing of his father, whom he hadn't visited for years due to financial constraints. This has caused him profound guilt. Additionally, he became extremely agitated when discussing suicidal thoughts, mentioning that the presence of his wife and children is the sole factor preventing him from taking his own life.\n\n\n\nCognitive Presentation:\n\n\n\nMr. Abboud has relied heavily on his wife, Rania, to provide details surrounding dates, timeframes, and names of providers, as he appeared to struggle to recall these details.  He was found to respond appropriately to questions posed and other than recall difficulties,  no gross signs of cognitive impairments could be observed.  \n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nTYPE OF DWELLING\n\nSingle family detached\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4\n\nSecond floor.\n\nCarpet\n\nBathrooms\n\n3\n\nTwo full bathrooms on the second floor and powder room on the main floor.\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n1\n\nMain floor\n\nWood\n\nDining Room\n\n1\n\nMain floor\n\nWood\n\nKitchen \n\n1\n\nMain floor \n\nTile\n\nLaundry\n\n1\n\nBasement \n\nConcrete\n\nStairs\n\nYes\n\nSteps leading to the second floor and basement of the home.\n\nCarpet\n\nBasement\n\nYes\n\nUnfinished\n\nNA\n\nDriveway Description\n\nDouble city laneway.\n\nYard description\n\nCity plot\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☒ Single  ☐ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nMr. Abboud resides with his wife Rania and their son.\n\nChildren\n\n12 year-old son and 6 year-old daughter.\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\n\n\n\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to his accident, Mr. Abboud was generally independent in his performance of all self-care activities.  He noted that he did perform these tasks with difficulty and this resulted in increased pain.  He noted the following challenges with respect to self-care:\n\n\n\nHis wife needed to be nearby when he showers due to concerns over falls\n\n“It takes forever to get ready in the morning.”  His wife noted that she and the children would become impatient waiting for him to get ready to leave in the morning.  \n\nHe demonstrated his ability to remove his socks but was unable to put them back on due to high pain levels.\n\nHe slips on his shoes and will not pull the heel over his foot. This results in footwear damage.\n\n\n\nMr. Abboud was otherwise independent in his performance of all self-care functions.  \n\n\n\nAt the time of this assessment, Mr. Abboud indicated that he experienced increased difficulties managing many self-care functions.  He now will not shower unless his wife is present.  He experiences difficulty with managing dressing, particularly, zippers, socks and footwear.  He no longer partakes in any meal preparation and relies on his wife for the management of all financial affairs.  He is often unable to open jars due to pain in his hands, noting increased difficulty with bending his fingers and using his hands forcefully.  \n\n\n\nPlease refer to the Attendant Care section of this report for more information.  \n\n\n\n\n\nPre and Post Accident Home Management Activities:\n\n\n\nPrior to the 2013 accident, Mr. Abboud was responsible for almost all indoor and outdoor housekeeping and home maintenance activities.  Mr. Abboud noted that he grew up in a large family and was required to manage household chores with his siblings.  In his marriage to his wife Rania, Mr. Abboud has taken responsibility for all indoor housekeeping and outdoor home maintenance tasks while she managed child care and dinner meal preparation.\n\n\n\nAt the time of the subject MVA of May 2019, Mr. Abboud had not resumed engagement in his housekeeping and home maintenance responsibilities.  He indicated that his mother-in-law would come to the home almost daily to bring food, help with housekeeping and interact with the kids.  \n\n\n\nFollowing his 2019 MVA, Mr. Abboud noted that he is now completely dependent on his wife in regards to the management of their household.  He no longer prepares food for the family (which he would routinely do at his restaurant), and now relies on food prepared by his wife to sustain himself during the day when he is not sleeping.  \n\n\n\n\n\n\n\n\n\nPre and Post Accident Caregiving Activities:\n\n\n\nMr. Abboud has experienced a gradual decrease in  the quality and quantity of his interactions with his children.  He noted that with his son especially, the relationship has been deeply impacted by his physical and psychological struggles.  He noted that he tends to keep to himself much more than before and is often criticized by his son for his lack of engagement and inability to provide.  His wife Rania remains the primary caregiver at this time.\n\n\n\n\n\nPre and Post Accident Vocational Activities:\n\n\n\nPrior to his accident, Mr. Abboud noted that he worked 10 – 12 hours per day from Monday to Saturday and would also work 4 hours on Sundays.  He managed all aspects of his Shawarma restaurant including prep work, cooking, customer service, inventory and cleaning.\n\n\n\nIn March of 2020, Mr. Abboud was forced to close his restaurant, this was a highly distressing experience for him.  He noted that he took a part-time job with another Shawarma restaurant where he would work a few hours each day in order to provide in some way to the family finances.  He noted that he would obtain food from the restaurant which he would bring home regularly for his family.  \n\n\n\nMr. Abboud provided notice to his current employer that he is unable to continue working and provided a November 1, 2022 date to end his engagement in the workplace.  The physical impact of his workplace attendance and the resultant effects on his mood cannot be overstated.  Mr. Abboud persisted to remain employed due to his strong desire to provide for his wife and children, and the process of realizing that he can no longer continue has been emotionally devastating.  \n\n\n\n\n\nPre and Post Accident Leisure Activities:\n\n\n\nPrior to his 2013 accident, Mr. Abboud reported that he engaged in a number of leisure activities such as various sports (including soccer, swimming, running).  He was also active with his son, whom he would take to the park on a regular basis to play.\n\n\n\nFollowing his 2013 accident, Mr. Abboud noted that he was no longer able to engage in any form of leisure activity.  He has no meaningful activity to occupy his time.\n\n\n\nHe remains in a state of functional decompensation where he spends the bulk of his time either sitting or lying on the sofa, watching television or sleeping.  He no longer participates in any form of leisure activity and has found no replacement meaningful activities.  This compounds the emotional struggles he is experiencing. \n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of November 24, 2023.  The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist’s] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMr. Abboud requires assistance on a daily basis for the management of dressing.  He is intermittently unable to manage zippers, buttons or socks and footwear.  \n\n35 minutes per week.\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week.\n\nProsthetics\n\nNA\n\n0 minutes per week.\n\nOrthotics\n\nNA\n\n0 minutes per week.\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMr. Abboud remains independent in the management of his grooming tasks.\n\n0 minutes per week.\n\nFeeding\n\nMr. Abboud is unable to manage meal preparation at this time as a result of physical limitations and poor mental health.  His wife Rania prepares all meals for the household. \n\n210 minutes per week.\n\nMobility *\n\nMr. Abboud remains independent with his mobility needs.\n\n0 minutes per week.\n\nExtra Laundering\n\nThere are no extra laundering requirements at this time.\n\n0 minutes per week.\n\n\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMr. Abboud is unable to manage the bathroom and bedroom environment. He requires assistance from his wife for the upkeep of these environments.  \n\n35 minutes per week.\n\nBasic Supervisory Care \n\nMr. Abboud requires daily support from his wife to assist him with emotional regulation and to intervene in periods of acute emotional distress.  \n\n840 minutes per week.\n\nCoordination of Attendant Care\n\nThere are no Attendant Care coordination requirements at this time.\n\n0 minutes per week.\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g., individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nMr. Abboud is independent with his urinary management needs.\n\n0 minutes per week.\n\nBowel Care\n\nMr. Abboud is independent with all aspects of bowel care.\n\n0 minutes per week.\n\nTracheostomy\n\nN/A.\n\n0 minutes per week.\n\nVentilator Care\n\nN/A.\n\n0 minutes per week.\n\nExercise\n\nMr. Abboud noted that he does not have any exercise program to manage at this time.  \n\n0 minutes per week.\n\nSkin Care\n\nMr. Abboud does not present any skin care requirements at this time.\n\n0 minutes per week.\n\nMedication\n\nMr. Abboud requires support from his wife for the management of his medication intake and supply. \n\n112.5 minutes per week.\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Abboud is independent with showering activities. However, he requires stand-by supervision from his wife while showering due to a history of falls.\n\n\n\n210 minutes per week.\n\nOther Therapy (TENS, DCS)\n\nN/A.\n\n0 minutes per week.\n\nMaintenance of Equipment and Supplies\n\nMr. Abboud does not have any equipment or supplies requiring maintenance. \n\n0 minutes per week.\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nMr. Abboud does not present with any skilled supervisory care requirements at this time.\n\n0 minutes per week.\n\n\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t       4.08 hours per week \t$261.62 /month\n\nPart 2 \t-  Basic Supervisory Functions\t     14.58 hours per week   \t$877.92 /month\n\nPart 3\t-  Complex Health/Care and Hygiene\t       5.38 hours per week \t$487.90 /month\n\n\n\nTotal monthly assessed attendant care benefit:  $1627.44 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\nCONTACT:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-776-1266 or by email at info@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEnclosed:  \tForm 1\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle family detached\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4\n\nSecond floor.\n\nCarpet\n\nBathrooms\n\n3\n\nTwo full bathrooms on the second floor and powder room on the main floor.\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n1\n\nMain floor\n\nWood\n\nDining Room\n\n1\n\nMain floor\n\nWood\n\nKitchen \n\n1\n\nMain floor \n\nTile\n\nLaundry\n\n1\n\nBasement \n\nConcrete\n\nStairs\n\nYes\n\nSteps leading to the second floor and basement of the home.\n\nCarpet\n\nBasement\n\nYes\n\nUnfinished\n\nNA\n\nDriveway Description\n\nDouble city laneway.\n\nYard description\n\nCity plot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☒ Single  ☐ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nMr. Abboud resides with his wife Rania and their son.\n\nChildren\n\n12 year-old son and 6 year-old daughter.",
    "SYMPTOMS": "At the time of this assessment, Mr. Abboud indicated that he experienced increased difficulties managing many self-care functions.  He now will not shower unless his wife is present.  He experiences difficulty with managing dressing, particularly, zippers, socks and footwear.  He no longer partakes in any meal preparation and relies on his wife for the management of all financial affairs.  He is often unable to open jars due to pain in his hands, noting increased difficulty with bending his fingers and using his hands forcefully.  ",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Mr. Abboud’s current functional status as it relates to the ability to complete the reported pre-accident activities of daily living.",
    "ADLS": "Prior to his accident, Mr. Abboud was generally independent in his performance of all self-care activities.  He noted that he did perform these tasks with difficulty and this resulted in increased pain.  He noted the following challenges with respect to self-care:",
    "MEDICAL_HISTORY": "PRE-ACCIDENT MEDICAL HISTORY:\n\nMr. Abboud reported being a historically very active man, working long hours in his Shawarma restaurant.  When not at work, he was actively involved in sports such as soccer, swimming and running.  He noted that he rarely got sick, and never took time off other than to go to Lebanon for a trip every three years.  He was involved in his first MVA in 2013, when his vehicle was rear-ended by a transport truck, resulting in the following injuries:\n\nLeft knee meniscal injury and osteochondral injury\n\nRight knee meniscal injury with possible osteochondral injury\n\nChronic myofascial strain to the neck (cervical spine)\n\nChronic myofascial strain to the back (lumbar spine)\n\nPost- Traumatic Stress Disorder\n\nMajor Depressive Disorder, Severe, with Anxious Distress\n\nSomatic Symptom Disorder  ",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $1627.44 (subject to limits under Statutory Accident Benefits Schedule)\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-776-1266 or by email at info@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tForm 1\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {}
    },
    "ENVIRONMENTAL": {
      "homeType": "Single family detached",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "Second floor.",
        "Bathrooms",
        "Two full bathrooms on the second floor and powder room on the main floor.",
        "Living Room",
        "Main floor",
        "Main floor",
        "Dining Room",
        "Main floor",
        "Kitchen",
        "Main floor",
        "Basement",
        "Stairs",
        "Steps leading to the second floor and basement of the home.",
        "Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle family detached\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4\n\nSecond floor.\n\nCarpet\n\nBathrooms\n\n3\n\nTwo full bathrooms on the second floor and powder room on the main floor.\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n1\n\nMain floor\n\nWood\n\nDining Room\n\n1\n\nMain floor\n\nWood\n\nKitchen \n\n1\n\nMain floor \n\nTile\n\nLaundry\n\n1\n\nBasement \n\nConcrete\n\nStairs\n\nYes\n\nSteps leading to the second floor and basement of the home.\n\nCarpet\n\nBasement\n\nYes\n\nUnfinished\n\nNA\n\nDriveway Description\n\nDouble city laneway.\n\nYard description\n\nCity plot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☒ Single  ☐ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nMr. Abboud resides with his wife Rania and their son.\n\nChildren\n\n12 year-old son and 6 year-old daughter.",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "He experiences difficulty with managing dressing, particularly, zippers, socks and footwear.",
        "He is often unable to open jars due to pain in his hands, noting increased difficulty with bending his fingers and using his hands forcefully."
      ],
      "painDescription": "",
      "painLocation": [
        "his hands",
        "noting increased difficulty with bending his fingers",
        "using his hands forcefully"
      ],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "managing dressing",
        "particularly",
        "zippers",
        "socks",
        "footwear"
      ],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "At the time of this assessment, Mr. Abboud indicated that he experienced increased difficulties managing many self-care functions.  He now will not shower unless his wife is present.  He experiences difficulty with managing dressing, particularly, zippers, socks and footwear.  He no longer partakes in any meal preparation and relies on his wife for the management of all financial affairs.  He is often unable to open jars due to pain in his hands, noting increased difficulty with bending his fingers and using his hands forcefully.  ",
      "confidence": {
        "reportedSymptoms": 0.8,
        "painLocation": 0.8,
        "functionalImpact": 0.8
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Mr. Abboud’s current functional status as it relates to the ability to complete the reported pre-accident activities of daily living.",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Prior to his accident, Mr. Abboud was generally independent in his performance of all self-care activities.  He noted that he did perform these tasks with difficulty and this resulted in increased pain.  He noted the following challenges with respect to self-care:",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "PRE-ACCIDENT MEDICAL HISTORY:\n\nMr. Abboud reported being a historically very active man, working long hours in his Shawarma restaurant.  When not at work, he was actively involved in sports such as soccer, swimming and running.  He noted that he rarely got sick, and never took time off other than to go to Lebanon for a trip every three years.  He was involved in his first MVA in 2013, when his vehicle was rear-ended by a transport truck, resulting in the following injuries:\n\nLeft knee meniscal injury and osteochondral injury\n\nRight knee meniscal injury with possible osteochondral injury\n\nChronic myofascial strain to the neck (cervical spine)\n\nChronic myofascial strain to the back (lumbar spine)\n\nPost- Traumatic Stress Disorder\n\nMajor Depressive Disorder, Severe, with Anxious Distress\n\nSomatic Symptom Disorder  ",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $1627",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $1627.44 (subject to limits under Statutory Accident Benefits Schedule)\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-776-1266 or by email at info@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tForm 1\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}