{
  "fileName": "Copy of Balduzzi, Mary IHA3HOMEACCESS.docx",
  "originalText": "OCCUPATIONAL THERAPY\n\nHOME ACCESSIBILITY REASSESSMENT\n\n\n\nClient Name:\n\nMary Balduzzi\n\nDate of Loss:\n\n2017-02-14\n\nAddress:\n\n2373 Ridgecrest Place, Ottawa ON K1H 7V4\n\n\n\n\n\nTelephone #:\n\n613-730-5602\n\n\n\n\n\nLawyer:\n\nPaul Auerbach\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nSavitiri Persaud\n\nInsurer:\n\nTravelers Insurance\n\n\n\n\n\nClaim No.:\n\nAPP2699699\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2023-12-05\n\n\n\n\n\nDate of Report:\n\n2023-12-08\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nPURPOSE OF REFERRAL:\n\n\n\nThis therapist received a request from Ms. Balduzzi’s legal representative to re-engage with Ms. Balduzzi in order to address some ongoing issues with her home accessibility.  Ms. Balduzzi has expressed difficulties with managing a number of core self-care activities. She is currently engaging in activities such as bathtub transfers which place her at risk for falls and injuries.  Furthermore, there were a number of home modifications identified by Ms. Balduzzi which she requested be reviewed and addressed in the context of OT Treatment delivery proposed in this report.  \n\n\n\nAn OCF18 for this reassessment was submitted to the insurer and approved in full.  A subsequent OCF18 will be submitted for consideration to allow this therapist to engage with Ms. Balduzzi on an ongoing basis to address the multiple areas of concern she identified.  \n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMs. Balduzzi is an 87-year-old woman who was involved in a car vs. pedestrian collision while she was walking from her car to a Tim Horton’s restaurant on February 14, 2017.  As a result of the subject MVA, Ms. Balduzzi sustained the following injuries:\n\n\n\nFractured left ankle (ORIF, 13 screws and a plate)\n\nLaceration below the left knee\n\nSubsequent MRSA infection in the leg\n\n\n\nAt the time of this assessment, Ms. Balduzzi was found to have deteriorated from a mobility standpoint, both in terms of speed of ambulation and in terms of overall walking tolerance.    She utilizes PSW services once weekly to foster a community outing such as the bank and is otherwise receiving limited assistance from her daughter.  Her home was found to be in a state of disorganization, with many rooms filled with various belongings placed on the floor.  Ms. Balduzzi noted that she struggles with tasks such as bed transfers and bathtub transfers and also noted issues utilizing her outdoor platform lift during winter months.  She also noted issues accessing cupboards in her kitchen and issues with basement access, where her furnace and water heater are located.  Ms. Balduzzi is seeking OT intervention to assist in developing a plan to address these various functional issues which will include a number of home modification considerations to be explored.  \n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by her legal representative, Mr. Paul Auerbach.\n\nThe purpose of this assessment is to assess Ms. Balduzzi’s current functional status as it relates to the ability to complete the reported pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment, and observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMs. Balduzzi may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nMcNally Gervan c/o Paul Auerbach\n\nTravelers Insurance\n\n\n\nFollowing this therapist’s explanation Ms. Balduzzi granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nA complete list of documentation reviewed is available upon request.\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nMs. Balduzzi is an 87-year-old female who resides alone in a single-family bungalow home in Ottawa, Ontario.  She provided the following pre-existing medical history when first assessed by this therapist in 2019:\n\n\n\nComplete reversed shoulder replacement in 2010, left-sided, as a result of a slip and fall where she shattered her shoulder.\n\nHypothyroidism\n\nSleep apnea\n\nThalassemia trait\n\nOsteoporosis\n\n\n\nAs a result of her shoulder-related impairments, Ms. Balduzzi reported that she obtained assistance with showering and hair care once weekly from a Personal Support Worker provided through the CCAC. \n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nMs. Balduzzi reported that she drove her vehicle to a local Tim Horton’s to purchase a Valentine’s Day donut on the date of loss.  She parked her vehicle and began walking to the coffee shop when a vehicle travelling through the parking lot struck her on the left side of her body, throwing her to the ground.  She indicated that her left leg slid under the vehicle but that the vehicle never drove over her leg.  Paramedics attended the scene of the accident and took Ms. Balduzzi to the Ottawa Hospital – Civic Campus trauma unit where she was assessed and hospitalized for 3 weeks before being transferred to other facilities.\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nAs a result of the subject MVA, Ms. Balduzzi sustained the following injuries:\n\n\n\nFractured left ankle (ORIF, 13 screws and a plate).\n\nLaceration below the left knee.\n\nSubsequent MRSA infection in the leg.\n\n\n\nOn March 7, 2017, Ms. Balduzzi reported that she was transferred to the Perley Hospital and  then subsequently transferred to the Elizabeth Bruyere Hospital where she convalesced and underwent rehabilitation until July 20, 2017. At which point, she was discharged home.\n\n\n\nMs. Balduzzi reported that her course of recovery over the past year has been quite limited in terms of medical and paramedical interventions. She noted that she has been spending most of her time in her home with weekly outings, assisted by her PSW for banking and other instrumental activities of daily living. She noted a deterioration of her overall physical health, which now includes severe pain in both her arms and ribs, as well as left leg numbness and pain.  She presents with an increased degree of deconditioning in comparison with the past touchpoints held with her in past years.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nOsteopathy and sports clinic.\n\nOnce every 2 weeks.\n\nTreatment provided, including massage and manipulation.\n\nOngoing.\n\n\n\nMs. Balduzzi continues to be monitored by her family physician. She noted that she visits her GP on rare occasions, and did not recall the last contact they had.\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nSynthroid\n\n0.125 mg/day\n\nHypothyroidism\n\nVitamin D\n\nNA\n\nSupplement\n\nCalcium\n\nNA\n\nSupplement\n\nMagnesium\n\nNA\n\nSupplement\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nLeft lower leg\n\nMs. Balduzzi reports burning pain in her left leg coupled by numbness and tingling. She notes that her gait has deteriorated, both in terms of fluidity and tolerance since the last time she spoke with this therapist.\n\n5-7/10\n\nBack pain\n\nShe reports pain in her lower back, which affects her ability to tolerate postures, such as standing, bending, or reaching.\n\n7/10\n\nRight knee\n\nHas to be careful how she positions the right knee. She finds this knee highly problematic at this time, especially when she completes physiotherapy exercises.  Pain is not bad when sitting but flares significantly when walking.\n\n7/10 \n\nBilateral arm pain\n\nShe reported developing severe pain in her arms as a result of straining herself whilst trying to complete bed transfers. She noted significant difficulty getting in and out of bed due to a combination of a high bed surface and soft mattress.\n\n7/10\n\nRib pain\n\nMs. Balduzzi reports developing pain in her rib cage, with an unknown causality.\n\n5/10\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMs. Balduzzi reported that she has maintained generally intact cognition. She does note the presence of some short-term memory impairments, as well as a degree of slowed cognitive processing, however, she does not feel this affects her ability to manage affairs or engage with treatment providers and family.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nWhen questioned about her emotional state, Ms. Balduzzi provided the following account of her status:\n\n\n\nFrustration - Intense levels of frustration relating to her pain experience and the frustration of dealing with an insurer to fund her home modification needs. She also expressed dissatisfaction with relying on PSW support to access the community as she is no longer able to drive. Ms. Balduzzi also noted that “I just want to do what I want to do when I want to do it.”\n\nDepressive Symptoms - Ms. Balduzzi noted a lack of meaningful activity, in addition to feelings of imprisonment in her own home as she is unable to access the community independently. \n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMs. Balduzzi reported making use of the following strategies to manage her symptoms:\n\n\n\nRest\n\nActivity Avoidance\n\n\n\nTypical Day Post-Accident:\n\n\n\nMs. Balduzzi reported the following as a typical day in her life at the time of this assessment.\n\n\n\nUp at 8 am\n\nTakes medication\n\nRead newspaper, has coffee, has toast or instant cereal\n\nWill make a sandwich, elevates her leg for an hour\n\nWill wash some dishes\n\nMakes some phone calls\n\nWill wash some more dishes\n\nElevates her leg again\n\nWill warm-up frozen dinners from Red Apron or Epicurious; her daughter Linda also prepares occasional meals\n\nWill elevate her leg again, will watch the news, Coronation Street\n\nWill spend time on the computer\n\nWill lie down around 9pm but does not fall asleep right away\n\n\n\nMs. Balduzzi reported not having much in terms of meaningful activities to occupy her time. It is noteworthy that community access on a daily basis was a big part of Ms. Balduzzi’s routine pre-accident. For example, she reported that she would leave her home and go out for lunch to various local restaurants on a daily basis in order to socialize. She is at this time, for all intents and purposes, stuck in her home environment where she manages with significant difficulty.\n\n\n\n\n\n\n\nOBJECTIVE INFORMATION:\n\n\n\nPostural Tolerances:\n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\nNo identified limitation\n\n\n\nShe reports being unable to find a comfortable position and will wake frequently throughout the night due to discomfort. \n\nMs. Balduzzi was observed lying on her right side whilst hugging a pillow, demonstrating how she sleeps in her current bed system.\n\n2. Sitting\n\nNo identified limitation\n\n\n\nGenerally able to sit for 1 hour on a surface where her back is supported.    \n\nMs. Balduzzi was observed sitting for periods of up to 45 minutes during this assessment. She sat on her rollator walker for the duration of the interview portion of this assessment.\n\n3. Standing\n\nNo identified limitation\n\n\n\nShort periods of time only.  She notes a decrease in her perceived ability to stand, which is limited to a few minutes maximum.\n\nShort periods of static and dynamic standing observed during this assessment.  Ms. Balduzzi made use of her walker to support herself in standing.\n\n4. Squatting\n\nAble with difficulty\n\n\n\nUnable\n\nMs. Balduzzi is unable to achieve this position.\n\n5. Kneeling\n\nAble with difficulty\n\n\n\nUnable\n\nMs. Balduzzi is unable to assume this position.\n\n6. Walking\n\nNo identified limitation\n\n\n\nShort distances only\n\nMs. Balduzzi demonstrated her ability to walk short distances within her home at a much slower pace than what was previously observed in past touchpoints. She acknowledged experiencing some deterioration to her level of conditioning which has gotten progressively worse.\n\n7. Stair Climbing\n\nNo identified limitation\n\n\n\nAble to manage a few steps with support from handrail.\n\nDue to inclement weather, outdoor stair-climbing was not observed. She reported being able to exit her home with assistance from her PSW once weekly.\n\n8. Driving\n\nNo identified limitation\n\n\n\nMs. Balduzzi reported that she is no longer driving as she has become unable to enter and exit her vehicle safely.\n\nNot formally assessed.  \n\n\n\n\n\nFunctional Transfers and Mobility: \n\n\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\nIndependent\n\n\n\nIndependent\n\n\n\nNo identified limitations.\n\n2. Bed\n\nIndependent\n\n\n\nIndependent with significant difficulty and pain.\n\n\n\nMs. Balduzzi demonstrated one bed transfer at this therapist’s request. Bed transfers were performed with significant difficulty due to the high bed surface and the soft nature of the mattress. She was observed struggling significantly to achieve a side-lying position, flopping down onto the bed as her arms gave way. Recommendations are   to replace her bed system with an adjustable base to foster improvements in the ease of bed transfers.\n\n3. Toilet\n\nIndependent\n\n\n\nIndependent using raised toilet seat.\n\n\n\nNo identified limitations.\n\n4. Bathtub\n\nIndependent\n\nReported that she now showers without supervision, once weekly. Ms. Balduzzi utilizes her PSW services to foster community outings, and is left without support to manage her showering tasks. She will place her lifeline system at the side of the bathtub as a security measure, should she require assistance.\n\n\n\nMs. Balduzzi’s current strategy of showering when alone at home, without any assistive devices, is found to be an unsafe practice. She is at high risk of falls and injury. Her bathroom environment requires modifications to allow safe showering tasks. This will be discussed later in this report.\n\n5. Vehicle\n\nIndependent\n\nAssistance required for low vehicles.\n\n\n\nNot formally assessed.\n\n\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\n¾ range\n\n½ range\n\nLeft shoulder ROM significantly limited in all directions.  She has also developed pain and range restrictions in her right shoulder secondary to injuries sustained while completing bed transfers.\n\nExtension\n\n¾ range\n\n½ range\n\nAbduction\n\n¾ range\n\n½ range\n\nAdduction\n\n¾ range\n\n½ range\n\nInternal rotation\n\n¾ range\n\n½ range\n\nExternal rotation\n\n¾ range\n\n½ range\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\n    WFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk ROM limited in all planes.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\n½ range\n\nLeft ankle ROM restricted in all directions.\n\nPlantar flexion\n\nWFL\n\n½ range\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\n\n\nTYPE OF DWELLING\n\nSingle detached bungalow\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nMain Floor\n\nWood\n\nBathrooms\n\n1\n\nMain Floor\n\nLinoleum\n\nLiving Room\n\n1\n\nMain Floor\n\nWood \n\nFamily Room\n\n1\n\nBasement\n\nCarpet\n\nDining Room\n\n1\n\n Main Floor\n\nWood\n\nKitchen \n\n1\n\n Main Floor\n\nLinoleum\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\n14\n\nStairs leading to the basement of the home.\n\nCarpet\n\nBasement\n\n1\n\nBasement\n\nCarpet\n\nDriveway Description\n\nLong multi-car laneway leading to exterior garage structure separate from the home where Ms. Balduzzi parks her vehicle.\n\nYard description\n\nLarge city lot\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone \n\nChildren\n\nNone living in the home\n\n\n\n\n\n\n\nHOME MODIFICATION CONSIDERATIONS:\n\n\n\nBathroom:\n\n\n\nMs. Balduzzi currently makes use of a standard bathtub and shower once weekly. She is required to navigate the ledge of the bathtub, being mindful not to trip and fall. She reports showering while standing, and placing her lifeline system at the side of the tub in case she requires assistance. Due to Ms. Balduzzi’s poor mobility, it is this therapist’s professional opinion that her current bathroom environment is unsafe and requires modification to foster independence, and most importantly, safety.\n\n\n\nIn this therapist’s opinion, Ms. Balduzzi would benefit from the modification of her bathroom environment to introduce a sloped shower stall enclosure, which Ms. Balduzzi could access without the need to navigate a bathtub ledge. This would further allow her to sit on a showering accessory chair mounted in the enclosure to reduce the risks of slips and falls. A contractor will be contacted to initiate a proposal on this home modification front.\n\n\n\nKitchen:\n\n\n\nMs. Balduzzi has noted a progressive decline in her ability to reach for glasses and plates located in the upper cabinets of her kitchen. Her bilateral shoulder issues and arm pain are impacting her ability to effectively reach above shoulder level. Additionally, Ms. Balduzzi presents difficulties surrounding sustained standing, and could benefit from the use of a task chair to foster her sustained engagement in dishwashing tasks. She would also benefit from consideration to replace her kitchen chair with one more suited to her body dimensions. \n\n\n\nBedroom:\n\n\n\nMs. Balduzzi’s bed is currently no longer suitable to meet her comfort and transfer needs. Bed transfers have reportedly been the source of injuries to her right shoulder, and aggravation of her left shoulder pain. This has further compounded the challenges posed by completing a bed transfer on her current bed system. Ms Balduzzi would benefit from the use of an adjustable bed, which would facilitate transfers and bed mobility. A replacement mattress is also required as Ms. Balduzzi’s current mattress is too soft and lacking support. A visit to Sleep Country Canada will be initiated to trial various options, an OCF18 will be submitted to the insurer for consideration.\n\n\n\nBasement Access:\n\n\n\nMs. Balduzzi noted that she has been unable to access her basement which has led to frustrations with being unable to change her furnace filter or check on the overall state of her home.  She noted an episode in the last years where her basement flooded and she was unaware this had occurred.  This resulted in significant damage, compounding Ms. Balduzzi’s insistence that a lift/elevator system be installed in her home to allow her unrestricted access to the basement environment.\n\n\n\nOutdoor Lift Access:\n\n\n\nMs. Balduzzi noted ongoing issues with utilizing her rear-deck platform lift with the coming inclement winter weather. She noted that while efforts are made to clear snow and ice from the platform itself, there are recurring issues with sensors being covered in ice and snow, resulting in intermittent periods where she can not make use of it. Ms. Balduzzi had brought this concern up at the original time of this modification, and was informed that regular snow removal would be sufficient to allow unrestricted lift access. Ms. Balduzzi is seeking options to rectify this issue, which will be investigated as a part of the proposed OT treatment delivery.\n\n\n\n\n\nCONTACT:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEnclosed:  \tNA\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report and has provided authorization to utilize the electronic signature.\n\n \n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY\n\nHOME ACCESSIBILITY REASSESSMENT\n\nClient Name:\n\nMary Balduzzi\n\nDate of Loss:\n\n2017-02-14\n\nAddress:\n\n2373 Ridgecrest Place, Ottawa ON K1H 7V4\n\nTelephone #:\n\n613-730-5602\n\nLawyer:\n\nPaul Auerbach\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nSavitiri Persaud\n\nInsurer:\n\nTravelers Insurance\n\nClaim No.:\n\nAPP2699699\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2023-12-05\n\nDate of Report:\n\n2023-12-08\n\nTHERAPIST QUALIFICATIONS:\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\nPURPOSE OF REFERRAL:",
    "SYMPTOMS": "Ms. Balduzzi noted ongoing issues with utilizing her rear-deck platform lift with the coming inclement winter weather. She noted that while efforts are made to clear snow and ice from the platform itself, there are recurring issues with sensors being covered in ice and snow, resulting in intermittent periods where she can not make use of it. Ms. Balduzzi had brought this concern up at the original time of this modification, and was informed that regular snow removal would be sufficient to allow unrestricted lift access. Ms. Balduzzi is seeking options to rectify this issue, which will be investigated as a part of the proposed OT treatment delivery.\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tNA\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report and has provided authorization to utilize the electronic signature.",
    "FUNCTIONAL_STATUS": "Ms. Balduzzi demonstrated her ability to walk short distances within her home at a much slower pace than what was previously observed in past touchpoints. She acknowledged experiencing some deterioration to her level of conditioning which has gotten progressively worse.\n\n7. Stair Climbing\n\nNo identified limitation\n\nAble to manage a few steps with support from handrail.\n\nDue to inclement weather, outdoor stair-climbing was not observed. She reported being able to exit her home with assistance from her PSW once weekly.\n\n8. Driving\n\nNo identified limitation\n\nMs. Balduzzi reported that she is no longer driving as she has become unable to enter and exit her vehicle safely.\n\nNot formally assessed.  \n\nFunctional Transfers and Mobility: \n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\nIndependent\n\nIndependent\n\nNo identified limitations.\n\n2. Bed\n\nIndependent\n\nIndependent with significant difficulty and pain.\n\nMs. Balduzzi demonstrated one bed transfer at this therapist’s request. Bed transfers were performed with significant difficulty due to the high bed surface and the soft nature of the mattress. She was observed struggling significantly to achieve a side-lying position, flopping down onto the bed as her arms gave way. Recommendations are   to replace her bed system with an adjustable base to foster improvements in the ease of bed transfers.\n\n3. Toilet\n\nIndependent\n\nIndependent using raised toilet seat.\n\nNo identified limitations.\n\n4. Bathtub\n\nIndependent\n\nReported that she now showers without supervision, once weekly. Ms. Balduzzi utilizes her PSW services to foster community outings, and is left without support to manage her showering tasks. She will place her lifeline system at the side of the bathtub as a security measure, should she require assistance.\n\nMs. Balduzzi’s current strategy of showering when alone at home, without any assistive devices, is found to be an unsafe practice. She is at high risk of falls and injury. Her bathroom environment requires modifications to allow safe showering tasks. This will be discussed later in this report.\n\n5. Vehicle\n\nIndependent\n\nAssistance required for low vehicles.\n\nNot formally assessed.\n\nActive Range of Motion:\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\n¾ range\n\n½ range\n\nLeft shoulder ROM significantly limited in all directions.  She has also developed pain and range restrictions in her right shoulder secondary to injuries sustained while completing bed transfers.\n\nExtension\n\n¾ range\n\n½ range\n\nAbduction\n\n¾ range\n\n½ range\n\nAdduction\n\n¾ range\n\n½ range\n\nInternal rotation\n\n¾ range\n\n½ range\n\nExternal rotation\n\n¾ range\n\n½ range\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\n    WFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk ROM limited in all planes.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\n½ range\n\nLeft ankle ROM restricted in all directions.\n\nPlantar flexion\n\nWFL\n\n½ range",
    "ADLS": "Ms. Balduzzi reported that her course of recovery over the past year has been quite limited in terms of medical and paramedical interventions. She noted that she has been spending most of her time in her home with weekly outings, assisted by her PSW for banking and other instrumental activities of daily living. She noted a deterioration of her overall physical health, which now includes severe pain in both her arms and ribs, as well as left leg numbness and pain.  She presents with an increased degree of deconditioning in comparison with the past touchpoints held with her in past years.\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nOsteopathy and sports clinic.\n\nOnce every 2 weeks.\n\nTreatment provided, including massage and manipulation.\n\nOngoing.\n\nMs. Balduzzi continues to be monitored by her family physician. She noted that she visits her GP on rare occasions, and did not recall the last contact they had.\n\nMEDICATION:\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nSynthroid\n\n0.125 mg/day\n\nHypothyroidism\n\nVitamin D\n\nNA\n\nSupplement\n\nCalcium\n\nNA\n\nSupplement\n\nMagnesium\n\nNA\n\nSupplement\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):",
    "MEDICAL_HISTORY": "Ms. Balduzzi is an 87-year-old female who resides alone in a single-family bungalow home in Ottawa, Ontario.  She provided the following pre-existing medical history when first assessed by this therapist in 2019:\n\nComplete reversed shoulder replacement in 2010, left-sided, as a result of a slip and fall where she shattered her shoulder.\n\nHypothyroidism\n\nSleep apnea\n\nThalassemia trait\n\nOsteoporosis",
    "ATTENDANT_CARE": "As a result of her shoulder-related impairments, Ms. Balduzzi reported that she obtained assistance with showering and hair care once weekly from a Personal Support Worker provided through the CCAC. \n\nMECHANISM OF INJURY:\n\nMs. Balduzzi reported that she drove her vehicle to a local Tim Horton’s to purchase a Valentine’s Day donut on the date of loss.  She parked her vehicle and began walking to the coffee shop when a vehicle travelling through the parking lot struck her on the left side of her body, throwing her to the ground.  She indicated that her left leg slid under the vehicle but that the vehicle never drove over her leg.  Paramedics attended the scene of the accident and took Ms. Balduzzi to the Ottawa Hospital – Civic Campus trauma unit where she was assessed and hospitalized for 3 weeks before being transferred to other facilities.\n\nNATURE OF INJURY:\n\nAs a result of the subject MVA, Ms. Balduzzi sustained the following injuries:\n\nFractured left ankle (ORIF, 13 screws and a plate).\n\nLaceration below the left knee.\n\nSubsequent MRSA infection in the leg.\n\nOn March 7, 2017, Ms. Balduzzi reported that she was transferred to the Perley Hospital and  then subsequently transferred to the Elizabeth Bruyere Hospital where she convalesced and underwent rehabilitation until July 20, 2017. At which point, she was discharged home.",
    "TYPICAL_DAY": "Ms. Balduzzi reported the following as a typical day in her life at the time of this assessment.\n\nUp at 8 am\n\nTakes medication\n\nRead newspaper, has coffee, has toast or instant cereal\n\nWill make a sandwich, elevates her leg for an hour\n\nWill wash some dishes\n\nMakes some phone calls\n\nWill wash some more dishes\n\nElevates her leg again\n\nWill warm-up frozen dinners from Red Apron or Epicurious; her daughter Linda also prepares occasional meals\n\nWill elevate her leg again, will watch the news, Coronation Street\n\nWill spend time on the computer\n\nWill lie down around 9pm but does not fall asleep right away\n\nMs. Balduzzi reported not having much in terms of meaningful activities to occupy her time. It is noteworthy that community access on a daily basis was a big part of Ms. Balduzzi’s routine pre-accident. For example, she reported that she would leave her home and go out for lunch to various local restaurants on a daily basis in order to socialize. She is at this time, for all intents and purposes, stuck in her home environment where she manages with significant difficulty.\n\nOBJECTIVE INFORMATION:\n\nPostural Tolerances:\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\nNo identified limitation\n\nShe reports being unable to find a comfortable position and will wake frequently throughout the night due to discomfort. \n\nMs. Balduzzi was observed lying on her right side whilst hugging a pillow, demonstrating how she sleeps in her current bed system.\n\n2. Sitting\n\nNo identified limitation\n\nGenerally able to sit for 1 hour on a surface where her back is supported.    \n\nMs. Balduzzi was observed sitting for periods of up to 45 minutes during this assessment. She sat on her rollator walker for the duration of the interview portion of this assessment.\n\n3. Standing\n\nNo identified limitation\n\nShort periods of time only.  She notes a decrease in her perceived ability to stand, which is limited to a few minutes maximum.\n\nShort periods of static and dynamic standing observed during this assessment.  Ms. Balduzzi made use of her walker to support herself in standing.\n\n4. Squatting\n\nAble with difficulty\n\nUnable\n\nMs. Balduzzi is unable to achieve this position.\n\n5. Kneeling\n\nAble with difficulty\n\nUnable\n\nMs. Balduzzi is unable to assume this position.\n\n6. Walking\n\nNo identified limitation\n\nShort distances only",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle detached bungalow\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nMain Floor\n\nWood\n\nBathrooms\n\n1\n\nMain Floor\n\nLinoleum\n\nLiving Room\n\n1\n\nMain Floor\n\nWood \n\nFamily Room\n\n1\n\nBasement\n\nCarpet\n\nDining Room\n\n1\n\n Main Floor\n\nWood\n\nKitchen \n\n1\n\n Main Floor\n\nLinoleum\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\n14\n\nStairs leading to the basement of the home.\n\nCarpet\n\nBasement\n\n1\n\nBasement\n\nCarpet\n\nDriveway Description\n\nLong multi-car laneway leading to exterior garage structure separate from the home where Ms. Balduzzi parks her vehicle.\n\nYard description\n\nLarge city lot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone \n\nChildren\n\nNone living in the home\n\nHOME MODIFICATION CONSIDERATIONS:\n\nBathroom:\n\nMs. Balduzzi currently makes use of a standard bathtub and shower once weekly. She is required to navigate the ledge of the bathtub, being mindful not to trip and fall. She reports showering while standing, and placing her lifeline system at the side of the tub in case she requires assistance. Due to Ms. Balduzzi’s poor mobility, it is this therapist’s professional opinion that her current bathroom environment is unsafe and requires modification to foster independence, and most importantly, safety.\n\nIn this therapist’s opinion, Ms. Balduzzi would benefit from the modification of her bathroom environment to introduce a sloped shower stall enclosure, which Ms. Balduzzi could access without the need to navigate a bathtub ledge. This would further allow her to sit on a showering accessory chair mounted in the enclosure to reduce the risks of slips and falls. A contractor will be contacted to initiate a proposal on this home modification front.\n\nKitchen:"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "SYMPTOMS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Mary Balduzzi",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "2373 Ridgecrest Place",
      "phone": "613-730-5602",
      "referralSource": "",
      "insuranceInfo": "Travelers Insurance",
      "confidence": {
        "name": 0.8,
        "address": 0.7,
        "phone": 0.8,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "al time of this modification, and was informed that regular snow removal would be sufficient to allow unrestricted lift access",
      "symptomProgression": "",
      "symptomNotes": "Ms. Balduzzi noted ongoing issues with utilizing her rear-deck platform lift with the coming inclement winter weather. She noted that while efforts are made to clear snow and ice from the platform itself, there are recurring issues with sensors being covered in ice and snow, resulting in intermittent periods where she can not make use of it. Ms. Balduzzi had brought this concern up at the original time of this modification, and was informed that regular snow removal would be sufficient to allow unrestricted lift access. Ms. Balduzzi is seeking options to rectify this issue, which will be investigated as a part of the proposed OT treatment delivery.\n\nCONTACT:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEnclosed:  \tNA\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "reportedSymptoms": 0,
        "symptomOnset": 0.8
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "Activity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1",
      "transferStatus": "s and Mobility: \n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1",
      "balanceStatus": "",
      "functionalLimitations": [
        "Balduzzi reported that she is no longer driving as she has become unable to enter and exit her vehicle safely.",
        "Lateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\n¾ range\n\n½ range\n\nLeft shoulder ROM significantly limited in all directions.",
        "She has also developed pain and range restrictions in her right shoulder secondary to injuries sustained while completing bed transfers.",
        "Extension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\n    WFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk ROM limited in all planes."
      ],
      "assistiveDevices": [
        "is found to be an unsafe practice"
      ],
      "safety": {
        "fallRisk": "and injury",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "Ms. Balduzzi demonstrated her ability to walk short distances within her home at a much slower pace than what was previously observed in past touchpoints. She acknowledged experiencing some deterioration to her level of conditioning which has gotten progressively worse.\n\n7. Stair Climbing\n\nNo identified limitation\n\nAble to manage a few steps with support from handrail.\n\nDue to inclement weather, outdoor stair-climbing was not observed. She reported being able to exit her home with assistance from her PSW once weekly.\n\n8. Driving\n\nNo identified limitation\n\nMs. Balduzzi reported that she is no longer driving as she has become unable to enter and exit her vehicle safely.\n\nNot formally assessed.  \n\nFunctional Transfers and Mobility: \n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Chair\n\nIndependent\n\nIndependent\n\nNo identified limitations.\n\n2. Bed\n\nIndependent\n\nIndependent with significant difficulty and pain.\n\nMs. Balduzzi demonstrated one bed transfer at this therapist’s request. Bed transfers were performed with significant difficulty due to the high bed surface and the soft nature of the mattress. She was observed struggling significantly to achieve a side-lying position, flopping down onto the bed as her arms gave way. Recommendations are   to replace her bed system with an adjustable base to foster improvements in the ease of bed transfers.\n\n3. Toilet\n\nIndependent\n\nIndependent using raised toilet seat.\n\nNo identified limitations.\n\n4. Bathtub\n\nIndependent\n\nReported that she now showers without supervision, once weekly. Ms. Balduzzi utilizes her PSW services to foster community outings, and is left without support to manage her showering tasks. She will place her lifeline system at the side of the bathtub as a security measure, should she require assistance.\n\nMs. Balduzzi’s current strategy of showering when alone at home, without any assistive devices, is found to be an unsafe practice. She is at high risk of falls and injury. Her bathroom environment requires modifications to allow safe showering tasks. This will be discussed later in this report.\n\n5. Vehicle\n\nIndependent\n\nAssistance required for low vehicles.\n\nNot formally assessed.\n\nActive Range of Motion:\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\n¾ range\n\n½ range\n\nLeft shoulder ROM significantly limited in all directions.  She has also developed pain and range restrictions in her right shoulder secondary to injuries sustained while completing bed transfers.\n\nExtension\n\n¾ range\n\n½ range\n\nAbduction\n\n¾ range\n\n½ range\n\nAdduction\n\n¾ range\n\n½ range\n\nInternal rotation\n\n¾ range\n\n½ range\n\nExternal rotation\n\n¾ range\n\n½ range\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\n    WFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nTrunk ROM limited in all planes.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\n½ range\n\nLeft ankle ROM restricted in all directions.\n\nPlantar flexion\n\nWFL\n\n½ range",
      "confidence": {
        "mobilityStatus": 0.8,
        "transferStatus": 0.8,
        "functionalLimitations": 0.8,
        "assistiveDevices": 0.8,
        "fallRisk": 0.8,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": "She noted that she has been spending most of her time in her home with weekly outings, assisted by her PSW for banking and other instrumental activities of daily living."
        },
        "medication": {
          "level": "unknown",
          "notes": "Balduzzi reported that her course of recovery over the past year has been quite limited in terms of medical and paramedical interventions."
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Ms. Balduzzi reported that her course of recovery over the past year has been quite limited in terms of medical and paramedical interventions. She noted that she has been spending most of her time in her home with weekly outings, assisted by her PSW for banking and other instrumental activities of daily living. She noted a deterioration of her overall physical health, which now includes severe pain in both her arms and ribs, as well as left leg numbness and pain.  She presents with an increased degree of deconditioning in comparison with the past touchpoints held with her in past years.\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nOsteopathy and sports clinic.\n\nOnce every 2 weeks.\n\nTreatment provided, including massage and manipulation.\n\nOngoing.\n\nMs. Balduzzi continues to be monitored by her family physician. She noted that she visits her GP on rare occasions, and did not recall the last contact they had.\n\nMEDICATION:\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nSynthroid\n\n0.125 mg/day\n\nHypothyroidism\n\nVitamin D\n\nNA\n\nSupplement\n\nCalcium\n\nNA\n\nSupplement\n\nMagnesium\n\nNA\n\nSupplement\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0.5,
          "medication": 0.5
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Ms. Balduzzi is an 87-year-old female who resides alone in a single-family bungalow home in Ottawa, Ontario.  She provided the following pre-existing medical history when first assessed by this therapist in 2019:\n\nComplete reversed shoulder replacement in 2010, left-sided, as a result of a slip and fall where she shattered her shoulder.\n\nHypothyroidism\n\nSleep apnea\n\nThalassemia trait\n\nOsteoporosis",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "provided through the CCAC",
        "name": "",
        "relationship": "impairments, Ms",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [
          "Balduzzi reported that she obtained assistance with showering and hair care once weekly from a Personal Support Worker provided through the CCAC."
        ],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "As a result of her shoulder-related impairments, Ms. Balduzzi reported that she obtained assistance with showering and hair care once weekly from a Personal Support Worker provided through the CCAC. \n\nMECHANISM OF INJURY:\n\nMs. Balduzzi reported that she drove her vehicle to a local Tim Horton’s to purchase a Valentine’s Day donut on the date of loss.  She parked her vehicle and began walking to the coffee shop when a vehicle travelling through the parking lot struck her on the left side of her body, throwing her to the ground.  She indicated that her left leg slid under the vehicle but that the vehicle never drove over her leg.  Paramedics attended the scene of the accident and took Ms. Balduzzi to the Ottawa Hospital – Civic Campus trauma unit where she was assessed and hospitalized for 3 weeks before being transferred to other facilities.\n\nNATURE OF INJURY:\n\nAs a result of the subject MVA, Ms. Balduzzi sustained the following injuries:\n\nFractured left ankle (ORIF, 13 screws and a plate).\n\nLaceration below the left knee.\n\nSubsequent MRSA infection in the leg.\n\nOn March 7, 2017, Ms. Balduzzi reported that she was transferred to the Perley Hospital and  then subsequently transferred to the Elizabeth Bruyere Hospital where she convalesced and underwent rehabilitation until July 20, 2017. At which point, she was discharged home.",
      "confidence": {
        "caregiverType": 0.8,
        "relationship": 0.8,
        "personalCare": 0.8,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Up at 8 am",
        "Takes medication",
        "Read newspaper, has coffee, has toast or instant cereal",
        "Will make a sandwich, elevates her leg for an hour",
        "Will wash some dishes",
        "Makes some phone calls",
        "Will wash some more dishes",
        "Elevates her leg again",
        "Ms. Balduzzi reported not having much in terms of meaningful activities to occupy her time. It is noteworthy that community access on a daily basis was a big part of Ms. Balduzzi’s routine pre-accident. For example, she reported that she would leave her home and go out for lunch to various local restaurants on a daily basis in order to socialize. She is at this time, for all intents and purposes, stuck in her home environment where she manages with significant difficulty.",
        "OBJECTIVE INFORMATION:",
        "Postural Tolerances:",
        "Activity",
        "Client Self-Report",
        "Pre-Accident",
        "Post-Accident",
        "Therapist Observation",
        "Lying",
        "No identified limitation",
        "Short periods of static and dynamic standing observed during this assessment.  Ms. Balduzzi made use of her walker to support herself in standing.",
        "Squatting",
        "Able with difficulty",
        "Unable",
        "Ms. Balduzzi is unable to achieve this position.",
        "Kneeling",
        "Ms. Balduzzi is unable to assume this position.",
        "Walking",
        "Short distances only"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [
        "Will warm-up frozen dinners from Red Apron or Epicurious; her daughter Linda also prepares occasional meals",
        "Will elevate her leg again, will watch the news, Coronation Street",
        "Will spend time on the computer",
        "Will lie down around 9pm but does not fall asleep right away"
      ],
      "nightRoutine": [
        "She reports being unable to find a comfortable position and will wake frequently throughout the night due to discomfort.",
        "Ms. Balduzzi was observed lying on her right side whilst hugging a pillow, demonstrating how she sleeps in her current bed system.",
        "Sitting",
        "No identified limitation",
        "Generally able to sit for 1 hour on a surface where her back is supported.",
        "Ms. Balduzzi was observed sitting for periods of up to 45 minutes during this assessment. She sat on her rollator walker for the duration of the interview portion of this assessment.",
        "Standing",
        "Short periods of time only.  She notes a decrease in her perceived ability to stand, which is limited to a few minutes maximum."
      ],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Ms. Balduzzi reported the following as a typical day in her life at the time of this assessment.\n\nUp at 8 am\n\nTakes medication\n\nRead newspaper, has coffee, has toast or instant cereal\n\nWill make a sandwich, elevates her leg for an hour\n\nWill wash some dishes\n\nMakes some phone calls\n\nWill wash some more dishes\n\nElevates her leg again\n\nWill warm-up frozen dinners from Red Apron or Epicurious; her daughter Linda also prepares occasional meals\n\nWill elevate her leg again, will watch the news, Coronation Street\n\nWill spend time on the computer\n\nWill lie down around 9pm but does not fall asleep right away\n\nMs. Balduzzi reported not having much in terms of meaningful activities to occupy her time. It is noteworthy that community access on a daily basis was a big part of Ms. Balduzzi’s routine pre-accident. For example, she reported that she would leave her home and go out for lunch to various local restaurants on a daily basis in order to socialize. She is at this time, for all intents and purposes, stuck in her home environment where she manages with significant difficulty.\n\nOBJECTIVE INFORMATION:\n\nPostural Tolerances:\n\nActivity\n\nClient Self-Report\n\nPre-Accident\n\nClient Self-Report\n\nPost-Accident\n\nTherapist Observation\n\n1. Lying\n\nNo identified limitation\n\nShe reports being unable to find a comfortable position and will wake frequently throughout the night due to discomfort. \n\nMs. Balduzzi was observed lying on her right side whilst hugging a pillow, demonstrating how she sleeps in her current bed system.\n\n2. Sitting\n\nNo identified limitation\n\nGenerally able to sit for 1 hour on a surface where her back is supported.    \n\nMs. Balduzzi was observed sitting for periods of up to 45 minutes during this assessment. She sat on her rollator walker for the duration of the interview portion of this assessment.\n\n3. Standing\n\nNo identified limitation\n\nShort periods of time only.  She notes a decrease in her perceived ability to stand, which is limited to a few minutes maximum.\n\nShort periods of static and dynamic standing observed during this assessment.  Ms. Balduzzi made use of her walker to support herself in standing.\n\n4. Squatting\n\nAble with difficulty\n\nUnable\n\nMs. Balduzzi is unable to achieve this position.\n\n5. Kneeling\n\nAble with difficulty\n\nUnable\n\nMs. Balduzzi is unable to assume this position.\n\n6. Walking\n\nNo identified limitation\n\nShort distances only",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0.8,
        "nightRoutine": 0.8,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "Single detached bungalow",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "Main Floor",
        "Bathrooms",
        "Main Floor",
        "Living Room",
        "Main Floor",
        "Basement",
        "Dining Room",
        "Main Floor",
        "Kitchen",
        "Main Floor",
        "Basement",
        "Stairs",
        "Stairs leading to the basement of the home.",
        "Basement",
        "Basement",
        "Bathroom:",
        "Kitchen:"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle detached bungalow\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nMain Floor\n\nWood\n\nBathrooms\n\n1\n\nMain Floor\n\nLinoleum\n\nLiving Room\n\n1\n\nMain Floor\n\nWood \n\nFamily Room\n\n1\n\nBasement\n\nCarpet\n\nDining Room\n\n1\n\n Main Floor\n\nWood\n\nKitchen \n\n1\n\n Main Floor\n\nLinoleum\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\n14\n\nStairs leading to the basement of the home.\n\nCarpet\n\nBasement\n\n1\n\nBasement\n\nCarpet\n\nDriveway Description\n\nLong multi-car laneway leading to exterior garage structure separate from the home where Ms. Balduzzi parks her vehicle.\n\nYard description\n\nLarge city lot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone \n\nChildren\n\nNone living in the home\n\nHOME MODIFICATION CONSIDERATIONS:\n\nBathroom:\n\nMs. Balduzzi currently makes use of a standard bathtub and shower once weekly. She is required to navigate the ledge of the bathtub, being mindful not to trip and fall. She reports showering while standing, and placing her lifeline system at the side of the tub in case she requires assistance. Due to Ms. Balduzzi’s poor mobility, it is this therapist’s professional opinion that her current bathroom environment is unsafe and requires modification to foster independence, and most importantly, safety.\n\nIn this therapist’s opinion, Ms. Balduzzi would benefit from the modification of her bathroom environment to introduce a sloped shower stall enclosure, which Ms. Balduzzi could access without the need to navigate a bathtub ledge. This would further allow her to sit on a showering accessory chair mounted in the enclosure to reduce the risks of slips and falls. A contractor will be contacted to initiate a proposal on this home modification front.\n\nKitchen:",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    }
  }
}