{
  "fileName": "Copy of Shujazada, Najibulla IHA.docx",
  "originalText": "\n\n\n\nOCCUPATIONAL THERAPY TREATMENT\n\n\n\nClient Name:\n\nNajibulla Shujazada\n\nDate of Loss:\n\n2023-07-10\n\nAddress:\n\n1849 Montreau Ave., Ottawa ON K1C 5X5\n\nDate of Birth:\n\n1955/05/15\n\nTelephone #:\n\n(416) 720-7129\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nJanak Dass\n\nInsurer:\n\nCAA Insurance Company\n\n\n\n\n\nClaim No.:\n\nA000775469\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDates of Sessions:\n\n2023-12-13\n\n2024-01-03\n\n2024-01-30\n\n\n\n\n\nDate of Report:\n\n2024-02-12\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nASSESSMENT PREAMBLE:\n\n\n\nMr. Shujazada was involved in a motor vehicle accident on July 10, 2023 when he was riding his bicycle and struck by a motor vehicle.  Medical records denote that he experienced a number of serious injuries as a result of this accident.  An assessment was sought by his legal representative and an OCF18 for an In-Home Assessment was submitted to CAA Insurance Company for consideration.  The OCF18 was approved in full and the assessment scheduled on November 24, 2023.\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMr. Shujazada was involved in a serious motor vehicle accident on July 10, 2023 when he was a cyclist struck by a vehicle while turning left at an intersection.  As a result of this accident, Mr. Shujazada sustained a number of injuries including:\n\n\n\nFractured ribs x3 on left side\n\nFractured left clavicle\n\nPossible concussion\n\nLeft hemidiaphragm elevation\n\n\n\nAt the time of the subject motor vehicle accident, Mr. Shujazada lived with his two sisters and niece whom he sponsored from his native country of Afghanistan.  He worked full-time as a bus driver for Roxborough Bus Lines, driving three school bus runs in the morning and two in the afternoon.  He was a highly active individual, cycling 15 km twice weekly and walking 5 - 7 km daily.   He socialized actively with his family and with a network of friends and spent downtime watching television in the evenings.  He was primarily responsible for garbage removal and outdoor home maintenance (lawn care and snow removal).  The bulk of indoor housekeeping and cooking was managed by his sister.\n\n\n\nAt the time of this assessment, Mr. Shujabada noted that he continues to recover from his injuries and is presenting with significant range of motion and strength impairments in his left upper extremity.  He indicated that he struggles with lifting and carrying any significant load with his left upper extremity.  He presents with reports of mild cognitive impairments most notable through changes in his short-term memory, coupled with headaches and vision changes.  \n\n\n\nWith respect to self-care, Mr. Shujazada is at this time independent in his performance of all self-care functions.  He is not involved in any outdoor home maintenance at this time and requires assistance with garbage and recycling removal.  He has not been able to return to work since the accident and continues to recover through engagement in physiotherapy treatments.  He is scheduled for hardware removal surgery and a follow-up appointment will be held to monitor his recovery.\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nMr. Shujazada does not present any Attendant Care Needs at this time.  A Form 1 reflecting the amount of 0$/month of Attendant Care Benefit has been completed by this therapist.\n\n\n\n\n\nHousekeeping:\n\n\n\nMr. Shujazada noted that he was not primarily responsible for indoor housekeeping tasks pre-accident, which were reportedly managed by his sister who lives with him.  He was responsible for outdoor home maintenance and noted having made an attempt to cut his grass this summer which was not possible due to his left shoulder limitations.  He is at this time unable to manage snow removal and would benefit from assistance for this task over the upcoming Winter months as he continues to recover.\n\n\n\n\n\nAssistive Devices:\n\n\n\nThere are no assistive devices currently indicated to further Mr. Shujazada’s functional recovery as it relates to the injuries sustained in the subject motor vehicle accident.\n\n\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nMr. Shujazada would benefit from access to Occupational Therapy treatment to monitor his functional progress and support any issues relating to engagement in pre-accident normal life activities.  An OCF18 for a block of 6 OT Treatment sessions will be submitted to the insurer for consideration.\n\n\n\n\n\nReferral for Other Services:\n\n\n\nThere are no additional referrals recommended at this juncture as Mr. Shujazada continues to recover from his clavicle surgery and is scheduled for a hardware removal procedure in the following week.  Monitoring of his condition post-surgery will be completed with a first treatment touchpoint scheduled for December 12, 2023.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Mr. Frank McNally.\n\nThe purpose of this assessment is to assess Mr. Shujazada’s current functional status as it relates to his ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nHe may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nCAA Insurance c/o Janak Dass, Accident Benefits Adjuster\n\nMcNally Gervan, c/o Frank McNally, Legal Representative\n\n\n\nFollowing this therapist’s explanation Mr. Shujazada granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nLimited information was available for review at the time of this assessment, which occurred a few months post-accident.  Copies of medical records stemming from his admission at The Ottawa Hospital and subsequent medical interventions post-accident were provided to this therapist by Mr. Shujazada’s legal representative.  These records were reviewed in full prior to completing this assessment report.\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nMr. Shujazada reported being a healthy individual pre-accident, working as a school bus driver and highly active within his family home.  He noted that he sponsored his sisters and niece from Afghanistan following the departure of US forces and resultant Taliban takeover of the country.  He noted that he was an anchor to his family members, providing them with an opportunity to live in a more peaceful environment and supporting their transition to Canada.  Mr. Shujazada noted that he was being treated for dyslipidemia which was managed with prescription medication.  He was also being treated for high blood pressure and diabetes, which were also both well managed with medication.  \n\n\n\nHe was otherwise in good health with no reported functional impairments due to physical, emotional or cognitive issues.  He noted being highly active, cycling 15 km twice weekly and walking 5 - 7 km on a daily basis. \n\n \n\n\n\nMECHANISM OF INJURY:\n\n\n\nMr. Shujazada noted that he has little recollection of the events of the MVA in question.  A review of emergency room records revealed the following:\n\n\n\n“HISTORY OF TRAUMATIC EVENT:\n\nMr. Najibullah Shujazada is a 68 y.o. male who presents to care today following an vehicle versus cyclist collision.  He was cycling and was wearing a helmet. As per EMS, he switched into the left lane and struck/was struck by a vehicle. He was confused at scene and amnestic to events of accident and morning. His helmet was broken and was  removed by EMS.\n\n\n\nHe endorses left shoulder pain and decreased ROM secondary to pain.\n\n\n\nHe denies any headache or N/V, as well as any abdominal pain. He is passing gas and BMs at baseline.  \n\n\n\nC-spine cleared by EM team.”\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nBased on a review of available medical records and through an interview with Mr. Shujazabada on November 24, 2023, he sustained the following injuries as a result of the subject motor vehicle accident (Dr. Anastasia Turner, General Surgeon):\n\n\n\n“1. Left-sided rib fractures of ribs 3-6\n\nMultimodal analgesia with regular Tylenol and PRN Dilaudid - prescriptions provided\n\nPain is well controlled in the ED with PO agents alone\n\n\n\n2. Left clavicle fracture\n\nCase discussed with Ortho on call - urgent referral made to Plaster Clinic\n\nPatient placed in LUE sling and instructions for NWB LUE reviewed\n\n\n\n3. Left hemidiaphragm elevation\n\nUnfortunately, there is no prior imaging available for comparison, however on our review of the CT scan this appears chronic with no visualized diaphragmatic injury, and may represent diaphragmatic eventration. This is asymptomatic and no intervention is required.\n\n\n\n4. Incidental findings Including likely liver hemangioma and possible pituitary adenoma\n\nRecommendations for elective MRI liver and MRI sella reviewed\n\nPatient able to follow up with his family physician this week”\n\n\n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nMr. Shujazada indicated that he was taken to the Ottawa Hospital / Civic Campus, where he was assessed and treated for his injuries. He underwent open reduction and internal fixation of his left clavicle on July 25th, 2023, and is  scheduled for hardware removal surgery at the 4 month mark. He reported also that investigations in the hospital revealed issues to his liver and pituitary gland, both under ongoing investigation. Mr. Shujazada is otherwise only receiving physiotherapy and has obtained 17 sessions up to date.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Tahar Banani, GP\n\nThis physician is reportedly hard to see. He would normally have checkups every 3 months, and is scheduled to follow up with him to discuss MRI results, and possible implications of a traumatic brain injury.\n\nMRI’s coordinated.\n\nTBD\n\nOttawa Professional Physiotherapy\n\n2x weekly\n\nVarious modalities, needling, ice, exercises.\n\nOngoing\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nMetformin\n\n500mg AM/PM\n\nDiabetes\n\nPerindopril\n\n4mg \n\nHigh Blood Pressure\n\nRosuvastatin\n\n5mg\n\nHigh Cholesterol\n\n\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nBurning and tearing feeling on the right side of abdomen.\n\nHe reports a burning and tearing feeling in his abdomen which is tender to the touch and “always there”.\n\n4/10\n\nPoor Sleep\n\nHis sleep has progressively improved over the last few months. He noted only sleeping 2-3 hours per night for the first 2 months post-accident. He has progressed to sleeping 6-7 hours per night, and attempts to nap during the day to make up for lost hours, without success.  He reportedly slept 8 hours per night prior to the subject MVA.\n\nN/A\n\nLeft Shoulder Pain and Restricted Range\n\nHe reports pain and limited ROM in his right shoulder, coupled with significant weakness. He reports that his hand will shake when trying to lift a load of 1-2 lbs.\n\n3-4/10\n\nHeadaches\n\nHe experiences headaches 2-3x per week. He  finds these to be significant in intensity, affecting his ability to engage in desired activities.\n\n5/10\n\nBlurry Vision\n\nHe reports cataracts in his left eye,and was prescribed new glasses prior to the subject MVA.  He notes that his prescription eyewear does not appear to be working anymore, resulting in him being unable to watch television.\n\nN/A\n\nRib Cage Pain\n\nThis has now resolved.\n\nN/A\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMr. Shujazada reported some changes in his cognition post-accident. While he had difficulty pinpointing specific issues, he relayed a number of examples to relay his reported issues. He noted, for example, that he would lose track of where he was in the Quran when praying. He also reports difficulty following TV shows he previously enjoyed, and endorsed feeling like his short-term memory was deeply impacted. This will be monitored through the course of his recovery.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMr. Shujazada reported feeling generally well from an emotional perspective. He stated that he tries to stay busy by interacting with his friends and family, as well as resuming walking in a limited fashion. He denied the presence of any significant depressive symptoms, anxiety, or flashbacks of the MVA in question.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMr. Shujazada reported making use of the following strategies to manage his symptoms at this time:\n\n\n\nRest\n\nActivity avoidance\n\nMedication\n\nExercise\n\n\n\n\n\nFUNCTIONAL AND BEHAVIORAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nMr. Shujazada reported that his sitting tolerance has returned to pre-accident status. He reported no issues with sustained sitting, and was observed to sit for a period of over 1 hour during this assessment.\n\nBed mobility\n\nHe reports no issues managing independent bed mobility. He was observed completing 1 bed transfer independently during this assessment.\n\nTransfers\n\nMr. Shujazada is independent with all transfers. He demonstrated safe and independent transfers from chair, toilet, bathtub, and bed. No identified limitations.\n\nStanding\n\nHe reports no issues with sustained standing. Short periods of static and dynamic standing were observed by this therapist during this assessment.\n\nBalance\n\nStatic balance assessed using Four-Stage Balance Test, consisting of holding four different stances for at least 10 seconds each. \n\nwith his feet together\n\non one foot (right then left)\n\nwhile in a semi-tandem and,\n\nwhile tandem stance.\n\n\n\nMr. Shujazada was able to complete all balance tests without any difficulty.\n\nWalking\n\nHe reported having resumed daily walks, and walking generally unrestricted.\n\nStairs\n\nMr. Shujazada is independent with stair-climbing. He was observed managing stairs effectively, using a reciprocal stair-climbing pattern, with some reliance on handrails for support.\n\nLifting/Carrying\n\nWith his right hand, Mr. Shujazada reports being able to lift and handle loads in a rather unrestricted manner. With his left hand, however, he is limited to nominal weights not exceeding 1-2 lbs.\n\nKneeling\n\nMr. Shujazada is able to kneel without difficulty.\n\nSquatting/Crouching\n\nMr. Shujazada is able to squat and crouch without difficulty.\n\nBending\n\nMr. Shujazada does not present with any spinal ROM issues, and is able to bend forward to the extent that his left shoulder pain does not preclude him to do so.\n\nReaching\n\nWith his right hand, Mr. Shujazada is able to reach unrestricted, however, he is highly restricted in reaching with his left hand.\n\nFine Motor Coordination\n\nThere are no fine motor coordination issues noted during this assessment.\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\nWFL\n\n½ range\n\nRight shoulder unrestricted. Left shoulder limited in all planes, with reports of pain in end-range.  \n\nExtension\n\nWFL\n\n½ range\n\nAbduction\n\nWFL\n\n½ range\n\nAdduction\n\nWFL\n\n½ range\n\nInternal rotation\n\nWFL\n\n½ range\n\nExternal rotation\n\nWFL\n\n½ range\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMr. Shujazada’s emotional presentation was unremarkable throughout this assessment. He was pleasant and cooperative with the assessment process, and engaged appropriately with this therapist during all telephone in and in-person touchpoints. He stated that he is normally always in good spirits, as was the case pre-accident, and does what he can to remain positive as he struggles through various challenges.\n\n\n\n\n\nCognitive Presentation:\n\n\n\nMr. Shujazada presented no apparent  cognitive issues through the course of this assessment. He provided information readily, and proved to be a good historian with respect to the course of his recovery. Issues with short-term recall were not evident, nor were they formally tested through the course of this assessment. His cognitive function will be monitored through the course of proposed OT care delivery.\n\n\n\n\n\nTYPICAL DAY:\n\n\n\nPrior to the accident, Mr. Shujazada worked as a school bus driver,  his routine was described as follows:\n\n\n\nWake time 6am\n\nPray, eat breakfast, and in bus by 6:30am\n\nDrive his 3 runs, and return home for 10am\n\nFrom 10:30am-1:30pm, he would engage in various activities (socialize with friends and family, pray, eat, and putter).\n\nAt 1:30pm, he would return to the bus and would drive 2 afternoon runs.\n\nHe would return home at 5:30pm, at which time he would eat dinner prepared by his sister, watch television, and go to sleep.\n\n\n\nCurrently, Mr. Shujazada reported the following daily routine:\n\n\n\nWake time 6am\n\nPray for 15-30 minutes, then return to bed.\n\nUp at various times depending on how he slept.\n\nWatches television and reads articles on his phone.\n\nSocializes with his family.\n\nAttends physiotherapy appointments (2x weekly).\n\nWill go to bed at various times.\n\n\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nTYPE OF DWELLING\n\nSingle family detached\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4\n\nUpper level\n\nCarpet\n\nBathrooms\n\n3\n\nTwo full on second and powder room on main.\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n1\n\nMain floor\n\nWood\n\nKitchen \n\n1\n\nMain floor \n\nTile\n\nLaundry\n\n1  \n\nBasement \n\nConcrete\n\nStairs\n\nYes\n\nFull staircase leading to second floor of the home\n\nCarpet\n\nBasement\n\nYes\n\nFinished\n\nNA`\n\nDriveway Description\n\nDouble car driveway\n\nYard description\n\nCity lot\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  x   Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives with his two sisters and niece\n\nChildren\n\nNone\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the subject motor vehicle accident, Mr. Shujazada was independent in his performance of all self-care activities.\n\n\n\nAt the time of this assessment, Mr. Shujazada has resumed his independent management of self-care functions.  He has made adjustments to the manner in which he dresses to compensate for his limited left shoulder range of motion.  He has otherwise maintained his independent involvement in all self-care activities.\n\n\n\n\n\nHome Management Activities:\n\n\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\n\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nNA - Mr. Najibulla’s sister managed meal preparation activities pre-accident.\n\nThis has remained unchanged.  While Mr. Shujazada indicated that he would at times contribute to some meal preparation, this was largely his sister’s responsibility.\n\nDishwashing\n\nNA - Mr. Najibulla’s sister managed dishwashing activities pre-accident.\n\nAs pre-accident.\n\nGroceries/errands\n\nI - Mr. Najibulla would complete grocery shopping with his sisters pre-accident.\n\nI - He has remained independent with this task however is now unable to lift or carry loads of any significance with his left hand.\n\nBathroom cleaning\n\nNA - Mr. Najibulla’s sister managed bathroom cleaning activities pre-accident.\n\nAs pre-accident.\n\nMaking/changing beds\n\nNA - Mr. Najibulla’s sister managed bed making and changing activities pre-accident.\n\nAs pre-accident.\n\nVacuuming\n\nNA - Mr. Najibulla’s sister managed vacuuming activities pre-accident.\n\nAs pre-accident.\n\nSweeping\n\nNA - Mr. Najibulla’s sister managed sweeping activities pre-accident.\n\nAs pre-accident.\n\nMopping\n\nNA - Mr. Najibulla’s sister managed floor mopping activities pre-accident.\n\nAs pre-accident.\n\nDusting\n\nNA - Mr. Najibulla’s sister managed dusting activities pre-accident.\n\nAs pre-accident.\n\nTidying\n\nNA - Mr. Najibulla’s sister managed household tidying activities pre-accident.\n\nAs pre-accident.\n\nLaundry\n\nNA - Mr. Najibulla’s sister managed all the laundry for the household pre-accident.\n\nAs pre-accident.\n\nGarbage Removal/Recycling\n\nI - Mr. Najibulla would complete all garbage removal and recycling sorting once weekly pre-accident. \n\nA - Mr. Shujazada has been unable to engage in any bilateral lifting resulting in an inability to carry large bags of garbage or recycling containers.  He depends on assistance from his sister to manage this task.\n\n\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nI - Ms. Shujazada was primarily responsible for lawn care and outdoor home maintenance pre–accident.\n\nU - He attempted to cut the grass on one occasion at the end of the summer but found this to be too difficult and painful.\n\nGardening\n\nMr. Shujazada did not garden pre-accident.\n\nNA\n\nSnow Removal\n\nMr. Shujazada was primarily responsible for snow removal activities pre-accident.   He would manage this task manually.\n\nU - Mr. Shujazada is current;y medically precluded from snow removal activities due to his left should impairment.\n\n\n\n\n\nFinances/Financial Management:\n\n\n\nMr. Shujazada indicated that he has not experienced any cognitive changes impacting his ability to manage his personal and familial finances.  He remains independent in this regard and did not identify any concerns with his ability to manage his financial management. \n\n\n\n\n\nCaregiving Activities:\n\n\n\nMr. Shujazada is not the primary caregiver for any of his children at this time.\n\n\n\n\n\nVocational Activities:\n\n\n\nPre-accident Employment Status\n\nEmployed part-time\n\nEmployer\n\nRoxborough Bus Lines\n\nJob Title/Duties\n\nSchool Bus Driver\n\nHours per week\n\n35\n\nComments\n\nMr. Shujazada reported that he drove three (3) runs in the mornings and two (2) in the afternoons. \n\n\n\nCurrent Employment Status\n\n\n\nComments\n\nMr. Shujazada is unable to return to bus driving at this time secondary to his inability to utilize his left shoulder to operate the large steering wheel of his school bus.  He noted that the number of wheel rotations required to make a turn is much higher than a traditional vehicle and he is thus medically precluded from bus driving at the present time.\n\n\n\n\n\nLeisure Activities:\n\n\n\nPrior to the subject motor vehicle accident, Mr. Shujazada indicated that he was highly active, cycling 15 km twice weekly  and walking 5 - 7 km daily.  He reported being a highly social individual who cherished time spent with his family whom he has sponsored from Afghanistan in recent years.  \n\n\n\nAt the time of this assessment, he indicated that he has maintained his engagement in socializing and did not report any mental health impacts which have altered his disposition towards engagement with family and friends.  He has not resumed cycling since his accident and has recently reintroduced walking into his daily routine.  \n\n\n\n\n\nCommunity Access:\n\n\n\nPrior to the subject motor vehicle accident, Mr. Shujazada indicated that he was able to access the community unrestricted utilizing his personal vehicle and at times, would make spots in his bus on his way back home from his shifts.  He reported that he has resumed independent community travel using a regular motor vehicle.  He reported no issues with community access at this time.\n\n\n\n\n\nVolunteer Activities:\n\n\n\nMr. Shujazada reported that he was not engaged in any volunteer activities at the time of the subject motor vehicle accident.\n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of November 24, 2023.  The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. [This therapist’s] role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance if any is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMr. Shujazada remains independent in the management of all dressing and undressing tasks. \n\n0 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week\n\nProsthetics\n\nNA\n\n0 minutes per week\n\nOrthotics\n\nNA\n\n0 minutes per week\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMr. Shujazada remains independent in the management of his grooming tasks.\n\n0 minutes per week\n\nFeeding\n\nMr. Shujazada is independent with all feeding functions.  \n\n0 minutes per week\n\nMobility *\n\nMr. Shujazada does not present with any mobility restrictions at this time.\n\n0 minutes per week\n\nExtra Laundering\n\nThere are no extra laundering requirements at this time.\n\n0 minutes per week\n\n\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMr. Shujazada remains independent in the management of all core hygiene functions.\n\n0 minutes per week\n\nBasic Supervisory Care **\n\nMr. Shujazada does not present with any basic supervisory care requirements at this time.\n\n0 minutes per week\n\nCo-ordination of Attendant Care\n\nThere are no Attendant Care coordination requirements at this time.\n\n0 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g., individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nMr. Shujazada is independent with his urinary management needs.\n\n0 minutes per week\n\nBowel Care\n\nMr. Shujazada is independent with all aspects of bowel care.\n\n0 minutes per week\n\nTracheostomy\n\nNA\n\n0 minutes per week\n\nVentilator Care\n\nNA\n\n0 minutes per week\n\nExercise\n\nMr. Shujazada noted that he does complete daily home exercises prescribed by his physiotherapist and does not require any assistance of cueing to manage his exercises as prescribed.\n\n0 minutes per week\n\nSkin Care\n\nMr. Shujazada does not present with any skin care requirements at this time.\n\n0 minutes per week\n\nMedication\n\nMr. Shujazada is independent with the management of his medication intake and supply.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Shujazada is independent with showering activities.\n\n\n\n0 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nMr. Shujazada does not have any equipment or supplies requiring maintenance. \n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nMr. Shujazada does not present with any skilled supervisory care requirements at this time.\n\n0 minutes per week\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t\t0 hours per week \t\t$0 /month\n\nPart 2 \t-  Basic Supervisory Functions\t\t0 hours per week \t    \t$0 /month\n\nPart 3\t-  Complex Health/Care and Hygiene\t\t0 hours per week \t\t$0 /month\n\n\n\nTotal monthly assessed attendant care benefit:  $0 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEncl:  \tForm 1\n\nCc:\tMcNally Gervan Law Firm, ℅ Frank McNally\n\n\tCAA Insurance ℅ Janak Dass, Claims Adjuster\t\t\n\n\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY TREATMENT\n\nClient Name:\n\nNajibulla Shujazada\n\nDate of Loss:\n\n2023-07-10\n\nAddress:\n\n1849 Montreau Ave., Ottawa ON K1C 5X5\n\nDate of Birth:\n\n1955/05/15\n\nTelephone #:\n\n(416) 720-7129\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nJanak Dass\n\nInsurer:\n\nCAA Insurance Company\n\nClaim No.:\n\nA000775469\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDates of Sessions:\n\n2023-12-13\n\n2024-01-03\n\n2024-01-30\n\nDate of Report:\n\n2024-02-12\n\nTHERAPIST QUALIFICATIONS:\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\nASSESSMENT PREAMBLE:",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle family detached\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4\n\nUpper level\n\nCarpet\n\nBathrooms\n\n3\n\nTwo full on second and powder room on main.\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n1\n\nMain floor\n\nWood\n\nKitchen \n\n1\n\nMain floor \n\nTile\n\nLaundry\n\n1  \n\nBasement \n\nConcrete\n\nStairs\n\nYes\n\nFull staircase leading to second floor of the home\n\nCarpet\n\nBasement\n\nYes\n\nFinished\n\nNA`\n\nDriveway Description\n\nDouble car driveway\n\nYard description\n\nCity lot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  x   Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives with his two sisters and niece\n\nChildren\n\nNone",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $0 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tMcNally Gervan Law Firm, ℅ Frank McNally\n\n\tCAA Insurance ℅ Janak Dass, Claims Adjuster\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "SYMPTOMS": "Prior to the subject motor vehicle accident, Mr. Shujazada indicated that he was able to access the community unrestricted utilizing his personal vehicle and at times, would make spots in his bus on his way back home from his shifts.  He reported that he has resumed independent community travel using a regular motor vehicle.  He reported no issues with community access at this time.\n\nVolunteer Activities:\n\nMr. Shujazada reported that he was not engaged in any volunteer activities at the time of the subject motor vehicle accident.",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Mr. Shujazada’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
    "ADLS": "At the time of this assessment, Mr. Shujazada has resumed his independent management of self-care functions.  He has made adjustments to the manner in which he dresses to compensate for his limited left shoulder range of motion.  He has otherwise maintained his independent involvement in all self-care activities.\n\nHome Management Activities:\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nNA - Mr. Najibulla’s sister managed meal preparation activities pre-accident.\n\nThis has remained unchanged.  While Mr. Shujazada indicated that he would at times contribute to some meal preparation, this was largely his sister’s responsibility.\n\nDishwashing\n\nNA - Mr. Najibulla’s sister managed dishwashing activities pre-accident.\n\nAs pre-accident.\n\nGroceries/errands\n\nI - Mr. Najibulla would complete grocery shopping with his sisters pre-accident.\n\nI - He has remained independent with this task however is now unable to lift or carry loads of any significance with his left hand.\n\nBathroom cleaning\n\nNA - Mr. Najibulla’s sister managed bathroom cleaning activities pre-accident.\n\nAs pre-accident.\n\nMaking/changing beds\n\nNA - Mr. Najibulla’s sister managed bed making and changing activities pre-accident.\n\nAs pre-accident.\n\nVacuuming\n\nNA - Mr. Najibulla’s sister managed vacuuming activities pre-accident.\n\nAs pre-accident.\n\nSweeping\n\nNA - Mr. Najibulla’s sister managed sweeping activities pre-accident.\n\nAs pre-accident.\n\nMopping\n\nNA - Mr. Najibulla’s sister managed floor mopping activities pre-accident.\n\nAs pre-accident.\n\nDusting\n\nNA - Mr. Najibulla’s sister managed dusting activities pre-accident.\n\nAs pre-accident.\n\nTidying\n\nNA - Mr. Najibulla’s sister managed household tidying activities pre-accident.\n\nAs pre-accident.\n\nLaundry\n\nNA - Mr. Najibulla’s sister managed all the laundry for the household pre-accident.\n\nAs pre-accident.\n\nGarbage Removal/Recycling\n\nI - Mr. Najibulla would complete all garbage removal and recycling sorting once weekly pre-accident. \n\nA - Mr. Shujazada has been unable to engage in any bilateral lifting resulting in an inability to carry large bags of garbage or recycling containers.  He depends on assistance from his sister to manage this task.\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nI - Ms. Shujazada was primarily responsible for lawn care and outdoor home maintenance pre–accident.\n\nU - He attempted to cut the grass on one occasion at the end of the summer but found this to be too difficult and painful.\n\nGardening\n\nMr. Shujazada did not garden pre-accident.\n\nNA\n\nSnow Removal\n\nMr. Shujazada was primarily responsible for snow removal activities pre-accident.   He would manage this task manually.\n\nU - Mr. Shujazada is current;y medically precluded from snow removal activities due to his left should impairment.\n\nFinances/Financial Management:",
    "MEDICAL_HISTORY": "PRE-ACCIDENT MEDICAL HISTORY:\n\nMr. Shujazada reported being a healthy individual pre-accident, working as a school bus driver and highly active within his family home.  He noted that he sponsored his sisters and niece from Afghanistan following the departure of US forces and resultant Taliban takeover of the country.  He noted that he was an anchor to his family members, providing them with an opportunity to live in a more peaceful environment and supporting their transition to Canada.  Mr. Shujazada noted that he was being treated for dyslipidemia which was managed with prescription medication.  He was also being treated for high blood pressure and diabetes, which were also both well managed with medication.  ",
    "TYPICAL_DAY": "At the time of this assessment, he indicated that he has maintained his engagement in socializing and did not report any mental health impacts which have altered his disposition towards engagement with family and friends.  He has not resumed cycling since his accident and has recently reintroduced walking into his daily routine.  \n\nCommunity Access:"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "ENVIRONMENTAL": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Najibulla Shujazada",
      "dob": "1955/05/15",
      "age": null,
      "gender": "",
      "address": "1849 Montreau Ave",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "CAA Insurance Company",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "Single family detached",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "Upper level",
        "Bathrooms",
        "Living Room",
        "Main floor",
        "Dining Room",
        "Main floor",
        "Kitchen",
        "Main floor",
        "Basement",
        "Stairs",
        "Full staircase leading to second floor of the home",
        "Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nSingle family detached\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n4\n\nUpper level\n\nCarpet\n\nBathrooms\n\n3\n\nTwo full on second and powder room on main.\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nWood\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n1\n\nMain floor\n\nWood\n\nKitchen \n\n1\n\nMain floor \n\nTile\n\nLaundry\n\n1  \n\nBasement \n\nConcrete\n\nStairs\n\nYes\n\nFull staircase leading to second floor of the home\n\nCarpet\n\nBasement\n\nYes\n\nFinished\n\nNA`\n\nDriveway Description\n\nDouble car driveway\n\nYard description\n\nCity lot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  x   Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives with his two sisters and niece\n\nChildren\n\nNone",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $0 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $0 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tMcNally Gervan Law Firm, ℅ Frank McNally\n\n\tCAA Insurance ℅ Janak Dass, Claims Adjuster\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Prior to the subject motor vehicle accident, Mr. Shujazada indicated that he was able to access the community unrestricted utilizing his personal vehicle and at times, would make spots in his bus on his way back home from his shifts.  He reported that he has resumed independent community travel using a regular motor vehicle.  He reported no issues with community access at this time.\n\nVolunteer Activities:\n\nMr. Shujazada reported that he was not engaged in any volunteer activities at the time of the subject motor vehicle accident.",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Mr. Shujazada’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "Bathroom cleaning\n\nNA - Mr. Najibulla’s sister managed bathroom cleaning activities pre-accident."
        },
        "dressing": {
          "level": "unknown",
          "notes": "He has made adjustments to the manner in which he dresses to compensate for his limited left shoulder range of motion."
        },
        "toileting": {
          "level": "unknown",
          "notes": "Bathroom cleaning\n\nNA - Mr. Najibulla’s sister managed bathroom cleaning activities pre-accident."
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": "Outdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nI - Ms. Shujazada was primarily responsible for lawn care and outdoor home maintenance pre–accident."
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "independent",
          "notes": "Home Management Activities:\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nNA - Mr. Najibulla’s sister managed meal preparation activities pre-accident."
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "Bathroom cleaning\n\nNA - Mr. Najibulla’s sister managed bathroom cleaning activities pre-accident."
        },
        "shopping": {
          "level": "unknown",
          "notes": "Najibulla would complete grocery shopping with his sisters pre-accident."
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "independent",
          "notes": "Shujazada has resumed his independent management of self-care functions."
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "At the time of this assessment, Mr. Shujazada has resumed his independent management of self-care functions.  He has made adjustments to the manner in which he dresses to compensate for his limited left shoulder range of motion.  He has otherwise maintained his independent involvement in all self-care activities.\n\nHome Management Activities:\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nNA - Mr. Najibulla’s sister managed meal preparation activities pre-accident.\n\nThis has remained unchanged.  While Mr. Shujazada indicated that he would at times contribute to some meal preparation, this was largely his sister’s responsibility.\n\nDishwashing\n\nNA - Mr. Najibulla’s sister managed dishwashing activities pre-accident.\n\nAs pre-accident.\n\nGroceries/errands\n\nI - Mr. Najibulla would complete grocery shopping with his sisters pre-accident.\n\nI - He has remained independent with this task however is now unable to lift or carry loads of any significance with his left hand.\n\nBathroom cleaning\n\nNA - Mr. Najibulla’s sister managed bathroom cleaning activities pre-accident.\n\nAs pre-accident.\n\nMaking/changing beds\n\nNA - Mr. Najibulla’s sister managed bed making and changing activities pre-accident.\n\nAs pre-accident.\n\nVacuuming\n\nNA - Mr. Najibulla’s sister managed vacuuming activities pre-accident.\n\nAs pre-accident.\n\nSweeping\n\nNA - Mr. Najibulla’s sister managed sweeping activities pre-accident.\n\nAs pre-accident.\n\nMopping\n\nNA - Mr. Najibulla’s sister managed floor mopping activities pre-accident.\n\nAs pre-accident.\n\nDusting\n\nNA - Mr. Najibulla’s sister managed dusting activities pre-accident.\n\nAs pre-accident.\n\nTidying\n\nNA - Mr. Najibulla’s sister managed household tidying activities pre-accident.\n\nAs pre-accident.\n\nLaundry\n\nNA - Mr. Najibulla’s sister managed all the laundry for the household pre-accident.\n\nAs pre-accident.\n\nGarbage Removal/Recycling\n\nI - Mr. Najibulla would complete all garbage removal and recycling sorting once weekly pre-accident. \n\nA - Mr. Shujazada has been unable to engage in any bilateral lifting resulting in an inability to carry large bags of garbage or recycling containers.  He depends on assistance from his sister to manage this task.\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nI - Ms. Shujazada was primarily responsible for lawn care and outdoor home maintenance pre–accident.\n\nU - He attempted to cut the grass on one occasion at the end of the summer but found this to be too difficult and painful.\n\nGardening\n\nMr. Shujazada did not garden pre-accident.\n\nNA\n\nSnow Removal\n\nMr. Shujazada was primarily responsible for snow removal activities pre-accident.   He would manage this task manually.\n\nU - Mr. Shujazada is current;y medically precluded from snow removal activities due to his left should impairment.\n\nFinances/Financial Management:",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0.5,
          "toileting": 0.5,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0.5
        },
        "instrumental": {
          "mealPrep": 0.8,
          "housekeeping": 0.5,
          "shopping": 0.5,
          "finances": 0,
          "medication": 0.8
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "PRE-ACCIDENT MEDICAL HISTORY:\n\nMr. Shujazada reported being a healthy individual pre-accident, working as a school bus driver and highly active within his family home.  He noted that he sponsored his sisters and niece from Afghanistan following the departure of US forces and resultant Taliban takeover of the country.  He noted that he was an anchor to his family members, providing them with an opportunity to live in a more peaceful environment and supporting their transition to Canada.  Mr. Shujazada noted that he was being treated for dyslipidemia which was managed with prescription medication.  He was also being treated for high blood pressure and diabetes, which were also both well managed with medication.  ",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "At the time of this assessment, he indicated that he has maintained his engagement in socializing and did not report any mental health impacts which have altered his disposition towards engagement with family and friends.  He has not resumed cycling since his accident and has recently reintroduced walking into his daily routine.",
        "Community Access:"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "At the time of this assessment, he indicated that he has maintained his engagement in socializing and did not report any mental health impacts which have altered his disposition towards engagement with family and friends.  He has not resumed cycling since his accident and has recently reintroduced walking into his daily routine.  \n\nCommunity Access:",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}