{
  "fileName": "Copy of Khaddage, Samir IHA (Tort_Housekeeping).docx",
  "originalText": "\n\nOCCUPATIONAL THERAPY IN-HOME ASSESSMENT \n\n\n\nClient Name:\n\nKhaddage, Samir\n\nDate of Loss:\n\n2020/11/05\n\nAddress:\n\n1928 Kensteele, Orleans\n\nDate of Birth:\n\n1963/07/08\n\nTelephone #:\n\n(613) 294-4646\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan\n\nAdjuster:\n\nMarion, Joan\n\nInsurer:\n\nThe Dominion of Canada General Insurance Company\n\n\n\n\n\nClaim No.:\n\nABL1981724-20060\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2024/01/30\n\n\n\n\n\nDate of Report:\n\n2024/03/15\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nASSESSMENT PREAMBLE:\n\n\n\nMr. Khaddage was referred to Ferland & Associates Rehabilitation INC. by his legal representative Mr. Frank McNally of McNally Gervan Law firm in the context of a tort claim relating to the subject MVA of November 5, 2020. This assessment was sought in order to document Mr. Khaddage’s overall level of function in relation to his normal life activities and employment.  Also, this therapist was tasked with assessing his ability to manage his housekeeping and home maintenance activities and make any recommendations for replacement services, if indicated.\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMr. Khaddage Samir, represented by Mr. Frank McNally of McNally Gervan, has been through a significant ordeal stemming from a motor vehicle accident (MVA) on November 5, 2020. Before this life-altering event, Mr. Khaddage was in commendable physical and mental health, despite a left-hip resurfacing procedure in 2012 which left him with discomfort but no notable hindrance to his activities. He led an active lifestyle, engaging in sports like soccer and running, indicating a high level of physical fitness and functional independence. Professionally, Mr. Khaddage was fully employed as a taxi driver, working extensive hours that reflected his dedication and capability to manage demanding work schedules without any impairment. \n\n\n\nThe subject motor vehicle accident which occurred on November 5, 2020, marked a drastic turn in Mr. Khaddage's life. While executing a left turn at a traffic signal, his vehicle was hit in a T-bone collision on the passenger side. Despite initially appearing uninjured and being advised to report the accident, the severity of his injuries became apparent in the hours following the incident. This event triggered a cascade of medical interventions, including visits to family physicians, orthopedic consultations, and engagement in physical therapy. The injuries sustained included sprains and strains of the lumbar and cervical spine, as well as sciatica, setting off a challenging recovery path for Mr. Khaddage.\n\n\n\nPost-accident, Mr. Khaddage's life has been significantly impacted, with symptoms manifesting across physical, cognitive, and emotional dimensions. Physically, he grapples with persistent pain in his lower back and legs, leading to functional limitations that affect his mobility and daily activities. The physical aftermath of the accident has also imposed a degree of deconditioning, evident in his reduced tolerance for physical exertion. Cognitively, Mr. Khaddage experiences diminished focus, memory issues, and challenges in multitasking, which have further complicated his recovery and ability to engage in previous work and social activities. Emotionally, the accident has taken a toll on Mr. Khaddage's mental health, leading to severe anxiety, grief from the dissolution of his marriage, and a profound sense of isolation, deviating significantly from his pre-accident social and engaging personality.\n\n\n\nIn terms of current function, Mr. Khaddage's life is markedly different from his pre-accident state. His independence in personal care activities persists, albeit with significant adjustments and increased effort. His work life has been compromised, with his capacity to sustain long hours as a taxi driver severely diminished. This reduction in work capacity is not merely a professional setback but also affects his home life, where he is now largely dependent on his daughters for household tasks, a stark contrast to his previous contributions. The convergence of physical limitations, cognitive struggles, and emotional distress has relegated Mr. Khaddage to a life that is a shadow of his former self, with leisure and social activities virtually nonexistent, further exacerbating his sense of isolation and loss.\n\n\n\nThe impact of Mr. Khaddage's work activities on his ability to function at home is profound. Despite a significant decrease in working hours, the physical demands of his job exacerbate his pain and fatigue, leaving him with little to no energy for engagement outside of work. This relentless cycle of work and pain has not only hindered his recovery but has also imposed a severe strain on his quality of life, confining him to a state of rest and inactivity during his non-working hours. The need to continue working under such circumstances is driven by financial necessities, underscoring the dire situation Mr. Khaddage finds himself in, where the very act of working to sustain himself and his family perpetuates his physical and emotional distress.\n\n\n\nTo summarize, Mr. Khaddage’s life post-accident has been characterized by significant challenges that span the physical, cognitive, and emotional realms. The accident has not only inflicted immediate physical injuries, but has also ushered in long-term changes to his functional abilities, work capacity, and overall quality of life. The path to recovery appears daunting, with ongoing medical and rehabilitative interventions crucial to addressing the multifaceted impacts of the accident. \n\n\n\n\n\n\n\nRECOMMENDATIONS RELATING TO HOUSEKEEPING AND HOME MAINTENANCE:\n\n\n\nMr. Khaddage would benefit from housekeeping and home maintenance assistance to complete the activities he would normally have been required to perform following his wife’s departure to Lebanon with their youngest child.  His two older daughters have reportedly moved-in with him and taken responsibility for completion of these duties, at an estimated rate of 16.85 hours per week of assistance provided.  Mr. Khaddage is currently unable to perform any form of housekeeping or home management tasks at this time due to the effects of sustained engagement in the workplace and is completely dependent on assistance provided by his daughters for the upkeep of his home.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Mr. Frank McNally.\n\nThe purpose of this assessment is to assess Mr. Khaddage’s current functional status as it relates to his ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nMr. Khaddage may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nDominion of Canada General Insurance c/o Joan Marion, Accident Benefits Adjuster\n\nMcNally Gervan, c/o Frank McNally, Legal Representative\n\n\n\nFollowing this therapist’s explanation Mr. Khaddage granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\nDOCUMENTATION REVIEWED:\n\n\n\n1. Hospital Records\n\n\tA. Ottawa Hospital\n\n\t\t(1) Clinical notes and records received June 4, 2021\n\n\t\t(2) Clinical notes and records received June 8, 2021\n\n\n\n2. Family Doctor\n\n\tA. Dr. Gali \n\nClinical notes and records received May 31, 2021\n\n(2) Clinical notes and records received June 7, 2021\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nMr. Khaddage reported being in good physical and mental health prior to the subject MVA. He did confirm a left-hip resurfacing procedure, performed in 2012, which left him with some discomfort, but no reduction in his functional abilities. \n\n\n\nHe noted that he was able to play soccer, walk, run without any significant impediment. He denied the presence of any other medical issues or past injuries which could impact his clinical presentation or the course of recovery from injuries he sustained on the date of loss. \n\n\n\n\n\nMECHANISM OF INJURY:\n\n\n\nMr. Khaddage was involved in an MVA on November 5, 2020 while turning left at a traffic light. He reported that his vehicle was struck in a t-bone fashion on the passenger side. Police were contacted and Mr. Khaddage was told to attend an accident reporting center as he appeared uninjured immediately post-accident. Upon arriving at the reporting center, he reported a sharp increase in his symptoms, resulting in an inability to stand, which became progressively worse into the evening. He indicated that his left leg became numb, leading him to visit his famil;y physician, Dr. Ghali, who sent him for x-rays and sent him to his Orthopedic surgeon to review the state of his left hip. His orthopedic surgeon, Dr. Boulet, who requisitioned an MRI of his left-hip and pelvis. Mr. Khaddage was concurrently referred for physiotherapy through Apollo Physical Therapy Centre, where he attended treatment for approximately one year. This was followed by another year of physical therapy with Bellefleur Physiotherapy, predominantly for his ongoing neck issues.\n\n\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nBased on a review of available medical records, Mr. Khaddage sustained the following injuries as a result of the subject MVA. \n\n\n\nS.33.5   - Sprain and strain of lumbar spine\n\nS.13.48 - Other sprain and strain of cervical spine\n\nM.54.3 -  Sciatica\n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nMr. Khaddage reports a difficult recovery from the injuries he sustained in 2020. He noted that he experienced ongoing issues with his lower back and left leg, impacting his ability to sleep, stand, and get out of his car. He notes that his orthopedic surgeon assessed him 1-2 months after the accident, leading to an MRI which reportedly identified issues with his spine. He participated in physiotherapy treatments through 2 different clinics over a 2 year period, and reported limited improvement of his symptoms. Despite his significant pain experience, Mr. Khaddage was forced to remain at work as a taxi driver, secondary to severe financial strain.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Ghali, GP\n\nDoes not recall\n\nUnknown\n\nTBD\n\nDr. Boulet, Orthopedic Surgeon\n\nUnknown\n\nUnknown\n\nNo follow-up scheduled\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nCandesartan & HCTZ\n\n16/12.5 mg\n\nHigh Blood-Pressure\n\nRosuvastatin\n\n5 mg\n\nHigh Cholesterol\n\nRabeprazole \n\n20 mg\n\nAcid Reflux\n\nTylenol 3 + Codeine + Caffeine\n\n300 / 15 / 30 mg\n\nPain Management\n\nVitamin B12\n\nUnknown\n\nSupplement\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nHeadaches\n\nMr. Khaddage reports experiencing intermittent headaches which can last for several days at a time when they occur. At the time of this assessment, Mr. Khaddage reports having experienced a headache for the last 4 days, and is still unable to eliminate it through the use of medication when at rest.\n\n0-6/10\n\nNeck Pain\n\nHe reports tightness in his neck, “I am always rubbing it.” He notes that the pain becomes gradually worse as the day progresses.\n\n7-10\n\nLower Back and Legs\n\nAs with his neck, he notes that the lower back pain gradually increases throughout the day. He will take regular rest breaks throughout his work day to change position, stretch, and make use of Tylenol 3 for symptom control. He reports associated numbness in both legs (left greater than right), which is intermittent and lasting up to one week at a time when these symptoms develop.\n\n4-6/10\n\nDeconditioning\n\nMr. Khaddage reports a significant degree of deconditioning which has set-in due to his inactivity over the last 3 years. He notes that he loses his breath with minor physical exertion (for example, when climbing a flight of stairs), he notes feeling unable to participate in physical exercise as a result of unrelenting pain.\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nMr. Khaddage endorsed the following cognitive symptoms which he reports developing post-accident:\n\n\n\nLack of focus\n\nLowered concentration\n\nShort-term memory issues\n\nDifficulty multitasking\n\nStruggles with problem-solving\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMr. Khaddage endorsed the following emotional symptoms at the time of this assessment:\n\n\n\nSevere anxiety, especially when alone.\n\nIncessant worry regarding finances, “I don’t want to think.”\n\nGrief over the breakdown of his marriage, reporting that his wife and youngest daughter moved to Lebanon a few years ago.  He reports his wife leaving him as a result of the financial strain the family was under and his request for her to find a job. \n\nIrritability, short-temperedness. He reported being very playful and engaged with his family pre-accident, but not anymore.\n\nLoss of interest in activities he once enjoyed.\n\nSocial isolation.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMr. Khaddage reported making use of the following strategies to manage his symptoms at this time:\n\n\n\nRest\n\nActivity avoidance\n\nMedication\n\n\n\n\n\n\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nMr. Khaddage reports he can tolerate 30 - 60 minutes then must stand and move around.  \n\n\n\nPeriods of sitting not exceeding the reported range minutes observed.  He alternated frequently from sitting to standing and walking and while seated, frequent postural changes were noted.  \n\nBed mobility\n\nIf he lies in one position for too long he gets stiff and his back locks.  He will lie predominantly on his left side with a pillow between his legs.\n\n\n\nNo lying posture observed by this therapist during this assessment.\n\nTransfers\n\nMr. Khaddage demonstrated his ability to complete chair and sofa transfers independently. He also demonstrated his ability to manage bed, toilet and bathtub transfers independently.  \n\n\n\nHe demonstrated independence with toilet transfers but was found to struggle to initiate the recovery to standing. One bathtub transfer demonstrated by Mr. Khaddage.  He is able to safely cross the threshold of the tub and enter the tub enclosure.  He would benefit from some adaptive aids to foster improvements in his bathing activities.     \n\nStanding\n\nMr. Khaddage is currently reporting the ability to stand for periods of 15 minutes then must sit as his back pain increases and he develops numbness in his lower extremities.\n\n\n\nShort periods of static and dynamic standing observed by this therapist.  Mr. Khaddage was observed frequently shifting his weight from side to side and rarely sustained standing in one place for more than a few minutes.\n\nBalance\n\nStatic balance assessed using Four-Stage Balance Test, consisting of holding four different stances for at least 10 seconds each. \n\nwith his feet together\n\non one foot (right then left)\n\nwhile in a semi-tandem and,\n\nwhile tandem stance.\n\n\n\nMr. Khaddage did not present any balance issues at the time of this assessment. \n\nWalking\n\nMr. Khaddage reported being limited in his ability to walk distances exceeding 200 meters. He cited an example where he will sit at Walmart when accompanying his daughters on shopping excursions. He will remain at the front of the store on courtesy seating, while his daughters obtain necessary supplies.\n\nStairs\n\nMr. Khaddage demonstrated his ability to manage stairs within his home environment, making use of a handrail for support. He climbed stairs in a slow, planned manner, using a reciprocal stair pattern.\n\nLifting/Carrying\n\nMr. Khaddage avoids lifting any form of heavy loads and will rely on his grown daughters to assist with carrying groceries and for garbage removal.\n\nKneeling\n\nMr. Khaddgae demonstrated his ability to assume a bilateral kneeling posture, with significant difficulty. He required support from adjacent furniture to recover to a standing position.\n\nSquatting/Crouching\n\nMr. Khaddage demonstrated his ability to assume a partial squat (half-squat)  while relying on the support of an adjacent chair to maintain his balance.\n\nBending\n\nMr. Khaddage was observed experiencing difficulties bending forward past his knees. He noted significant tightness in his left hip and lower back, precluding him from bending any further.\n\nReaching\n\nMr. Khaddage demonstrated the ability to reach in all planes bilaterally.  He reported some cervical pain associated with overhead reaching and reaching behind his back.\n\nFine Motor Coordination\n\nMr. Khaddage reported no issues with his fine motor skills. No issues were noted through the course of this assessment.\n\n\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\n¾ range\n\nPain reported in end-range.\n\nLateral flexion\n\n¾ range\n\n¾ range\n\nRotation\n\n¾ range\n\n¾ range\n\nExtension\n\n¾ range\n\nShoulder\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAbduction\n\nWFL\n\nWFL\n\nAdduction\n\nWFL\n\nWFL\n\nInternal rotation\n\nWFL\n\nWFL\n\nExternal rotation\n\nWFL\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nPain reported throughout all demonstrated trunk movements.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\n¾ range\n\nLeft hip pain reported during ROM testing.\n\nExtension\n\nWFL\n\n¾  range\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMr. Khaddage’s emotional presentation was generally flat, with periods of tearfulness when discussing the breakdown of his marriage and loss of access to his youngest, 12 year-old daughter. He presented with signs of severe anxiety upon this therapist’s arrival, but was found to settle into the assessment process once he became comfortable in engaging with this therapist. \n\n\n\n\n\nCognitive Presentation:\n\n\n\nMr. Khaddage’s cognitive presentation was generally unremarkable, with the exception of difficulties recalling the names of past providers and dosages of medications prescribed. He was nonetheless found to be a good historian, providing information readily, consistent with medical records reviewed prior to conducting this assessment. He presented with some degree of tangential thinking, requiring repeated queuing to remain focused on this assessment.\n\n\n\n\n\nTYPICAL DAY:\n\n\n\nMr. Khaddage recounted the following as a typical day at the time of this assessment:\n\n\n\nUp at 5am, takes his medication before getting out of bed.\n\nImmediately goes to his van and starts his shift with Para-Transpo (beginning at 6am).\n\nWorks throughout the day, until 2-4pm, at which time he returns home to rest.\n\nShowers, pours himself a glass of water and sits on the sofa where he remains without moving for the majority of the evening.\n\nWill order food most of the time, while his daughters cook simple meals on occasion.\n\nWill watch television to distract himself from pain, and goes to bed at 9-9:30pm.\n\n\n\nIt should be noted that Mr. Khaddage has maintained his engagement in work activities, despite severe struggles getting through a workday and an inability to function outside of work hours. He has no meaningful activities to occupy his time and remains largely isolated in his home when not at work. He reports a significant decrease in his working hours, where he now works 50-60 hours weekly as opposed to the 70-80 hours pre-accident. He notes that he is required to take regular breaks out of his van throughout the day to walk, stretch, and prepare for the next customer. He acknowledges that his current pace of work is unsustainable, however, he has no choice but to continue working despite the impact on his quality of life and ability to function outside working hours.  He cited severe financial strain and “not being on the street” as the motivating factors forcing his sustained engagement in the workforce.\n\n\n\n\n\nENVIRONMENTAL ASSESSMENT:\n\n\n\nTYPE OF DWELLING\n\nTwo-story townhome\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond floor\n\nWood\n\nBathrooms\n\n1.5\n\nFull bathroom on second floor and powder room on main floor.\n\nLinoleum\n\nLiving Room\n\n1\n\nMain Floor\n\nWood\n\nFamily Room\n\n0\n\nN/A\n\nN/A\n\nDining Room\n\n1\n\nMain Floor\n\nWood\n\nKitchen \n\n1\n\nMain Floor\n\nLinoleum\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nStairs leading to the second floor and basement of the home.\n\nCarpet\n\nBasement\n\nYes\n\nUnfinished Basement\n\nConcrete\n\nDriveway Description\n\nNone\n\nYard description\n\nSmall Yard\n\n\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  X Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives with his two oldest adult daughters\n\nChildren\n\n12 year-old daughter living with his ex-wife in Lebanon\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the subject MVA, Mr. Khaddage reported being independent in the management of all self-care activities.\n\n\n\nAt the time of this assessment, he reported that he remains independent in the management of all core self-care tasks, with modifications. He notes, predominantly, that he is unable to stand to have a shower at the end of his work day, and will typically sit in the bathtub, where he will remain under hot water for a lengthy duration to loosen up and to wash himself. He performs his self-care in a slow, planned manner.\n\n\n\n\n\nHome Management Activities:\n\n\n\nPrior to the subject MVA, Mr. Khaddage reports that his wife was primarily responsible for the management of the home, with some contribution on his part with heavier housekeeping tasks, such as bathroom cleaning and floor care. Since his wife has moved back to Lebanon with her youngest daughter, Mr. Khaddage is left to manage all housekeeping tasks in his home. He notes that his daughters have moved in with him and provide assistance with the management of the home per the table below:\n\n\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    N/A – Not Applicable\n\n\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nN/A – Mr. Khaddage’s wife managed all meal preparations pre-accident.\n\nMr. Khaddage is unable to partake in any form of meal preparation at this time. He relies on takeout meals or at times, meals prepared by his daughters.\n\nTime allotted 60 minutes/day\n\nDishwashing\n\nN/A – Mr. Khaddage’s wife managed all dishwashing duties pre-accident.  \n\nMr. Khaddage’s daughters are responsible for all dishwashing duties.\n\nTime allotted 20 minutes/day\n\nGroceries/errands\n\nI – Mr. Khaddage shared grocery shopping duties with his wife pre-accident.\n\nCurrently, Mr. Khaddage will drive his daughters to the store, however, will not leave his vehicle, or will sit in courtesy seating while his daughters obtain the necessary supplies.\n\nTime allotted 60 minutes/week\n\nBathroom cleaning\n\nI – Mr. Khaddage was able to maintain his bathroom environment independently.\n\nMr. Khaddage’s daughters are currently responsible for the management of both bathrooms.\n\nTime allotted 30 minutes/week\n\nMaking/changing beds\n\nN/A – Mr. Khaddage’s wife managed to make / change the beds pre-accident.\n\nMr. Khaddage’s daughters are responsible for making and changing beds.\n\nTime allotted 20 minutes/week\n\n\n\nVacuuming\n\nI – Mr. Khaddage would use a vacuum cleaner to maintain his living environment. \n\nMr. Khaddage’s daughters are responsible for vacuuming the home on a weekly basis.\n\nTime allotted 60 minutes/week\n\nSweeping\n\nN/A – Mr. Khaddage’s wife managed all the sweeping pre-accident.\n\nMr. Khaddage’s daughters are responsible for sweeping duties. \n\nTime allotted 5 minutes/day\n\nMopping\n\nI – Mr. Khaddage was able to mop his floors on an as-needed basis pre-accident.  \n\nMr. Khaddage’s daughters are responsible for mopping floors on a weekly basis\n\nTime allotted 30 minutes/week\n\nDusting\n\nN/A – Mr. Khaddage’s wife managed the dusting pre-accident.\n\nMr. Khaddage’s daughters are responsible for dusting of surfaces throughout the home.\n\nTime allotted 30 minutes/week\n\nTidying\n\nN/A – Mr. Khaddage’s wife managed all the tidying pre-accident.\n\nMr. Khaddage’s daughters are responsible for all tidying needs within the home.\n\nTime allotted 10 minutes/day\n\nLaundry\n\nN/A – Mr. Khaddage’s wife managed all laundry duties pre-accident.\n\nMr. Khaddage’s daughters are responsible for the management of all household laundry.\n\nTime allotted 60 minutes/week\n\nGarbage Removal/Recycling\n\nI – Mr. Khaddage managed all garbage and recycling removal pre-accident.\n\nMr. Khaddage’s daughters are responsible for garbage and recycling removal\n\nTime allotted 20 minutes/week.\n\nTOTAL TIME ALLOTTED\n\n\n\n975 minutes/week\n\n16.25 hours/week\n\n\n\n\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nMr. Khaddage was not primarily responsible for lawn care pre-accident.\n\nN/A \n\nThis is managed by the condo corporation.\n\nGardening\n\nMr. Khaddage did not garden pre-accident.\n\nN/A\n\nSnow Removal\n\nMr. Khaddage was not required to complete snow removal pre-accident.\n\nN/A\n\nThis is managed by the condo corporation.\n\n\n\n\n\nFinances/Financial Management:\n\n\n\nPrior to the subject MVA, Mr. Khaddage was primarily responsible for the management of household finances, which he looked after without difficulty. At the time of this assessment, Mr. Khaddage noted being under immense financial strain, requiring that he continue working despite the impact his work schedule has on his quality of life and ability to function on a daily basis. He remains able to manage bill payments, however, notes a significant degree of anxiety with anything to do with his financial affairs.\n\nCaregiving Activities:\n\n\n\nMr. Khaddage is not the primary caregiver for any of his children at this time.  His two oldest (adult) daughters are living with him while his youngest 12 year-old daughter resides in Lebanon with his estranged wife.\n\n\n\n\n\nVocational Activities:\n\n\n\nPre-accident Employment Status\n\nEmployed full-time \n\nEmployer\n\nCapital Taxi\n\nJob Title/Duties\n\nTaxi Driver\n\nHours per week\n\n70-80 hours per week\n\nComments\n\nMr. Khaddage reported working Monday to Friday from 6 am to 6 pm and on weekends from 7 am to 4 pm.\n\n\n\nCurrent Employment Status\n\nEmployed full-time (50 - 60 hours/week)\n\nComments\n\nMr. Khaddage is now limited to working 8 - 10 hours per day during the week and will work 3 - 4 hours on each day of the weekend.  He is unable to function outside of work hours and will spend his evenings reclined on his sofa with his feet propped on the coffee table.  \n\n\n\n\n\nLeisure Activities:\n\n\n\nPrior to the subject MVA, Mr. Khaddage reported enjoying time with friends, playing cards, as well as significant time spent engaged with his family and specifically, played with his youngest daughter. He also noted enjoying attending traditional Lebanese parties. \n\n\n\nAt the time of this assessment, Mr. Khaddage has completely interrupted his engagement in all forms of leisure activities. He now spends the bulk of his time off, watching television and resting, while his daughters tend to the home and his needs.\n\n\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\n\n\nCc:\tMcNally Gervan Law Firm, ℅ Mr. Frank McNally\n\n\t\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n \n\n\n\n",
  "sections": {
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nTwo-story townhome\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond floor\n\nWood\n\nBathrooms\n\n1.5\n\nFull bathroom on second floor and powder room on main floor.\n\nLinoleum\n\nLiving Room\n\n1\n\nMain Floor\n\nWood\n\nFamily Room\n\n0\n\nN/A\n\nN/A\n\nDining Room\n\n1\n\nMain Floor\n\nWood\n\nKitchen \n\n1\n\nMain Floor\n\nLinoleum\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nStairs leading to the second floor and basement of the home.\n\nCarpet\n\nBasement\n\nYes\n\nUnfinished Basement\n\nConcrete\n\nDriveway Description\n\nNone\n\nYard description\n\nSmall Yard\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  X Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives with his two oldest adult daughters\n\nChildren\n\n12 year-old daughter living with his ex-wife in Lebanon",
    "SYMPTOMS": "Mr. Khaddage’s cognitive presentation was generally unremarkable, with the exception of difficulties recalling the names of past providers and dosages of medications prescribed. He was nonetheless found to be a good historian, providing information readily, consistent with medical records reviewed prior to conducting this assessment. He presented with some degree of tangential thinking, requiring repeated queuing to remain focused on this assessment.",
    "ADLS": "At the time of this assessment, he reported that he remains independent in the management of all core self-care tasks, with modifications. He notes, predominantly, that he is unable to stand to have a shower at the end of his work day, and will typically sit in the bathtub, where he will remain under hot water for a lengthy duration to loosen up and to wash himself. He performs his self-care in a slow, planned manner.\n\nHome Management Activities:\n\nPrior to the subject MVA, Mr. Khaddage reports that his wife was primarily responsible for the management of the home, with some contribution on his part with heavier housekeeping tasks, such as bathroom cleaning and floor care. Since his wife has moved back to Lebanon with her youngest daughter, Mr. Khaddage is left to manage all housekeeping tasks in his home. He notes that his daughters have moved in with him and provide assistance with the management of the home per the table below:\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    N/A – Not Applicable\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nN/A – Mr. Khaddage’s wife managed all meal preparations pre-accident.\n\nMr. Khaddage is unable to partake in any form of meal preparation at this time. He relies on takeout meals or at times, meals prepared by his daughters.\n\nTime allotted 60 minutes/day\n\nDishwashing\n\nN/A – Mr. Khaddage’s wife managed all dishwashing duties pre-accident.  \n\nMr. Khaddage’s daughters are responsible for all dishwashing duties.\n\nTime allotted 20 minutes/day\n\nGroceries/errands\n\nI – Mr. Khaddage shared grocery shopping duties with his wife pre-accident.\n\nCurrently, Mr. Khaddage will drive his daughters to the store, however, will not leave his vehicle, or will sit in courtesy seating while his daughters obtain the necessary supplies.\n\nTime allotted 60 minutes/week\n\nBathroom cleaning\n\nI – Mr. Khaddage was able to maintain his bathroom environment independently.\n\nMr. Khaddage’s daughters are currently responsible for the management of both bathrooms.\n\nTime allotted 30 minutes/week\n\nMaking/changing beds\n\nN/A – Mr. Khaddage’s wife managed to make / change the beds pre-accident.\n\nMr. Khaddage’s daughters are responsible for making and changing beds.\n\nTime allotted 20 minutes/week\n\nVacuuming\n\nI – Mr. Khaddage would use a vacuum cleaner to maintain his living environment. \n\nMr. Khaddage’s daughters are responsible for vacuuming the home on a weekly basis.\n\nTime allotted 60 minutes/week\n\nSweeping\n\nN/A – Mr. Khaddage’s wife managed all the sweeping pre-accident.\n\nMr. Khaddage’s daughters are responsible for sweeping duties. \n\nTime allotted 5 minutes/day\n\nMopping\n\nI – Mr. Khaddage was able to mop his floors on an as-needed basis pre-accident.  \n\nMr. Khaddage’s daughters are responsible for mopping floors on a weekly basis\n\nTime allotted 30 minutes/week\n\nDusting\n\nN/A – Mr. Khaddage’s wife managed the dusting pre-accident.\n\nMr. Khaddage’s daughters are responsible for dusting of surfaces throughout the home.\n\nTime allotted 30 minutes/week\n\nTidying\n\nN/A – Mr. Khaddage’s wife managed all the tidying pre-accident.\n\nMr. Khaddage’s daughters are responsible for all tidying needs within the home.\n\nTime allotted 10 minutes/day\n\nLaundry\n\nN/A – Mr. Khaddage’s wife managed all laundry duties pre-accident.\n\nMr. Khaddage’s daughters are responsible for the management of all household laundry.\n\nTime allotted 60 minutes/week\n\nGarbage Removal/Recycling\n\nI – Mr. Khaddage managed all garbage and recycling removal pre-accident.\n\nMr. Khaddage’s daughters are responsible for garbage and recycling removal\n\nTime allotted 20 minutes/week.\n\nTOTAL TIME ALLOTTED\n\n975 minutes/week\n\n16.25 hours/week\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nMr. Khaddage was not primarily responsible for lawn care pre-accident.\n\nN/A \n\nThis is managed by the condo corporation.\n\nGardening\n\nMr. Khaddage did not garden pre-accident.\n\nN/A\n\nSnow Removal\n\nMr. Khaddage was not required to complete snow removal pre-accident.\n\nN/A\n\nThis is managed by the condo corporation.\n\nFinances/Financial Management:\n\nPrior to the subject MVA, Mr. Khaddage was primarily responsible for the management of household finances, which he looked after without difficulty. At the time of this assessment, Mr. Khaddage noted being under immense financial strain, requiring that he continue working despite the impact his work schedule has on his quality of life and ability to function on a daily basis. He remains able to manage bill payments, however, notes a significant degree of anxiety with anything to do with his financial affairs.\n\nCaregiving Activities:\n\nMr. Khaddage is not the primary caregiver for any of his children at this time.  His two oldest (adult) daughters are living with him while his youngest 12 year-old daughter resides in Lebanon with his estranged wife.\n\nVocational Activities:\n\nPre-accident Employment Status\n\nEmployed full-time \n\nEmployer\n\nCapital Taxi\n\nJob Title/Duties\n\nTaxi Driver\n\nHours per week\n\n70-80 hours per week\n\nComments\n\nMr. Khaddage reported working Monday to Friday from 6 am to 6 pm and on weekends from 7 am to 4 pm.\n\nCurrent Employment Status\n\nEmployed full-time (50 - 60 hours/week)\n\nComments\n\nMr. Khaddage is now limited to working 8 - 10 hours per day during the week and will work 3 - 4 hours on each day of the weekend.  He is unable to function outside of work hours and will spend his evenings reclined on his sofa with his feet propped on the coffee table.  \n\nLeisure Activities:\n\nPrior to the subject MVA, Mr. Khaddage reported enjoying time with friends, playing cards, as well as significant time spent engaged with his family and specifically, played with his youngest daughter. He also noted enjoying attending traditional Lebanese parties. \n\nAt the time of this assessment, Mr. Khaddage has completely interrupted his engagement in all forms of leisure activities. He now spends the bulk of his time off, watching television and resting, while his daughters tend to the home and his needs.\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nCc:\tMcNally Gervan Law Firm, ℅ Mr. Frank McNally\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "FUNCTIONAL_STATUS": "Mr. Khaddage reported being limited in his ability to walk distances exceeding 200 meters. He cited an example where he will sit at Walmart when accompanying his daughters on shopping excursions. He will remain at the front of the store on courtesy seating, while his daughters obtain necessary supplies.\n\nStairs\n\nMr. Khaddage demonstrated his ability to manage stairs within his home environment, making use of a handrail for support. He climbed stairs in a slow, planned manner, using a reciprocal stair pattern.\n\nLifting/Carrying\n\nMr. Khaddage avoids lifting any form of heavy loads and will rely on his grown daughters to assist with carrying groceries and for garbage removal.\n\nKneeling\n\nMr. Khaddgae demonstrated his ability to assume a bilateral kneeling posture, with significant difficulty. He required support from adjacent furniture to recover to a standing position.\n\nSquatting/Crouching\n\nMr. Khaddage demonstrated his ability to assume a partial squat (half-squat)  while relying on the support of an adjacent chair to maintain his balance.\n\nBending",
    "MEDICAL_HISTORY": "PRE-ACCIDENT MEDICAL HISTORY:",
    "TYPICAL_DAY": "Mr. Khaddage recounted the following as a typical day at the time of this assessment:\n\nUp at 5am, takes his medication before getting out of bed.\n\nImmediately goes to his van and starts his shift with Para-Transpo (beginning at 6am).\n\nWorks throughout the day, until 2-4pm, at which time he returns home to rest.\n\nShowers, pours himself a glass of water and sits on the sofa where he remains without moving for the majority of the evening.\n\nWill order food most of the time, while his daughters cook simple meals on occasion.\n\nWill watch television to distract himself from pain, and goes to bed at 9-9:30pm.\n\nIt should be noted that Mr. Khaddage has maintained his engagement in work activities, despite severe struggles getting through a workday and an inability to function outside of work hours. He has no meaningful activities to occupy his time and remains largely isolated in his home when not at work. He reports a significant decrease in his working hours, where he now works 50-60 hours weekly as opposed to the 70-80 hours pre-accident. He notes that he is required to take regular breaks out of his van throughout the day to walk, stretch, and prepare for the next customer. He acknowledges that his current pace of work is unsustainable, however, he has no choice but to continue working despite the impact on his quality of life and ability to function outside working hours.  He cited severe financial strain and “not being on the street” as the motivating factors forcing his sustained engagement in the workforce."
  },
  "sectionConfidence": {
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "ENVIRONMENTAL": {
      "homeType": "Two-story townhome",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "Two-story townhome",
        "FLOOR COVERING",
        "Bedrooms",
        "Second floor",
        "Bathrooms",
        "Full bathroom on second floor and powder room on main floor.",
        "Living Room",
        "Main Floor",
        "Dining Room",
        "Main Floor",
        "Kitchen",
        "Main Floor",
        "Basement",
        "Stairs",
        "Stairs leading to the second floor and basement of the home.",
        "Basement",
        "Unfinished Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF DWELLING\n\nTwo-story townhome\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n3\n\nSecond floor\n\nWood\n\nBathrooms\n\n1.5\n\nFull bathroom on second floor and powder room on main floor.\n\nLinoleum\n\nLiving Room\n\n1\n\nMain Floor\n\nWood\n\nFamily Room\n\n0\n\nN/A\n\nN/A\n\nDining Room\n\n1\n\nMain Floor\n\nWood\n\nKitchen \n\n1\n\nMain Floor\n\nLinoleum\n\nLaundry\n\n1\n\nBasement\n\nConcrete\n\nStairs\n\nYes\n\nStairs leading to the second floor and basement of the home.\n\nCarpet\n\nBasement\n\nYes\n\nUnfinished Basement\n\nConcrete\n\nDriveway Description\n\nNone\n\nYard description\n\nSmall Yard\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  X Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives with his two oldest adult daughters\n\nChildren\n\n12 year-old daughter living with his ex-wife in Lebanon",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Mr. Khaddage’s cognitive presentation was generally unremarkable, with the exception of difficulties recalling the names of past providers and dosages of medications prescribed. He was nonetheless found to be a good historian, providing information readily, consistent with medical records reviewed prior to conducting this assessment. He presented with some degree of tangential thinking, requiring repeated queuing to remain focused on this assessment.",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "dependent",
          "notes": "He notes, predominantly, that he is unable to stand to have a shower at the end of his work day, and will typically sit in the bathtub, where he will remain under hot water for a lengthy duration to loosen up and to wash himself."
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": "Khaddage reports that his wife was primarily responsible for the management of the home, with some contribution on his part with heavier housekeeping tasks, such as bathroom cleaning and floor care."
        },
        "feeding": {
          "level": "unknown",
          "notes": "Khaddage will drive his daughters to the store, however, will not leave his vehicle, or will sit in courtesy seating while his daughters obtain the necessary supplies."
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": "25 hours/week\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nMr."
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "independent",
          "notes": "He notes that his daughters have moved in with him and provide assistance with the management of the home per the table below:\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    N/A – Not Applicable\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nN/A – Mr. Khaddage’s wife managed all meal preparations pre-accident."
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "Khaddage reports that his wife was primarily responsible for the management of the home, with some contribution on his part with heavier housekeeping tasks, such as bathroom cleaning and floor care."
        },
        "shopping": {
          "level": "unknown",
          "notes": "Khaddage shared grocery shopping duties with his wife pre-accident."
        },
        "finances": {
          "level": "unknown",
          "notes": "Finances/Financial Management:\n\nPrior to the subject MVA, Mr. Khaddage was primarily responsible for the management of household finances, which he looked after without difficulty."
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "At the time of this assessment, he reported that he remains independent in the management of all core self-care tasks, with modifications. He notes, predominantly, that he is unable to stand to have a shower at the end of his work day, and will typically sit in the bathtub, where he will remain under hot water for a lengthy duration to loosen up and to wash himself. He performs his self-care in a slow, planned manner.\n\nHome Management Activities:\n\nPrior to the subject MVA, Mr. Khaddage reports that his wife was primarily responsible for the management of the home, with some contribution on his part with heavier housekeeping tasks, such as bathroom cleaning and floor care. Since his wife has moved back to Lebanon with her youngest daughter, Mr. Khaddage is left to manage all housekeeping tasks in his home. He notes that his daughters have moved in with him and provide assistance with the management of the home per the table below:\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    N/A – Not Applicable\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nN/A – Mr. Khaddage’s wife managed all meal preparations pre-accident.\n\nMr. Khaddage is unable to partake in any form of meal preparation at this time. He relies on takeout meals or at times, meals prepared by his daughters.\n\nTime allotted 60 minutes/day\n\nDishwashing\n\nN/A – Mr. Khaddage’s wife managed all dishwashing duties pre-accident.  \n\nMr. Khaddage’s daughters are responsible for all dishwashing duties.\n\nTime allotted 20 minutes/day\n\nGroceries/errands\n\nI – Mr. Khaddage shared grocery shopping duties with his wife pre-accident.\n\nCurrently, Mr. Khaddage will drive his daughters to the store, however, will not leave his vehicle, or will sit in courtesy seating while his daughters obtain the necessary supplies.\n\nTime allotted 60 minutes/week\n\nBathroom cleaning\n\nI – Mr. Khaddage was able to maintain his bathroom environment independently.\n\nMr. Khaddage’s daughters are currently responsible for the management of both bathrooms.\n\nTime allotted 30 minutes/week\n\nMaking/changing beds\n\nN/A – Mr. Khaddage’s wife managed to make / change the beds pre-accident.\n\nMr. Khaddage’s daughters are responsible for making and changing beds.\n\nTime allotted 20 minutes/week\n\nVacuuming\n\nI – Mr. Khaddage would use a vacuum cleaner to maintain his living environment. \n\nMr. Khaddage’s daughters are responsible for vacuuming the home on a weekly basis.\n\nTime allotted 60 minutes/week\n\nSweeping\n\nN/A – Mr. Khaddage’s wife managed all the sweeping pre-accident.\n\nMr. Khaddage’s daughters are responsible for sweeping duties. \n\nTime allotted 5 minutes/day\n\nMopping\n\nI – Mr. Khaddage was able to mop his floors on an as-needed basis pre-accident.  \n\nMr. Khaddage’s daughters are responsible for mopping floors on a weekly basis\n\nTime allotted 30 minutes/week\n\nDusting\n\nN/A – Mr. Khaddage’s wife managed the dusting pre-accident.\n\nMr. Khaddage’s daughters are responsible for dusting of surfaces throughout the home.\n\nTime allotted 30 minutes/week\n\nTidying\n\nN/A – Mr. Khaddage’s wife managed all the tidying pre-accident.\n\nMr. Khaddage’s daughters are responsible for all tidying needs within the home.\n\nTime allotted 10 minutes/day\n\nLaundry\n\nN/A – Mr. Khaddage’s wife managed all laundry duties pre-accident.\n\nMr. Khaddage’s daughters are responsible for the management of all household laundry.\n\nTime allotted 60 minutes/week\n\nGarbage Removal/Recycling\n\nI – Mr. Khaddage managed all garbage and recycling removal pre-accident.\n\nMr. Khaddage’s daughters are responsible for garbage and recycling removal\n\nTime allotted 20 minutes/week.\n\nTOTAL TIME ALLOTTED\n\n975 minutes/week\n\n16.25 hours/week\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nMr. Khaddage was not primarily responsible for lawn care pre-accident.\n\nN/A \n\nThis is managed by the condo corporation.\n\nGardening\n\nMr. Khaddage did not garden pre-accident.\n\nN/A\n\nSnow Removal\n\nMr. Khaddage was not required to complete snow removal pre-accident.\n\nN/A\n\nThis is managed by the condo corporation.\n\nFinances/Financial Management:\n\nPrior to the subject MVA, Mr. Khaddage was primarily responsible for the management of household finances, which he looked after without difficulty. At the time of this assessment, Mr. Khaddage noted being under immense financial strain, requiring that he continue working despite the impact his work schedule has on his quality of life and ability to function on a daily basis. He remains able to manage bill payments, however, notes a significant degree of anxiety with anything to do with his financial affairs.\n\nCaregiving Activities:\n\nMr. Khaddage is not the primary caregiver for any of his children at this time.  His two oldest (adult) daughters are living with him while his youngest 12 year-old daughter resides in Lebanon with his estranged wife.\n\nVocational Activities:\n\nPre-accident Employment Status\n\nEmployed full-time \n\nEmployer\n\nCapital Taxi\n\nJob Title/Duties\n\nTaxi Driver\n\nHours per week\n\n70-80 hours per week\n\nComments\n\nMr. Khaddage reported working Monday to Friday from 6 am to 6 pm and on weekends from 7 am to 4 pm.\n\nCurrent Employment Status\n\nEmployed full-time (50 - 60 hours/week)\n\nComments\n\nMr. Khaddage is now limited to working 8 - 10 hours per day during the week and will work 3 - 4 hours on each day of the weekend.  He is unable to function outside of work hours and will spend his evenings reclined on his sofa with his feet propped on the coffee table.  \n\nLeisure Activities:\n\nPrior to the subject MVA, Mr. Khaddage reported enjoying time with friends, playing cards, as well as significant time spent engaged with his family and specifically, played with his youngest daughter. He also noted enjoying attending traditional Lebanese parties. \n\nAt the time of this assessment, Mr. Khaddage has completely interrupted his engagement in all forms of leisure activities. He now spends the bulk of his time off, watching television and resting, while his daughters tend to the home and his needs.\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nCc:\tMcNally Gervan Law Firm, ℅ Mr. Frank McNally\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.8,
          "dressing": 0,
          "toileting": 0.5,
          "feeding": 0.5,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0.5
        },
        "instrumental": {
          "mealPrep": 0.8,
          "housekeeping": 0.5,
          "shopping": 0.5,
          "finances": 0.5,
          "medication": 0
        }
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "Khaddage reported being limited in his ability to walk distances exceeding 200 meters.",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [
        "Khaddage reported being limited in his ability to walk distances exceeding 200 meters."
      ],
      "assistiveDevices": [
        "of a handrail for support"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "Mr. Khaddage reported being limited in his ability to walk distances exceeding 200 meters. He cited an example where he will sit at Walmart when accompanying his daughters on shopping excursions. He will remain at the front of the store on courtesy seating, while his daughters obtain necessary supplies.\n\nStairs\n\nMr. Khaddage demonstrated his ability to manage stairs within his home environment, making use of a handrail for support. He climbed stairs in a slow, planned manner, using a reciprocal stair pattern.\n\nLifting/Carrying\n\nMr. Khaddage avoids lifting any form of heavy loads and will rely on his grown daughters to assist with carrying groceries and for garbage removal.\n\nKneeling\n\nMr. Khaddgae demonstrated his ability to assume a bilateral kneeling posture, with significant difficulty. He required support from adjacent furniture to recover to a standing position.\n\nSquatting/Crouching\n\nMr. Khaddage demonstrated his ability to assume a partial squat (half-squat)  while relying on the support of an adjacent chair to maintain his balance.\n\nBending",
      "confidence": {
        "mobilityStatus": 0.7,
        "functionalLimitations": 0.8,
        "assistiveDevices": 0.8,
        "functionalGoals": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "PRE-ACCIDENT MEDICAL HISTORY:",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Up at 5am, takes his medication before getting out of bed.",
        "Immediately goes to his van and starts his shift with Para-Transpo (beginning at 6am)."
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [
        "Works throughout the day, until 2-4pm, at which time he returns home to rest.",
        "Showers, pours himself a glass of water and sits on the sofa where he remains without moving for the majority of the evening.",
        "Will order food most of the time, while his daughters cook simple meals on occasion.",
        "Will watch television to distract himself from pain, and goes to bed at 9-9:30pm.",
        "It should be noted that Mr. Khaddage has maintained his engagement in work activities, despite severe struggles getting through a workday and an inability to function outside of work hours. He has no meaningful activities to occupy his time and remains largely isolated in his home when not at work. He reports a significant decrease in his working hours, where he now works 50-60 hours weekly as opposed to the 70-80 hours pre-accident. He notes that he is required to take regular breaks out of his van throughout the day to walk, stretch, and prepare for the next customer. He acknowledges that his current pace of work is unsustainable, however, he has no choice but to continue working despite the impact on his quality of life and ability to function outside working hours.  He cited severe financial strain and “not being on the street” as the motivating factors forcing his sustained engagement in the workforce."
      ],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Mr. Khaddage recounted the following as a typical day at the time of this assessment:\n\nUp at 5am, takes his medication before getting out of bed.\n\nImmediately goes to his van and starts his shift with Para-Transpo (beginning at 6am).\n\nWorks throughout the day, until 2-4pm, at which time he returns home to rest.\n\nShowers, pours himself a glass of water and sits on the sofa where he remains without moving for the majority of the evening.\n\nWill order food most of the time, while his daughters cook simple meals on occasion.\n\nWill watch television to distract himself from pain, and goes to bed at 9-9:30pm.\n\nIt should be noted that Mr. Khaddage has maintained his engagement in work activities, despite severe struggles getting through a workday and an inability to function outside of work hours. He has no meaningful activities to occupy his time and remains largely isolated in his home when not at work. He reports a significant decrease in his working hours, where he now works 50-60 hours weekly as opposed to the 70-80 hours pre-accident. He notes that he is required to take regular breaks out of his van throughout the day to walk, stretch, and prepare for the next customer. He acknowledges that his current pace of work is unsustainable, however, he has no choice but to continue working despite the impact on his quality of life and ability to function outside working hours.  He cited severe financial strain and “not being on the street” as the motivating factors forcing his sustained engagement in the workforce.",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0.8,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}