{
  "fileName": "Copy of Ledoux, Jean-Marc IHA_FINAL.docx",
  "originalText": "\n\nOCCUPATIONAL THERAPY IN-HOME ASSESSMENT\n\n\n\nClient Name:\n\nJean-Marc Ledoux\n\nDate of Birth:\n\nSeptember 9, 1960\n\nAddress:\n\n905 Main St E, Hawkesbury, ON K6A 1A6\n\nDate of Loss:\n\nDecember 1, 2022\n\nTelephone #:\n\n(613) 676-2300\n\n\n\n\n\nLawyer:\n\nElaine Lachaîne\n\nFirm:\n\nBurn Tucker Lachaîne\n\nAdjuster:\n\nKaren Jenkins\n\nInsurer:\n\nIntact Insurance\n\n\n\n\n\nClaim No.:\n\n4034385449\n\nTherapist:\n\nSébastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\nNovember 2, 2023\n\n\n\n\n\nDate of Report:\n\nNovember 3, 2023\n\n\n\nASSESSOR QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience in providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998, when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills, and evolved to providing expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nPURPOSE OF REFERRAL:\n\n\n\nMr. Ledoux was referred to the offices of Ferland & Associates Rehabilitation Inc. by his legal representative Ms. Elaine Lachaîne of Burn Tucker Lachaîne for an Occupational Therapy assessment and provision of OT services in relation to injuries he sustained in his accident of December 1, 2022 when he was hit by a vehicle as a pedestrian.   This assessment was preceded by a visit by Greg Goddard, Lead Clinical Coordinator with Ferland & Associates, to gather preliminary information and assign required resources to support Mr. Ledoux in his recovery\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nJean-Marc Ledoux, formerly with the Ontario Provincial Police and on long-term disability for over two decades, has faced a substantial decline in his autonomy due to a motor vehicle accident which occurred on December 1, 2022 when he was hit by a car as a pedestrian. The accident-related injuries have severely limited his mobility, confining him to his apartment and disrupting his daily routine and personal interests that are crucial to his sense of self.\n\n\n\nThe injuries from the accident require daily nursing care for wound management, and have significantly restricted his ability to move freely. Mr. Ledoux is now unable to manage stairs or carry items, which has led to him feeling imprisoned within his own home.\n\n\n\nCognitive challenges have also arisen, with Mr. Ledoux experiencing memory issues and difficulties with concentration and organization. These problems may be exacerbated by his complex medication regimen, which treats a range of conditions including chronic pain, hypertension, bipolar disorder, and diabetes. The careful management of these medications is essential to his health.\n\n\n\nMr. Ledoux's independence in daily living has been greatly impacted. He is dependent on a Personal Support Worker for basic needs, a stark contrast to his previous self-reliance. This dependency has affected his mental health, leading to a diminished sense of autonomy.\n\n\n\nThe accident has also disrupted Mr. Ledoux's social and leisure activities, which were central to his identity. His routine of feeding birds and ducks twice daily, which provided him with a sense of purpose and community connection, has been halted. Moreover, his engagement with music, a significant part of his life, has been interrupted.\n\n\n\nThe care plan for Mr. Ledoux is comprehensive, incorporating in-person occupational therapy sessions every two weeks, supplemented by sessions with a Rehabilitation Assistant on a weekly to twice-weekly basis. This plan is designed to support the goals set by this occupational therapist which are to foster engagement in meaningful activities and maximize his level of function and independence.  It also aims to facilitate access to the community activities that Mr. Ledoux previously enjoyed and found fulfilling.\n\n\n\nIn summary, the accident has had a profound impact on Mr. Ledoux's life, particularly his mobility, independence, and participation in activities that were integral to his identity. The care strategy is tailored to address his complex health issues, support his limited independence, and reconnect him with the meaningful pursuits that contribute to his quality of life.\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nMr. Ledoux is currently in need of 31.4 hours per week of Attendant Care to support him during his recovery by providing assistance for the management of those self-care activities listed in the Assessment of Attendant Care Needs Form (Form 1).    Total monthly attendant care benefit:  $2025.27/mth.\n\n\n\n\n\nHousekeeping:\n\n\n\nMr. Ledoux is unable to manage any of his pre-accident housekeeping tasks and is dependent on his CCAC-provided PSWfor support in maintaining his home environment.  He is currently in need of approximately 3 hours per week of housekeeping and home maintenance assistance to maintain his small living space.\n\n\n\n\n\n\n\n\n\nAssistive Devices:\n\n\n\nMr. Ledoux would at this time benefit from the provision of a Transfer Tub Bench to foster safe and independent bathtub transfers when he will be rel;eased to do so following healing of his skin graft.  \n\n\n\n\n\nFurther Occupational Therapy Interventions:\n\n\n\nMr. Ledoux would benefit from engagement in bi-weekly OT Treatment sessions to foster his engagement in meaningful activity and to ensure his safety through provision of appropriate devices and education.\n\n\n\nHe would also benefit from sessions with a rehabilitation assistance (RA) twice weekly for a period of 3 hours to foster his engagement in meaningful activity, foster community outings and support the overall thrust of OT interventions which are critical at this juncture of his recovery.  \n\n\n\n\n\nReferral for Other Services:\n\n\n\nMr. Ledoux would benefit from a referral for physical therapy to begin work on rebuilding his strength and tolerances  in support of increased functional output targeted as part of this OT treatment plan.\n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Ms. Elaine Lachaîne.\n\nThe purpose of this assessment is to assess Mr. Ledoux’s current functional status as it relates to his ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices \n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMr. Ledoux may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nIntact Insurance c/o Karen Jenkins, Accident Benefits Adjuster\n\nBurn Tucker Lachaîne, c/o Elaine Lachaîne, Legal Representative\n\n\n\nFollowing this therapist’s explanation Mr. Ledoux granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nAt the time of this assessment, this therapist was provided with the following documentation: \n\n\n\nMedical Records from The Ottawa Hospital, 1423 pages\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nBased on the Admission Record from B2 - The Ottawa Hospital, Mr. LEdoux presents with the following pre-accident medical and social history:\n\n\n\nIsolation (social)\n\nAnxiety disorder, unspecified\n\nBorderline personality disorder\n\nAdjustment disorder\n\nEssential tremor\n\nChronic pain\n\nDiabetes mellitus, type 2\n\nGERD (gastroesophageal reflux disease)\n\nHTN (hypertension)\n\nSmoker\n\nCOPD (chronic obstructive pulmonary disease)\n\nBipolar disorder\n\nFamily history of DVT\n\nEpistaxis\n\nParkinsons\n\nSleep apnea\n\nAsthma\n\nDyslipidemia\n\nSleep apnea\n\n\n\nMr. Ledoux also shared with this therapist that his longstanding history of mental health struggles led to a history of two (2) suicide attempts (one at age 16 via CO asphyxiation and in his twenties through planned medication overdose).\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nOn December 1, 2022, Mr. Ledoux was a pedestrian struck by a motor vehicle resulting in significant orthopedic and lacerative injuries.  \n\n\n\nBased on this assessment and through a review of available medical records, Mr. Ledoux has sustained the following injuries as a result of the subject motor vehicle accident:\n\n\n\nLeft Medial Malleolus Fracture Open Reduction, Internal Fixation \n\nPatellar Open Reduction, Internal Fixation \n\nPost-surgical infarction requiring hardware removal February 2, 2023\n\nWound healing concerns and exposed bone requiring debridement, flap and skin grafts (with subsequent infections), March 18, 2023\n\n2 rib fractures\n\n\n\nMr. Ledoux has also reported a significant deterioration of his mental health and experiencing significant symptoms of anxiety and depression.  He is socially isolated and has no meaningful activity to occupy his time.  He spends all of his time in his small apartment watching television and ruminating. \n\n\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Kennedy, Orthopaedic Surgeon\n\nPeriod re-assessments performed\n\nAssessed ankle status and provided directions for ongoing care. \n\nNovember 21, 2023\n\nDr. Mellencamp, Orthopaedic Surgeon\n\nRemoved hardware originally installed by Dr. Kennedy post-MVA.  No follow-up required. \n\nNA\n\nNA\n\nDr. Thrall, Plastic Surgeon\n\nUnsure of last visit date.\n\nSkin grafts were “taking” and the ankle wound is healing well with a small amount of draining left.  \n\nTBD\n\nDr. Laviolette, Vascular Surgeon\n\nNA\n\nCauterized nose veins to stop nosebleeds.\n\nNA\n\nDr. Prochino (GP) and Lucy Bedard (Nurse Practitioner)\n\nUnsure\n\nMonitoring medications\n\nTBD\n\n\n\n\n\nMEDICATION:\n\n\n\nMedication Name\n\nDosage/Frequency\n\nPurpose\n\nDilaudid \n\n2mg, 2X/day\n\nPain management\n\nHydromorph\n\n6mg, 2X/day\n\nPain management\n\nLyrica\n\n50 mg, 2X/day\n\nLessen shock impulse up the nerves\n\nApo-Aripiprazole\n\n6mg, 1X/day\n\nAntipsychotic\n\nPms-Perindopril\n\n4mg, 1X/day\n\nHypertension\n\nJamp-Rabeprazole\n\n20mg, 2X/day\n\nAcid reflux/GERD\n\nApo-Quetiapine\n\n25mg, 1X/day\n\nBipolar disorder\n\nAuro-Metformin Blackberry\n\n500mg, 2X/day\n\nDiabetes\n\nMylan-Divalproex\n\n500mg, 2X/day\n\nBipolar disorder\n\nPrimidone\n\n125mg, 1X/day\n\nAnti-seizure medication\n\nTeva-Trazodone\n\n150mg, 1X/day\n\nSleep aid\n\nTaro- Rosuvastatin\n\n20mg, 1X/day\n\nHigh Cholesterol\n\nSandoz-Pregabalin\n\n50mg, 2X/day\n\nNeuropathic pain\n\nSandoz-Quetiapine XR\n\n50mg, 1X/day\n\nAntipsychotic\n\nNovo-Famotidine\n\n20mg, 2X/day\n\nAcid reflux/GERD\n\nApo-Tamsulosin CR\n\n0.4mg, 1X/day\n\nEnlarged prostate\n\nAct-Venlafaxine XR\n\n150mg, 1X/day\n\nDepression\n\nAspirin\n\n81mg, 1X/day\n\nBlood thinner\n\nEquate Melatonin\n\n5mg, 1X/day\n\nSleep aid\n\nCLIENT REPORTED SYMPTOMS\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nLeft ankle\n\nBroken in two places, 6 surgeries. Constant pain.  He reports a “crunching noise” when he weight-bears on his left ankle.  He has been encouraged to walk regularly however Mr. Ledoux is limited in his opportunities to walk due to limited space in his apartment and an inability to leave his home without assistance.\n\n8/10 - 10/10\n\nLeft knee\n\nCan’t straighten it even when walking.\n\n4/10 at rest up to 8/10 when walking\n\nLeft hip\n\nFrequent changes of position required when sitting in his recliner.\n\n5/10 during the day up to 7/10 at night\n\nPelvis\n\nFrequent change of position required as he cannot obtain any relief from pelvic pain. \n\n7/10\n\nLeft hand\n\nCan’t bend wrist fully and is unable to grasp with his second and third digits.  Limited fine motor coordination observed during this assessment.  Mr. Ledoux, an avid performing musician (keyboard player), has been unable to engage in music playing since his accident.  He reports this as one of his most meaningful activities which he can no longer engage in as a result of limited use of his left hand.  \n\n7/10\n\nLeft leg and forearm\n\nExperiences what he describes as “nerve shocks” from his left ankle to his knee, and from his left wrist to his elbow.\n\n8/10\n\n\n\n\n\nCognitive Symptoms:\n\n\n\nWhen questioned about changes in his cognitive function, Mr. Ledoux denied any substantial changes.  However, upon further query, it is apparent that he is experiencing a variety of concerning cognitive changes, potentially related to his poor mental health and use of opiate medications for pain control.  He noted being “slower”, forgetful, unable to multitask and experiencing significant difficulty with organization and planning.  This will be investigated further during the course of proposed OT treatment.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMr. Ledoux noted that he experiences a number of troubling emotional symptoms which he experiences at this time:\n\n\n\nDepression and anxiety\n\nLoss of interest in activities he previously enjoyed\n\nPanic attacks, recurrent\n\nLow mood, anhedonia\n\nSuicidal ideation\n\nSocial isolation.  His only steady relationship is with his cousin with whom he speaks every day for a couple of hours over the phone.  His cousin is a regular source of encouragement.   \n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMr. Ledoux reported making use of the following strategies to manage his symptoms at this time:\n\n\n\nRest\n\nActivity avoidance\n\nMedication\n\n\n\n\n\n\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:\n\n\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nMr. Ledoux reports spending most of his day sitting or lying on his recliner sofa.  He is required to reposition himself regularly throughout the day and will independently get in and out of his sitting location.  He does this with significant difficulty but persists through the motions of completing these transfers as required.  \n\n\n\nMr. Ledoux remained seated in his sofa for periods of 30 minutes, interrupted by requests from this therapist to demonstrate various functional tasks.  He was observed shifting his weight frequently during his time spent seated.\n\nBed mobility\n\nMr. Ledoux reported that he is unable to sleep in his bed as he cannot keep his left leg elevated comfortably.  He can’t turn on his side due to hip pain and thus finds the bed to not be a useful surface for him to utilize at this time.   \n\n\n\nBed transfers were not observed during this assessment and will be revisited in rehabilitation initiatives geared at normalizing his sleep environment (return to his bedroom to retire at night) and sleep pattern (stabilize sleep-wake pattern by segmenting sleep environment from daytime environment).\n\nTransfers\n\nMr. Ledoux demonstrated his ability to complete chair and sofa transfers independently.  He was observed struggling while completing transfers and stopping mid-transfer to stabilize himself.  He relied heavily on his crutches for support while standing and was found to be generally unstable on his feet and unable to stand safely without this mobility aid.\n\n\n\nMr. Ledoux demonstrated one toilet transfer and was found to struggle with the low-level toilet.  Upon closer inspection, a raised toilet seat was located in his bathtub which was installed by this therapist.  Mr. Ledoux will benefit from this higher level which mimics the height of his sofa.\n\n\n\nHe noted that he has been sponge bathing since his accident and precluded from showering or bathing due to the poor skin integrity issues he experienced at his skin graft sites.    As these issues are now resolving, thi therapist would recommend the use of a transfer tub bench and associated shower head accessories to foster safe and independent access to his showering enclosure.  \n\nStanding\n\nPrior to the accident, Mr. Ledoux reported no significant issues with sustained static or dynamic standing.  He acknowledged pain experiences however noted that he was able to engage in his daily routine without difficulty.\n\n\n\nHe is currently reporting the ability to stand for periods of a few minutes then must sit to recover.  He finds himself deconditioned and unable to sustain standing for any significant length of time.\n\n\n\nShort periods of static and dynamic standing observed by this therapist.  Mr. Ledoux was observed frequently shifting his weight from side to side and rarely sustained standing in one place for more than a few minutes.\n\nBalance\n\nStatic balance assessed using Four-Stage Balance Test, consisting of holding four different stances for at least 10 seconds each. \n\nwith his feet together\n\non one foot (right then left)\n\nwhile in a semi-tandem and,\n\nwhile tandem stance.\n\n\n\nMr. Ledoux was unable to demonstrate any of the above postures without support from his crutches.  While able to fully weight-bear, his balance is severely impaired.  This therapist located a walker in Mr. Ledoux’s apartment which he noted having purchased but never used.  This therapist assessed Mr. Ledoux with this mobility aid and found a significant improvement in comfort levels in standing as well as his perceived safety.  He was encouraged to make use of his walker when possible, although the cramped nature of his apartment limits the use of this device to access the kitchen environment where there is lack of room for pivoting.  Consideration to reconfiguring the furniture in his apartment will be discussed with Mr. Ledoux during upcoming OT treatment sessions. \n\nWalking\n\nAt the time of this therapist’s arrival, Mr. Ledoux was making use of his crutches for all indoor mobility.  He demonstrated a high reliance on these mobility aids, however a lack of confidence in ambulation was notable.  The assessment of a Rollator walker found in Mr. Ledoux’s bedroom under some clothing led to a recommendation for Mr. Ledoux to begin making use of his walker instead of his crutches and to follow his doctor’s advice to begin walking more, even if only for short durations within the confines of his apartment for now.  He would benefit from the introduction of physiotherapy treatments at this stage of his recovery.\n\nStairs\n\nThere are three steps leading to Mr. Ledoux’s main floor apartment from street level.  These steps were observed to be uneven and not of standard code height.  Mr. Ledoux reported struggling with these steps, fostering his overall isolation in his apartment.  He has been encouraged to combine newfound use of his Rollator walker with access to existing PSW services provided through CCAC for engaging in a short outdoor walk regularly, until additional physical rehabilitative initiatives can be implemented.  Stair access is complicated by the rental nature of this living accommodation with direct sidewalk access to Main Street in Hawkesbury, limiting options for ramp-type options.  This will be explored with Mr. Ledoux in upcoming proposed OT treatment sessions.\n\nLifting/Carrying\n\nMr. Ledoux is unable to carry any objects while using his crutches.  When using the rollator walker, he is able to use the seat pan of the walker to move small objects within his apartment.  As a result of impairments to his left arm, he is unable to readily grip with any force in his left hand.  Only his thumb, fourth and fifth digits were able to apply cylindrical grip to this therapist’s digits.  \n\nKneeling\n\nWas able to kneel with some discomfort pre-accident.\n\n\n\nMr. Ledoux is unable to kneel at this time.  \n\nSquatting/Crouching\n\nWas able to squat and crouch with some discomfort pre-accident.\n\n\n\nHe is currently unable to squat or crouch.  \n\nBending\n\nMr. Ledoux is able to bend forward while seated to reach his toes.   He cannot bend forward when standing. \n\nReaching\n\nMr. Ledoux is limited in his ability to reach with his left arm.  His left shoulder presents with limited range of motion (approximately 50% active ROM) in all planes.  He is able to reach using his right upper extremity.  \n\nFine Motor Coordination\n\nMr. Ledoux was found to experience significant issues with fine motor coordination in his left hand.  He was informally observed to be unable to effectively move his index through his ring finger for any form of fine gripping.  When handling coins, he was observed relying on his right hand to manipulate individual pieces from a pile.  \n\n\n\n\n\n\n\nActive Range of Motion:\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNeck range of motion is generally preserved although Mr. Ledoux reports stiffness and pain with active range of motion and in neutral position.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\nWFL\n\n½ range\n\nLeft shoulder range of motion significantly impaired in all planes.\n\nExtension\n\nWFL\n\n½ range\n\nAbduction\n\nWFL\n\n½ range\n\nAdduction\n\nWFL\n\n½ range\n\nInternal rotation\n\nWFL\n\n½ range\n\nExternal rotation\n\nWFL\n\n½ range\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\n½ range\n\nMr. Ledoux is unable to effectively bend forward and reach beyond his upper-thighs as a result of severe pain he experiences in his lumbar spine.\n\nLateral flexion\n\n½ range\n\n½ range\n\nRotation\n\n½ range\n\n½ range\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nUnable to fully straighten or bend his left knee.\n\nExtension\n\nWFL\n\n¾ range\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\n\n\n\n\nEmotional Presentation:\n\n\n\nMr. Ledoux’s emotional presentation was generally flat with periods of tearfulness throughout this assessment.  He was found to open-up with relative ease as this therapist explored his daily experience resulting from his accident-related injuries.  He was found to benefit greatly from the therapeutic interaction with this therapist and the beginnings of a solid therapeutic relationship were formed during this 2.5 hour touchpoint.    \n\n\n\n\n\nCognitive Presentation:\n\n\n\nMr. Ledoux presented with generally intact cognition during this assessment.  He did display some difficulty with word finding on occasion and shared a general sense of being lost and being overwhelmed with what to do with his time.  He appears unable to engage in constructive problem solving as he navigates intense psychological symptoms impacting his ability to focus on anything of substance for any length of time.  \n\n\n\n\n\nTYPICAL DAY:\n\n\n\nMr. Ledoux reported that since his return home from the hospital, he has experienced a complete loss of the routine he enjoyed pre-accident.  He noted that he is generally “locked in prison”, referring to being constrained to the limited space in his apartment all day, every day, with nothing to do but stare at the television.  He sleeps in his recliner chair and spends his waking hours in the same spot.  He notes the absence of activities such as going to the park to feed birds and ducks (which he did twice daily pre-accident).  He has a number of musical instruments in his apartment, which he has been unable to play.  He is socially isolated and has a limited sense of time.  \n\n\n\n\n\nDESCRIPTION OF LIVING ENVIRONMENT:\n\n\n\nTYPE OF DWELLING\n\nApartment, main floor, outdoor access via two concrete steps in disrepair\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nMain floor\n\nLaminate\n\nBathrooms\n\n1\n\nMain floor\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nLaminate\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nRound table and 4 chairs in the kitchen\n\nLaminate\n\nLaundry\n\n1\n\nWasher and dryer located in the kitchen\n\nLaminate\n\nStairs\n\n2\n\nTwo steps in state of disrepair and not meeting code requirements to be navigated to access his main floor apartment.  He notes that his mother recently fell and hit her head while visiting him. \n\nConcrete\n\nBasement\n\n0\n\nNA\n\nNA\n\nDriveway Description\n\nNo driveway.\n\nYard description\n\nNo yard.\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone in an apartment\n\nChildren\n\nNone\n\n\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre- and Post-Accident):\n\n\n\nSelf-Care Activities:\n\n\n\nPrior to the subject motor vehicle accident, Mr. Ledoux was independent in the management of his core self-care activities.  \n\n\n\nMr. Ledoux is currently dependent on assistance from a CCAC-provided Personal Support Worker for the management of his meals (supplemented by Meals-on-wheels) and sponge bathing.  Assistance with laundry and housekeeping is also provided during these sessions.  Mr. Ledoux noted having developed a strong relationship with his PSW who comes to his home 3 times weekly.  She reportedly provides encouragement for him to exercise by walking short distances.  Mr. Ledoux noted that she has offered to help him with meals by preparing food for him and bring him pre-portioned meals which are more enjoyable to Mr. Ledoux than Meals-on-wheels services. \n\n\n\nMr. Ledoux also receives daily nursing care for dressing changes to his left foot, where a skin graft is located.   This is also being provided through the CCAC.\n\n\n\n\n\nHome Management Activities:\n\n\n\nLegend of Ability:\n\nI – Independent    A – Partial with assistance     D – With devices    U – Unable    NA – Not Applicable\n\n\n\nIndoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nMeal Preparation\n\nI – No issues reported\n\nU - He remains able to warm items in the microwave but is otherwise unable to prepare meals for himself due to limited use of his left hand and poor balance/mobility.\n\nDishwashing\n\nI – No issues reported\n\nU - Mr. Ledoux lacks the balance, standing tolerance and grip/pinch/fine motor function in his left hand to engage in bilateral activities such as washing dishes.  .\n\nGroceries/errands\n\nI – No issues reported\n\nA - Mr. Ledoux noted that he makes use of a Taxi service to get to the local Wal-Mart for periodic excursions.  He will make use of an electric cart when there to get around the store and will seek assistance from staff to obtain items he cannot reach.  He noted that he then relies on assistance from the taxi driver to carry his groceries back into his apartment.  He notes that his PSW will assist in putting items away.\n\nBathroom cleaning\n\nI – No issues reported\n\nU - Mr. Ledoux is unable to clean his washroom at this time.\n\nMaking/changing beds\n\nI – No issues reported\n\nU - Mr. Ledoux is unable to change his bed sheets.\n\nVacuuming\n\nI – No issues reported\n\nU - Mr. Ledoux cannot vacuum at this time.\n\nSweeping\n\nI – No issues reported\n\nU - Mr. Ledoux cannot sweep at this time.\n\nMopping\n\nI – No issues reported\n\nU - Mr. Ledoux cannot mop at this time.\n\nDusting\n\nI – No issues reported\n\nU - Mr. Ledoux cannot dust at this time other than wiping small small spills on counter or table surfaces..\n\nTidying\n\nI – No issues reported\n\nU - Mr. Ledoux engages in limited tidying due to his limited mobility.  He relies on his PSW to maintain his living environment.\n\nLaundry\n\nI – No issues reported\n\nU - Mr. Ledoux cannot manage his laundry and relies on his PSW to load his washer and dryer and fold clothes.\n\nIroning\n\nNA\n\nNA\n\nGarbage Removal/Recycling\n\nI – No issues reported\n\nU - Mr. Ledoux relies on his PSW to take garbage and recycling out of his apartment to the curb for pickup.\n\n\n\nOutdoor Tasks\n\nPre-accident Engagement\n\nCurrent Engagement\n\nLawn Care\n\nNA\n\nNA\n\nGardening\n\nNA\n\nNA\n\nSnow Removal\n\nNA\n\nNA\n\n\n\n\n\nCaregiving Activities:\n\n\n\nPrior to the subject motor vehicle accident, Mr. Ledoux was the primary caregiver for his father, who has sadly passed away since Mr. Ledoux’s motor vehicle accident.  He noted feeling a deep sense of loss and noted that this loss has deepened his social isolation.  He qualified his father as “my best friend”.  \n\n\n\n\n\nVocational Activities:\n\n\n\nMr. Ledoux noted having not worked since 2000 when he was required to take a medical leave from the OPP due to a diagnosis of Bi-polar disorder.  He was not employed at the time of the subject motor vehicle accident.  \n\n\n\n\n\nLeisure Activities:\n\n\n\nPrior to the subject motor vehicle accident, Mr. Ledoux noted that he enjoyed the following leisure activities:\n\n\n\nMusic (Keyboard and guitar)\n\nFeeding birds and ducks daily at a local park\n\nSpending time with his father\n\n\n\nAt the time of this assessment, Mr. Ledoux has found a complete interrupt\n\n\n\n\n\nCommunity Access:\n\n\n\nMr. Ledoux noted that he has experienced a significant deterioration in his ability to access the community.  He noted that he will access a local Wal-Mart via taxi service on occasion to obtain a few items but is dependent on the taxi driver’s willingness to assist to transport any items into his home.  He is at this time, for all intents and purposes, confined to his small apartment.\n\n\n\n\n\nVolunteer Activities:\n\n\n\nMr. Ledoux was not involved in any volunteer activities prior to the subject motor vehicle accident. \n\n\n\n\n\nASSESSMENT OF ATTENDANT CARE NEEDS:\n\n\n\nThe following is an Assessment of Attendant Care Needs based on reports of the client and direct observations as of November 3, 2023. The Ontario Society of Occupational Therapists report “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care services are already in place. This therapist’s role is to determine the extent to which the client can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively identify what assistance, if any, is needed from the present time into the future until another such re-assessment may identify modified needs.” \n\n\n\nPart 1 – Level 1 Attendant Care (Routine personal care)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nDress\n\nUpper body\n\nLower Body\n\nMr. Ledoux demonstrated the strength, range of motion and postural tolerances required to manage dressing and undressing activities independently.  He confirmed that he manages this task independently albeit in a slow manner at times with breaks if symptoms are flared.\n\n0 minutes per week\n\nUndress\n\nUpper body\n\nLower Body\n\n0 minutes per week\n\nProsthetics\n\nNA\n\n0 minutes per week\n\nOrthotics\n\nNA\n\n0 minutes per week\n\nGrooming\n\nFace\n\nHands\n\nShaving\n\nCosmetics\n\nBrush/shampoo/dry/style hair\n\nFingernails\n\nToenails\n\nMr. Ledoux requires assistance with hair care, fingernail and toenail care.\n\n65 minutes per week\n\nFeeding\n\nMr. Ledoux is unable to prepare meals for himself and requires assistance with all aspects of meal preparation.\n\n0 minutes per week\n\nMobility *\n\nMr. Ledoux would benefit from assistance to walk outside of his home for short periods three times daily.\n\n420 minutes per week\n\nExtra Laundering\n\n\n\n0 minutes per week\n\n* Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance with mobility includes “all transfers both inside the home and out in the community” and “supervision and assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage, in the community etc.”\n\n\n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nHygiene *\n\nClean tub/shower/ sink after use\n\nChange bedding, make bed, clean room\n\nEnsure comfort and safety (bedroom)\n\nAssist in daily wearing apparel\n\nHand/sort clothes to be laundered\n\nMr. Ledoux requires assistance with the management of all hygiene tasks listed in this section of the Form 1.  He is confined to his apartment and benefits from a 2 hours per day of assistance for ensuring his comfort and security in his environment through a combination of phone check-ins and in-person visits.  \n\n1015 minutes per week\n\nBasic Supervisory Care **\n\nNo needs identified at this time for this section.  This will be monitored through the course of OT treatment delivery. \n\n0 minutes per week\n\nCoordination of Attendant Care\n\n\n\n0 minutes per week\n\n\n\n* The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these activities should be considered an attendant care need under Level 2”.\n\n\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g., individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities including donning boots and coats, and gathering belongings, require additional time.\n\n\n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)\n\n\n\nTask\n\nObservations/Comments\n\nWeekly Time Allotted\n\nGenitourinary Tracts\n\nNo needs identified.\n\n0 minutes per week\n\nBowel Care\n\nNo needs identified.\n\n0 minutes per week\n\nTracheostomy\n\nNot applicable.\n\n0 minutes per week\n\nVentilator Care\n\nNot applicable.\n\n0 minutes per week\n\nExercise\n\nNo exercise program prescribed yet.\n\n0 minutes per week\n\nSkin Care\n\nCCAC is currently managing skin care issues which are concluding as of the time of drafting this report.  No identified needs expected.\n\n0 minutes per week\n\nMedication\n\nMr. Ledoux is independent in the management of his medication.  He has his prescriptions delivered to his home.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Ledoux requires assistance for the completion of a daily sponge bath to be soon transitioned to assistance in showering (once his skin graft fully heals, imminently expected).\n\n175 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nNA\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nNA\n\n0 minutes per week\n\n\n\n\n\nAttendant Care Calculation:\n\n\n\nPart 1\t-  Routine Personal Care\t\t\t11.58 hours per week \t\t$742.14/mth\n\nPart 2 \t-  Basic Supervisory Functions\t\t16.92 hours per week \t    \t$1018.38/mth\n\nPart 3\t-  Complex Health/Care and Hygiene\t\t2.92 hours per week \t\t$264.75/mth\n\n\n\nTotal monthly assessed attendant care benefit:  $2025.27 (subject to limits under Statutory Accident Benefits Schedule)\n\n\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-776-1266 or by email at info@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nEncl:  \tForm 1\n\n\n\nCc:\tBurn Tucker Lachaîne ℅ Elaine Lachaîne\n\n\tIntact Insurance\t\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n",
  "sections": {
    "ENVIRONMENTAL": "OCCUPATIONAL THERAPY IN-HOME ASSESSMENT\n\nClient Name:\n\nJean-Marc Ledoux\n\nDate of Birth:\n\nSeptember 9, 1960\n\nAddress:\n\n905 Main St E, Hawkesbury, ON K6A 1A6\n\nDate of Loss:\n\nDecember 1, 2022\n\nTelephone #:\n\n(613) 676-2300\n\nLawyer:\n\nElaine Lachaîne\n\nFirm:\n\nBurn Tucker Lachaîne\n\nAdjuster:\n\nKaren Jenkins\n\nInsurer:\n\nIntact Insurance\n\nClaim No.:\n\n4034385449\n\nTherapist:\n\nSébastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\nNovember 2, 2023\n\nDate of Report:\n\nNovember 3, 2023\n\nASSESSOR QUALIFICATIONS:\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience in providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998, when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills, and evolved to providing expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\nPURPOSE OF REFERRAL:\n\nMr. Ledoux was referred to the offices of Ferland & Associates Rehabilitation Inc. by his legal representative Ms. Elaine Lachaîne of Burn Tucker Lachaîne for an Occupational Therapy assessment and provision of OT services in relation to injuries he sustained in his accident of December 1, 2022 when he was hit by a vehicle as a pedestrian.   This assessment was preceded by a visit by Greg Goddard, Lead Clinical Coordinator with Ferland & Associates, to gather preliminary information and assign required resources to support Mr. Ledoux in his recovery\n\nSUMMARY OF FINDINGS:",
    "TYPICAL_DAY": "TYPICAL DAY:\n\nMr. Ledoux reported that since his return home from the hospital, he has experienced a complete loss of the routine he enjoyed pre-accident.  He noted that he is generally “locked in prison”, referring to being constrained to the limited space in his apartment all day, every day, with nothing to do but stare at the television.  He sleeps in his recliner chair and spends his waking hours in the same spot.  He notes the absence of activities such as going to the park to feed birds and ducks (which he did twice daily pre-accident).  He has a number of musical instruments in his apartment, which he has been unable to play.  He is socially isolated and has a limited sense of time.  \n\nDESCRIPTION OF LIVING ENVIRONMENT:\n\nTYPE OF DWELLING\n\nApartment, main floor, outdoor access via two concrete steps in disrepair\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nMain floor\n\nLaminate\n\nBathrooms\n\n1\n\nMain floor\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nLaminate\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nRound table and 4 chairs in the kitchen\n\nLaminate\n\nLaundry\n\n1\n\nWasher and dryer located in the kitchen\n\nLaminate\n\nStairs\n\n2\n\nTwo steps in state of disrepair and not meeting code requirements to be navigated to access his main floor apartment.  He notes that his mother recently fell and hit her head while visiting him. \n\nConcrete\n\nBasement\n\n0\n\nNA\n\nNA\n\nDriveway Description\n\nNo driveway.\n\nYard description\n\nNo yard.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone in an apartment\n\nChildren\n\nNone",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Mr. Ledoux’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
    "SYMPTOMS": "CCAC is currently managing skin care issues which are concluding as of the time of drafting this report.  No identified needs expected.\n\n0 minutes per week\n\nMedication\n\nMr. Ledoux is independent in the management of his medication.  He has his prescriptions delivered to his home.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Ledoux requires assistance for the completion of a daily sponge bath to be soon transitioned to assistance in showering (once his skin graft fully heals, imminently expected).\n\n175 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nNA\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nNA\n\n0 minutes per week",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit:  $2025.27 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-776-1266 or by email at info@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tBurn Tucker Lachaîne ℅ Elaine Lachaîne\n\n\tIntact Insurance\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "ADLS": "Prior to the subject motor vehicle accident, Mr. Ledoux was independent in the management of his core self-care activities.  ",
    "MEDICAL_HISTORY": "PRE-ACCIDENT MEDICAL HISTORY:\n\nBased on the Admission Record from B2 - The Ottawa Hospital, Mr. LEdoux presents with the following pre-accident medical and social history:\n\nIsolation (social)\n\nAnxiety disorder, unspecified\n\nBorderline personality disorder\n\nAdjustment disorder\n\nEssential tremor\n\nChronic pain\n\nDiabetes mellitus, type 2\n\nGERD (gastroesophageal reflux disease)\n\nHTN (hypertension)\n\nSmoker\n\nCOPD (chronic obstructive pulmonary disease)\n\nBipolar disorder\n\nFamily history of DVT\n\nEpistaxis\n\nParkinsons\n\nSleep apnea\n\nAsthma\n\nDyslipidemia\n\nSleep apnea\n\nMr. Ledoux also shared with this therapist that his longstanding history of mental health struggles led to a history of two (2) suicide attempts (one at age 16 via CO asphyxiation and in his twenties through planned medication overdose).\n\nNATURE OF INJURY:\n\nOn December 1, 2022, Mr. Ledoux was a pedestrian struck by a motor vehicle resulting in significant orthopedic and lacerative injuries.  \n\nBased on this assessment and through a review of available medical records, Mr. Ledoux has sustained the following injuries as a result of the subject motor vehicle accident:\n\nLeft Medial Malleolus Fracture Open Reduction, Internal Fixation \n\nPatellar Open Reduction, Internal Fixation \n\nPost-surgical infarction requiring hardware removal February 2, 2023"
  },
  "sectionConfidence": {
    "ENVIRONMENTAL": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333
  },
  "data": {
    "ENVIRONMENTAL": {
      "homeType": "",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "OCCUPATIONAL THERAPY IN-HOME ASSESSMENT\n\nClient Name:\n\nJean-Marc Ledoux\n\nDate of Birth:\n\nSeptember 9, 1960\n\nAddress:\n\n905 Main St E, Hawkesbury, ON K6A 1A6\n\nDate of Loss:\n\nDecember 1, 2022\n\nTelephone #:\n\n(613) 676-2300\n\nLawyer:\n\nElaine Lachaîne\n\nFirm:\n\nBurn Tucker Lachaîne\n\nAdjuster:\n\nKaren Jenkins\n\nInsurer:\n\nIntact Insurance\n\nClaim No.:\n\n4034385449\n\nTherapist:\n\nSébastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\nNovember 2, 2023\n\nDate of Report:\n\nNovember 3, 2023\n\nASSESSOR QUALIFICATIONS:\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience in providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998, when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills, and evolved to providing expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\nPURPOSE OF REFERRAL:\n\nMr. Ledoux was referred to the offices of Ferland & Associates Rehabilitation Inc. by his legal representative Ms. Elaine Lachaîne of Burn Tucker Lachaîne for an Occupational Therapy assessment and provision of OT services in relation to injuries he sustained in his accident of December 1, 2022 when he was hit by a vehicle as a pedestrian.   This assessment was preceded by a visit by Greg Goddard, Lead Clinical Coordinator with Ferland & Associates, to gather preliminary information and assign required resources to support Mr. Ledoux in his recovery\n\nSUMMARY OF FINDINGS:",
      "confidence": {
        "homeLayout": 0,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Mr. Ledoux reported that since his return home from the hospital, he has experienced a complete loss of the routine he enjoyed pre-accident.  He noted that he is generally “locked in prison”, referring to being constrained to the limited space in his apartment all day, every day, with nothing to do but stare at the television.  He sleeps in his recliner chair and spends his waking hours in the same spot.  He notes the absence of activities such as going to the park to feed birds and ducks (which he did twice daily pre-accident).  He has a number of musical instruments in his apartment, which he has been unable to play.  He is socially isolated and has a limited sense of time.",
        "DESCRIPTION OF LIVING ENVIRONMENT:",
        "TYPE OF DWELLING",
        "Apartment, main floor, outdoor access via two concrete steps in disrepair",
        "LOCATION/DESCRIPTION",
        "FLOOR COVERING",
        "Bedrooms",
        "Main floor",
        "Laminate",
        "Bathrooms",
        "Living Room",
        "Family Room",
        "Dining Room",
        "Kitchen",
        "Round table and 4 chairs in the kitchen",
        "Laundry",
        "Washer and dryer located in the kitchen",
        "Stairs",
        "Two steps in state of disrepair and not meeting code requirements to be navigated to access his main floor apartment.  He notes that his mother recently fell and hit her head while visiting him.",
        "Concrete",
        "Basement",
        "Driveway Description",
        "No driveway.",
        "Yard description",
        "No yard.",
        "LIVING ARRANGEMENTS/SOCIAL STATUS:",
        "Marital Status",
        "Married ☐ Single  ☒ Common Law  ☐ Other  ☐",
        "Living Arrangement",
        "Lives alone in an apartment",
        "Children"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "TYPICAL DAY:\n\nMr. Ledoux reported that since his return home from the hospital, he has experienced a complete loss of the routine he enjoyed pre-accident.  He noted that he is generally “locked in prison”, referring to being constrained to the limited space in his apartment all day, every day, with nothing to do but stare at the television.  He sleeps in his recliner chair and spends his waking hours in the same spot.  He notes the absence of activities such as going to the park to feed birds and ducks (which he did twice daily pre-accident).  He has a number of musical instruments in his apartment, which he has been unable to play.  He is socially isolated and has a limited sense of time.  \n\nDESCRIPTION OF LIVING ENVIRONMENT:\n\nTYPE OF DWELLING\n\nApartment, main floor, outdoor access via two concrete steps in disrepair\n\nROOMS\n\nQty\n\nLOCATION/DESCRIPTION\n\nFLOOR COVERING\n\nBedrooms\n\n1\n\nMain floor\n\nLaminate\n\nBathrooms\n\n1\n\nMain floor\n\nTile\n\nLiving Room\n\n1\n\nMain floor\n\nLaminate\n\nFamily Room\n\n0\n\nNA\n\nNA\n\nDining Room\n\n0\n\nNA\n\nNA\n\nKitchen \n\n1\n\nRound table and 4 chairs in the kitchen\n\nLaminate\n\nLaundry\n\n1\n\nWasher and dryer located in the kitchen\n\nLaminate\n\nStairs\n\n2\n\nTwo steps in state of disrepair and not meeting code requirements to be navigated to access his main floor apartment.  He notes that his mother recently fell and hit her head while visiting him. \n\nConcrete\n\nBasement\n\n0\n\nNA\n\nNA\n\nDriveway Description\n\nNo driveway.\n\nYard description\n\nNo yard.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☒ Common Law  ☐ Other  ☐\n\nLiving Arrangement\n\nLives alone in an apartment\n\nChildren\n\nNone",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Mr. Ledoux’s current functional status as it relates to his ability to complete pre-accident activities of daily living.",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "CCAC is currently managing skin care issues which are concluding as of the time of drafting this report.  No identified needs expected.\n\n0 minutes per week\n\nMedication\n\nMr. Ledoux is independent in the management of his medication.  He has his prescriptions delivered to his home.\n\n0 minutes per week\n\nBathing\n\nBathtub or shower\n\nBed bath\n\nOral Hygiene (including dentures)\n\nTransfer, bathing and drying, prep equipment, clean equipment, apply creams, etc.\n\nMr. Ledoux requires assistance for the completion of a daily sponge bath to be soon transitioned to assistance in showering (once his skin graft fully heals, imminently expected).\n\n175 minutes per week\n\nOther Therapy (TENS, DCS)\n\nNA\n\n0 minutes per week\n\nMaintenance of Equipment and Supplies\n\nNA\n\n0 minutes per week\n\nSkilled Supervisory Care (for aggressive or violent behaviour)\n\nNA\n\n0 minutes per week",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit:  $2025",
        "name": "",
        "relationship": "",
        "availability": ")\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit:  $2025.27 (subject to limits under Statutory Accident Benefits Schedule)\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at 613-776-1266 or by email at info@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nEncl:  \tForm 1\n\nCc:\tBurn Tucker Lachaîne ℅ Elaine Lachaîne\n\n\tIntact Insurance\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Prior to the subject motor vehicle accident, Mr. Ledoux was independent in the management of his core self-care activities.  ",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "PRE-ACCIDENT MEDICAL HISTORY:\n\nBased on the Admission Record from B2 - The Ottawa Hospital, Mr. LEdoux presents with the following pre-accident medical and social history:\n\nIsolation (social)\n\nAnxiety disorder, unspecified\n\nBorderline personality disorder\n\nAdjustment disorder\n\nEssential tremor\n\nChronic pain\n\nDiabetes mellitus, type 2\n\nGERD (gastroesophageal reflux disease)\n\nHTN (hypertension)\n\nSmoker\n\nCOPD (chronic obstructive pulmonary disease)\n\nBipolar disorder\n\nFamily history of DVT\n\nEpistaxis\n\nParkinsons\n\nSleep apnea\n\nAsthma\n\nDyslipidemia\n\nSleep apnea\n\nMr. Ledoux also shared with this therapist that his longstanding history of mental health struggles led to a history of two (2) suicide attempts (one at age 16 via CO asphyxiation and in his twenties through planned medication overdose).\n\nNATURE OF INJURY:\n\nOn December 1, 2022, Mr. Ledoux was a pedestrian struck by a motor vehicle resulting in significant orthopedic and lacerative injuries.  \n\nBased on this assessment and through a review of available medical records, Mr. Ledoux has sustained the following injuries as a result of the subject motor vehicle accident:\n\nLeft Medial Malleolus Fracture Open Reduction, Internal Fixation \n\nPatellar Open Reduction, Internal Fixation \n\nPost-surgical infarction requiring hardware removal February 2, 2023",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    }
  }
}