{
  "fileName": "Copy of Fincham, Sophia IHA2.docx",
  "originalText": "\n\nOCCUPATIONAL THERAPY\n\nIN-HOME ASSESSMENT\n\n\n\nClient Name:\n\nMs. Sophia Fincham\n\nDate of Loss:\n\n2017-05-18 \n\nAddress:\n\n8 Rudd Avenue, Kingston, ON  \n\nK7L 4V1 \n\nDate of Birth:\n\n\n\nTelephone #:\n\n(613) 805-3474\n\n\n\n\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan Law Firm\n\nAdjuster:\n\nN/A\n\nInsurer:\n\nN/A\n\n\n\n\n\nClaim No.:\n\nN/A\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2024-02-06\n\n\n\n\n\nDate of Report:\n\n2024-02-09\n\n\n\nTHERAPIST QUALIFICATIONS:\n\n\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\n\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\n\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\n\n\n\n\nASSESSMENT PREAMBLE:\n\n\n\nMs. Fincham was reassessed on February 6, 2024 at the request of her legal representative, Mr. Frank McNally.  This reassessment was conducted in order to establish her current level of function as it relates to injuries she sustained in the subject motor vehicle accident of May 18, 2017.  This is the second assessment of Ms. Fincham, the first one being completed on May 20, 2021.  \n\n\n\n\n\n\n\nSUMMARY OF FINDINGS:\n\n\n\nMs. Fincham is a 33-year-old woman who was involved in a significant T-bone collision on May  18, 2017, resulting in a number of soft-tissue injuries and a concussion. Prior to the subject  MVA, Ms. Fincham led a highly active lifestyle, enjoying a wide array of sporting  activities. She describes a past medical history positive for anxiety issues resulting from difficult interactions with her alcoholic father. She notes having been prescribed medication intermittently  throughout her young adulthood, but notes that she remained highly active in all aspects of her life. \n\n\n\nAs a result of the subject MVA, Ms. Fincham sustained the following injuries: \n\n\n\nConcussion \n\nWhiplash injury \n\nSprained right rotator cuff \n\nSprained wrists, bilaterally \n\nSprained right elbow \n\nDevelopment of alcoholism (severe)\n\n\n\nSince the last assessment performed in May of 2021, Ms. Fincham has seen little change in the rehabilitation efforts she has undertaken.  She has not benefited from any form of physical therapy with the exception of massage therapy which she continues to obtain on a monthly basis.  She noted that she has not been involved in any form of mental health treatment and has largely remained in a pattern of self-medicating through the use of alcohol and cannabis.\n\n\n\nMs. Fincham indicated that she continues to work as a Registered Respiratory Therapist with the Kingston General Hospital, working long hours in the Emergency Room department.  She notes a pattern of working long hours followed by consumption of significant amounts of alcohol and cannabis, which remain her primary coping strategies at this time.  She is describing a pattern of emotional dysregulation, deteriorating personal relationships and a sense that she is “getting to the end of my rope” in terms of sustaining this coping strategy.  She noted that she will drink after every shift and will consume increased amounts of alcohol when not working.  Her social activities are currently centered around alcohol consumption.  She notes being highly vigilant on ensuring she has an adequate supply of alcohol and “will stress-out if I only have four beers left”, making a point to access a beer store or liquor store before attending her work shift to ensure she has enough alcohol at her disposal when returning home after work.  \n\n\n\nWhile she presents as a warm and pleasant individual, Ms. Fincham describes a pattern of verbal assaults and angry outbursts directed at her fiancee and her step-children (ages 14 and 11).  She indicated that she will often drink to the point of not recalling periods of time from the past evening and further emphasized how the relationship with her fiance is strained, as he is not a drinker and finds her patterns of emotional dysregulation when drinking difficult to manage.\n\n\n\nWhile Ms. Fincham has persisted in her efforts to continue working, the pattern she has been displaying over the last years is unsustainable.  She noted a weight gain in excess of 60 lbs (weighing over 200 lbs as opposed to 140 lbs pre-accident), largely attributed to the 6 - 12 beers she consumes on a daily basis.  Her current path is not conducive to any form of improvements of her physical and mental health struggles.  She shared a desire to seek support at this time, but noted feeling embarrassed and ashamed at her current alcohol usage, not having shared the severity of this issue with her family physician.  She has been encouraged to seek medical support in reducing her alcohol intake as her level of alcohol usage places her at risk for serious physical repercussions from alcohol withdrawal should she cease to drink cold-turkey, without medication or an alcohol intake titration strategy monitored by a medical professional.  \n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\nAttendant Care:\n\n\n\nMs. Fincham does not present with any Attendant Care Needs at this time.  She remains independent in the management of her core self-care functions.\n\n\n\nHousekeeping:\n\n\n\nAs a result of ongoing physical pain, compounded by long work hours in a physically and emotionally demanding work environment and severe alcoholism, Ms. Fincham presents with an inability to consistently partake in the management of the home she now shares with her fiance and step-children.  Her lack of engagement in housekeeping tasks is a recurrent source of conflict with her fiance who is required to manage substantially all of the housekeeping tasks Ms. Fincham would normally be expected to perform.  An estimated 4 hours per week of housekeeping assistance is being recommended at this time to offset the tasks Ms. Fincham is unable to perform as a result of physical and mental health symptoms, compounded by her significant use of alcohol as a primary coping strategy.\n\n\n\nFurther Occupational Therapy Interventions: \n\n\n\nMs. Fincham would benefit from access to bi-weekly Occupational Therapy treatment sessions to  assist her with developing healthier coping strategies to manage her symptoms and foster  engagement in meaningful activity. She is currently in a perpetual cycle of working long hours in the ER of the Kingston General Hospital, binge drinking both after work and on her days off.  She presents with a high degree of insight and motivation to make changes to her current coping mechanisms and this should be leveraged to foster positive outcomes in her recovery from the injuries sustained in the subject MVA.\n\n\n\nReferral for Other Services: \n\n\n\nMs. Fincham would benefit from medical support in reducing her alcohol intake safely, targeting an elimination of alcohol use entirely.  Medical support will be instrumental in ensuring alcohol use reduction is done safely, and that effects of withdrawal are managed with clinical support.  Failing this, Ms. Fincham may benefit from a course of in-patient rehabilitation to provide an environment with the supports conducive to achieving sobriety.\n\n\n\nMs. Fincham would also benefit from access to psychological care to assist her with managing her  anxiety and chronic pain. A psychological assessment should be conducted to assess her needs in this regard. \n\n\n\n\n\nINFORMED CONSENT STATEMENT:\n\n\n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the College of Occupational Therapists of Ontario:\n\n\n\nAn occupational therapy assessment is to be conducted by this therapist, a registered occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nThe assessment has been requested by his legal representative Mr. Frank McNally.\n\nThe purpose of this assessment is to assess Ms. Fincham’s current functional status as it relates to her ability to complete pre-accident activities of daily living.\n\nThe proposed assessment will include: an interview, a physical assessment and also observations of the ability to complete functional tasks within and around the home as well as education on safe means of completing activities of daily living if required.\n\nDue to the physical nature of the assessment, pain and fatigue are possible temporary side effects.\n\nRecommendations may be provided at the conclusion of the assessment.  These recommendations may include:\n\nOccupational Therapy Treatment\n\nAssistive Devices\n\nReferral to other practitioners\n\nSupport services\n\nA submission for funding will be submitted to the insurer for any goods and/or services on an OCF18 – Assessment and Treatment Plan.  The insurer may approve or deny the plan (in part or in whole).  Should a denial or partial denial occur, an independent examination by another Occupational Therapist may be requested by the insurer.  This may be an in-person assessment or a remote paper-review assessment.  Funding for the requested goods and/or services may ultimately be declined.\n\nMs. Fincham  may choose to participate or decline any or all of the proposed assessment.\n\nA report documenting this assessment will be completed and copies will be provided to the following parties via secure transmission (fax or encrypted email attachment):\n\nMcNally Gervan, c/o Frank McNally, Legal Representative\n\n\n\nFollowing this therapist’s explanation Ms. Fincham  granted informed consent for this therapist to proceed with the assessment and any subsequent interventions. \n\n\n\n\n\nDOCUMENTATION REVIEWED:\n\n\n\nThe following medical documentation was provided to this therapist for review by her legal representative, Mr. Frank McNally:\n\n\n\n1. \tHospital Records\n\n\tA. \tKemptville District Hospital\n\n\t\t(1) \tClinical notes and records received February 24, 2020\n\n\n\n\tB. \tThe Ottawa Hospital\n\n\t\t(1) \tClinical notes and records received July 21, 2020\n\n\n\n\tC. \tQueensway Carleton Hospital\n\n\t\t(1) \tClinical notes and records received November 30, 2020\n\n\n\n\tD. \tWinchester Hospital\n\n\t\t(1) \tClinical notes and records received November 26, 2020\n\n\n\n2. \tFamily Doctor\n\n\tA. \tDr. Holman/Rutherford\n\n(1) \tClinical Note dated May 23, 2017\n\n(2) \tClinical notes and records received July 18, 2017\n\n(3) \tClinical notes and records received August 20, 2019\n\n(4) \tClinical notes and records received March 18, 2020\n\n\n\n3. \tTreating Specialists\n\n\tA. \tPro Physio - Kemptville\n\n(1) \tClinical Note dated May 24, 2017\n\n(2) \tClinical Note dated May 24, 2017 re: changes\n\n(3) \tClinical notes and records received August 10, 2020\n\n\n\n4. \tOHIP decoded summary\n\n\tA. \tOHIP Decoded Summary from May 18, 2012 to February 12, 2020\n\n\n\n\n\nPRE-ACCIDENT MEDICAL HISTORY:\n\n\n\nMs. Fincham reported a longstanding history of anxiety stemming from difficult interactions with  her alcoholic father throughout her life. She noted that she has been prescribed medication in the  past to manage her anxiety.   Ms. Fincham also noted having had an ovarian cyst which was diagnosed when she was 14 years  old.   She declined the presence of any other medical condition or past medical issues which would  impact her clinical presentation on the day of this assessment or her course of recovery from the  injuries sustained in the subject MVA. \n\n\n\nMECHANISM OF INJURY:\n\n\n\nOn May 18, 2017, Ms. Fincham reported that she was the restrained driver in a vehicle which was  turning left at an intersection. She noted that as she proceeded through the intersection, another  vehicle t-boned her vehicle, striking the rear passenger side of her car. Ms. Fincham noted that  she “went blank, zoned out” following the impact. She did note a cut on her head but reportedly  declined paramedics at the scene of the crash. She opted to go home and go to bed, noting a high  level of stress stemming from the events of that day.  \n\n\n\nMs. Fincham sought medical attention from her family physician on the day following the  accident. She noted having developed a migraine and noted that she realized that she had little to  no recollection or memory of the crash. She went on to develop a number of difficulties with short  term memory, focus, attention, mood regulation, all of which have impacted her ability to partake  in schooling activities. She noted having begun drinking heavily following the accident and that she began making use of Adderall purchased on the black market to help with focus during exam periods.  She successfully completed her schooling and is now working as a respiratory therapist with the Kingston General Hospital’s Emergency Room Department.  She notes ongoing issues with chronic pain and anxiety, as well as sustained use of alcohol as a coping strategy, discussed in detail in the body of this report.\n\n\n\n\n\n\n\nNATURE OF INJURY:\n\n\n\nBased on a review of available medical documentation, Ms. Fincham sustained the following  injuries as a result of the subject MVA: \n\n\n\nConcussion \n\nWhiplash injury \n\nSprained right rotator cuff \n\nSprained wrists, bilaterally \n\nSprained right elbow \n\n\n\nMs. Fincham has gone on to make use of alcohol on a daily basis to manage her chronic pain and anxiety.  She is considered to have developed an alcohol use disorder (acute and severe) which persists to this day.\n\n\n\n\n\nCOURSE OF RECOVERY TO DATE:\n\n\n\nMs. Fincham's recovery has been constrained by limited rehabilitation efforts. She underwent a brief physiotherapy regimen at Pro Physio & Sports Medicine Centre, funded under the Minor Injury Guideline, but was discharged when the funding ceased. Despite receiving four additional treatments in 2019, she has not pursued any treatment since. Ms. Fincham continues to experience significant physical discomfort along with ongoing emotional and cognitive difficulties. \n\n\n\nShe remains under the care of her GP, Dr. Holman, but notes limited consultations. She has obtained a prescription for antidepressant medication due to increasing issues with low mood and anxiety.  Currently, she does not receive physical therapy and has missed her monthly massage therapy sessions at Brinet Raycraft RMT in Kingston since November due to illness, paying out of pocket without knowledge of insurance coverage. In November 2022, she began taking Deloxetine 30 mg twice daily to address severe depression, marked by dissociation and suicidal thoughts, particularly during her commute from work.\n\n\n\nShe attributes these issues to chronic pain, excessive alcohol consumption, extended work hours, and lack of sunlight, noting a daily intake of 5-10 beers. This habit, initially a response to chronic pain, has evolved into a coping mechanism for enduring physical pain and emotional workplace trauma, causing her embarrassment and unwanted emotional distress.\n\n\n\n\n\nCURRENT MEDICAL/REHABILITATION TEAM:\n\n\n\nHealth Professional Name and Specialty\n\nDate of Last Appointment/ Frequency of appointments\n\nOutcome of Last Appointment\n\nDate of Next Appointment\n\nDr. Holman, GP or Dr. Keifer GP\n\nLast visit during the summer of 2020.\n\nShoulder pain and birth control discussed.\n\nN/A.\n\nBrinet Raycraft, RMT\n\nOnce monthly.\n\nN/A.\n\nN/A.\n\n\n\n\n\nMEDICATION:\n\n\n\nMs. Fincham has discontinued the use of Adderall due to lack of access and a shift in priorities, now preferring to rest/nap when she can during work hours. She has identified medication interactions as a concern and finds the adrenaline from work sufficient to keep her going during her shifts. Currently, she consumes up to 2 grams of cannabis daily. Additionally, she self-medicates with alcohol and marijuana, consuming between 5 to 10 beers nightly.\n\n\n\n\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):\n\n\n\nPhysical Symptoms:\n\n\n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain.\n\nSymptom/Complaint\n\nDetails\n\nPain Rating if Necessary\n\nHeadaches\n\nMs. Fincham suffers from headaches three times a week, though the frequency of her migraines has decreased. Rapid eye movements trigger \"ocular migraines,\" leading to intermittent episodes of vertigo, akin to the sensation of being on a boat. She experiences severe migraines approximately every three months, with each episode lasting two days, accompanied by a pronounced stiffness in her neck, reminiscent of meningitis symptoms.\n\n3/10 daily  with  \n\nmigraines of  7 – 8/10  once or  twice  \n\nmonthly.\n\nNeck Pain\n\nMs. Fincham reports constant pain in her cervical spine, accompanied by varying degrees of cervical stiffness that intensifies during headache episodes. She also notes that this pain extends bilaterally to her trapezius muscles.\n\n3/10\n\nBilateral Shoulder Pain\n\nMs. Fincham initially sustained an injury to her right shoulder, which led to the gradual onset of symptoms in her left shoulder due to overcompensation and avoidance of using the right shoulder for repetitive or strenuous activities. She experiences constant pain in the area, with sharp increases in intensity when lifting objects.\n\n\n\nFurthermore, her right shoulder has become increasingly stiff, with a reduction in range of motion (ROM) to three-quarters of its full capacity. Additionally, she reports a general stiffness in her spine—a marked change from her previously flexible state. \n\n3/10 constant with peaks of 8/10 when lifting.\n\nSpine Pain\n\nMs. Fincham describes experiencing constant pain between her shoulder blades, which radiates under her scapulae on both sides. This discomfort is exacerbated by stiffness, particularly when she is studying, due to her posture.\n\n\n\nAdditionally, she reports a significant increase in lower back pain, which was notably severe during a drive to Florida in the last month.\n\n3/10\n\nLeft Hand Numbness\n\nShe finds that massages help this symptom resolve significantly.\n\nN/A\n\nWeight gain\n\nThis period has also seen a weight gain of 60 pounds.  She notes now weighing over 200 lbs with a pre-accident weight reported to be around 140 lbs.\n\n\n\nN/A\n\n\n\nCognitive Symptoms:\n\n\n\nSince the subject MVA, Ms. Fincham has encountered several cognitive challenges, marked by deteriorating focus and concentration. Once achieving grades in the mid-80s to 90s, her academic performance has declined to below 70%. She also struggles with multitasking and short-term memory. To cope with these difficulties, particularly for studying and exams, she has resorted to using Adderall or Vyvanse tablets obtained from the black market. These cognitive symptoms align with a diagnosed concussion and warrant further investigation.\n\n\n\nSince the last assessment, Ms. Fincham noted that she has interrupted the use of both Adderall and Vyvanse, preferring to rest and nap when things are quieter at work.  She notes that she is able to stay focussed on her work through the adrenaline she generates from the emotionally charged cases she is often required to treat with the medical team of the ER.\n\n\n\n\n\nEmotional Symptoms:\n\n\n\nMs. Fincham has reported several emotional symptoms post-accident, including:\n\n\n\nHigh reactivity, with sudden outbursts of anger or tears.\n\nIncreased moodiness.\n\nExperiencing road rage and irritability while driving.\n\nFeeling anger without apparent cause.\n\nActing harshly towards loved ones.\n\nGreater social withdrawal.\n\nPersistent fatigue.\n\nPredominantly negative perception of her days.\n\nInability to manage stress effectively.\n\nConsuming alcohol daily in large quantities to self-medicate.\n\nFeelings of shame and guilt at repeating the patterns of her biological father, “drunk Derryl”.\n\n\n\nHer mood fluctuates significantly, marked by pronounced irritability and a low tolerance for her stepchildren, who are significant stressors for her. She experiences memory lapses from her drinking patterns, particularly after waking. Despite efforts to increase social interactions, her social activities, including girls' nights out, frequently involve alcohol. Her interactions with her stepchildren, aged 14 and 11, are notably strained, contributing to her stress levels, which are further exacerbated by challenges in co-parenting and issues with her fiance’s ex-wife (including concerns related to alcohol and drug use).  \n\n\n\nMs. Fincham presents with a high degree of insight into her struggles and would benefit from professional support in managing her alcohol intake and psychological support to better manage her emotional symptoms.\n\n\n\n\n\nSymptom Management Strategies:\n\n\n\nMs. Fincham's approach to managing her complex symptomatology is notably limited, characterized by avoiding activities, social isolation, binge drinking, cannabis use, and past reliance on stimulants for focus and information retention. It is recommended that she engage in psychological and occupational therapy treatments to develop a broader and healthier set of coping strategies.\n\n\n\n\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:\n\nTolerances, Mobility and Transfers: \n\n\n\nActivity\n\nClient Report and Therapist Observations\n\nSitting and repositioning\n\nMs. Fincham reported being able to sit for periods of 60 minutes before having to stand and move around.  She notes becoming “fidgety” and being required to shift positions frequently in order to sustain sitting for more extended periods of time. She notes this to be quite noticeable when riding in a vehicle and traveling long distances, being required to stop regularly to stretch her back.\n\nBed mobility\n\nMs. Fincham reported being able to lie through the night although she will wake periodically due to discomfort and a need to change positions.  \n\nTransfers\n\nMs. Fincham is independent with all transfers including from sitting to standing, to and from her bed, toilet, shower and vehicle.  \n\nStanding\n\nMs. Fincham reported being limited to periods of an hour before becoming uncomfortable.  She reported often being required to stand for periods of 4 to 6 hours while working, where she will adopt a variety of leaning postures and to reduce the load on her spine.  She reported leaning on bed rails, on walls and shifting her weight from side to side while monitoring patients’ breathing.\n\nBalance\n\nMs. Fincham reported experiencing periods of vertigo associated with rapid eye movements.  She reported that these do not result in loss of balance, but give her the sensation of “being on a boat”.\n\nWalking\n\nMs. Fincham reported that she will walk between 10,000 and 15,000 steps per day at work.  On busier shifts, this number can reach or exceed 20,000.  She reported experiencing steady pain in her lumbar spine throughout the day, which she “pushes through” in order to meet the demands of her workplace.  She reports significant lumbar spine pain after her work shifts, which are a trigger to increased alcohol and cannabis consumption.\n\nStairs\n\nMs. Fincham is able to manage stairs independently, without any significant difficulty.\n\nLifting/Carrying\n\nMs. Fincham is able to lift and carry light loads, not exceeding 20 lbs.  She reports avoiding any form of heavy lifting and relies on her fiance to manage all lifting of heavier loads.  She notes nominal lifting demands in her workplace.\n\nKneeling\n\nAble.  Ms. Fincham demonstrated her ability to achieve a kneeling posture and recover to standing without external support.\n\nSquatting/Crouching\n\nMs. Fincham is able to squat / crouch without external support.\n\nBending\n\nMs. Fincham demonstrated her ability to bed forward and reach her toes.  \n\nReaching\n\nShe is able to reach in an unrestricted manner with her left arm however is limited to ¾ active range of motion with her right.  She describes a stiffness and sharp pain in her right shoulder when reaching her range limit.\n\nFine Motor Coordination\n\nMs. Fincham reported no issues with fine motor dexterity.\n\n\n\n\n\nActive Range of Motion:\n\n\n\nLegend:\n\nWFL: \t\tWithin Functional Limits\n\n%: \t\tapproximate percentage of normal range\n\nNominal: \tless than 25% range\n\nMovement\n\nRight\n\nLeft\n\nComments\n\nNeck\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nExtension\n\nWFL\n\nShoulder\n\nFlexion\n\n¾ range\n\nWFL\n\nRight shoulder is limited in all planes.  She demonstrated an inability to unclasp her brassiere with her right hand, being unable to reach between her shoulder blades.  \n\nExtension\n\n¾ range\n\nWFL\n\nAbduction\n\n¾ range\n\nWFL\n\nAdduction\n\n¾ range\n\nWFL\n\nInternal rotation\n\n¾ range\n\nWFL\n\nExternal rotation\n\n¾ range\n\nWFL\n\nElbow\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nWrist\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nSupination\n\nWFL\n\nWFL\n\nPronation\n\nWFL\n\nWFL\n\nTrunk\n\nForward flexion\n\nWFL\n\nNo identified limitations.\n\nLateral flexion\n\nWFL\n\nWFL\n\nRotation\n\nWFL\n\nWFL\n\nHip\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nKnee\n\nFlexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nExtension\n\nWFL\n\nWFL\n\nAnkle\n\nDorsiflexion\n\nWFL\n\nWFL\n\nNo identified limitations.\n\nPlantar flexion\n\nWFL\n\nWFL\n\nEmotional Presentation:\n\n\n\nMs. Fincham’s emotional presentation was unremarkable throughout this assessment.  She presented with a pleasant demeanor, interacting appropriately with this therapist.  Her mood became more somber while discussing her mental health difficulties, strain in her relationship to her fiance, as well as when discussing her alcoholism and her desire to change her drinking patterns.  She was found to negotiate with the notion of sobriety, asking questions about strategies which could allow her to maintain alcohol use in a reduced frequency such as only drinking when socializing.  She appeared deflated by the idea of eliminating alcohol use altogether, underscoring the need for mental health and medical support to assist her through this process of achieving sober living.\n\n\n\n\n\nCognitive Presentation:\n\n\n\nMs. Fincham did not present with any significant cognitive impairments during this assessment.  She was a good historian, providing information readily and participating actively in all portions of this assessment.\n\n\n\n\n\nTYPICAL DAY:\n\n\n\nPost-accident, Ms. Fincham's daily routine, particularly on working days, involves waking up at 5 am, showering, preparing lunch, working until 7 pm, and then consuming beer until 10 pm before going to bed. Her nights are characterized by extended sleep, often starting her day with a beer, napping, and then proceeding to work. On her days off, she engages in drinking from morning until 11 pm, attributing her short-temperedness and anger outbursts to her alcohol consumption.\n\n\n\nMs. Fincham described an absence of meaningful activity to occupy her time off.  She notes a pattern of drinking from morning to night when she is off work.  Her social outlets almost always revolve around alcohol consumption and she no longer participates in any of the leisure activities she enjoyed prior to the subject motor vehicle accident.\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\n\n\nMarital Status\n\nMarried ☐ Single  ☐ Common Law  X  Other  ☐\n\nLiving Arrangement\n\nLives with her fiance Tom and his two children, who are with them 50/50, from Sunday to Sunday.  She describes a strained relationship, noting a need for marital counseling at this time to maintain the relationship.\n\nChildren\n\nStep-children aged 11 and 14, custody is 50/50.\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):\n\n\n\nPre and Post Accident Self-Care Activities:\n\n\n\nPrior to the accident, Ms. Fincham was fully independent in performing all self-care activities. \n\n\n\nCurrently, while she remains physically capable of managing her basic self-care needs, she acknowledges a notable decrease in both the frequency and quality of her personal hygiene practices. She expresses a diminished concern for showering and grooming, admitting to periods of 4 to 5 days without showering if she has no social interactions, though this has somewhat improved due to the requirements of her job. Additionally, on days she does not work, she might not brush her teeth for 2 to 3 days.\n\n\n\nHome Management Activities:\n\n\n\nMs. Fincham noted that her living circumstances have changed significantly since the last assessment completed by this therapist.  She noted that she was previously living with roommates and would engage in all shared housekeeping chores despite the pain she experienced.  The need to complete these chores was part of her lease agreement and she adhered to these requirements.  \n\n\n\nSince that time, Ms. Fincham has gone on to solidify a relationship with her now-fiance Tom.  She notes that Tom does not drink and that her alcohol consumption, coupled with chronic pain and general exhaustion has interfered with her ability to contribute in a meaningful manner to the upkeep of the communal home.  She notes that Tom will often comment that he “is living with three children”, expressing his frustration with the lack of contribution to the upkeep of the home on Ms. Fincham’s part.  This is reportedly a recurring source of conflict between the two of them.  Ms. Fincham noted that she will avoid certain tasks such as mopping and vacuuming due to the pain these tasks generate.  She will avoid other housekeeping tasks due to “laziness related to my drinking”.  She notes that the distribution of housekeeping between her and Tom is 20%/80% respectively, where Tom manages the substantial portion of the home’s upkeep.\n\n\n\n\n\nCaregiving Activities:\n\n\n\nMs. Fincham was not responsible for any caregiving activities prior to the subject MVA.  \n\n\n\nAt the time of this assessment, Ms. Fincham noted being a part-time step-mother to two children, aged 11 and 14, who reside with her and her partner one week on and one week off.  She notes significant issues with Tom's ex-wife, who struggles with alcoholism and drug addiction.  She also notes significant tension in her household as a result of her frustration with the children and Tom’s parenting style.  She endorsed that her use of alcohol is a significant contributor to her tolerance for the children’s presence and the resultant demands placed on her.  \n\n\n\n\n\nVocational Activities:\n\n\n\nMs. Fincham remains employed as a Respiratory Therapist with the Kingston General Hospital, where she works full-time in the ER department.  She indicated that she is scheduled for 4 shifts per week of 12 hours each (2 day and 2 night shifts), followed by 5 days off.  She will pick up 2 additional shifts during her time off which increases her weekly hours substantially.  \n\n\n\nShe notes that the 2023 year was the year where she missed the most time from work, with a total of at least 16 shifts missed as a result of her excessive drinking.  She was reportedly placed on the attendance list, which flags employees who are missing excessive amounts of scheduled shifts.  She noted heightened concerns about her missed time from work and acknowledges this being the direct result of her alcohol consumption and the resulting hangovers she experiences.  This pattern of increased missed time from work is of significant concern and underscores the unsustainable nature of her current symptom management strategies and the need for professional support / intervention.\n\n\n\n\n\nLeisure Activities:\n\n\n\nPrior to the accident, Ms. Fincham engaged in a variety of leisure activities, including attending the gym and yoga classes three times a week, playing baseball and dodgeball twice a week, participating in both regular and beach volleyball, enjoying bonfires with friends, and going 4-wheeling weekly. She also valued low-key time at home, which often involved watching TV and drinking.\n\n\n\nCurrently, Ms. Fincham has ceased nearly all of these activities. She cannot recall her last 4-wheeling adventure and has not played baseball since 2019, noting that her final games were marred by pain and excessive drinking on the field. The demands of her education initially led to the suspension of her leisure pursuits, as she struggled to balance these activities with her academic responsibilities. Following the completion of her schooling, her career, particularly her demanding role as a respiratory therapist, has consumed her time. Acknowledging her poor time management skills, she chose to eliminate these activities to concentrate on her studies and now her profession.\n\n\n\nShe notes that on her days off, she will spend most of her time drinking from morning to night, watching television.  She notes no meaningful activity to occupy her time\n\n\n\n\n\nCLOSING COMMENTS:\n\n\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at (613) 204-1549 or by email at ferland@ferlandassociates.com .\n\n\n\nSincerely,\n\n\n\n\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\n\n\nCc:\tMcNally Gervan, ℅ Frank McNally\n\n\t\n\n\t\t\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.\n\n \n\n\n\n \n\n\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY",
    "ENVIRONMENTAL": "IN-HOME ASSESSMENT\n\nClient Name:\n\nMs. Sophia Fincham\n\nDate of Loss:\n\n2017-05-18 \n\nAddress:\n\n8 Rudd Avenue, Kingston, ON  \n\nK7L 4V1 \n\nDate of Birth:\n\nTelephone #:\n\n(613) 805-3474\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan Law Firm\n\nAdjuster:\n\nN/A\n\nInsurer:\n\nN/A\n\nClaim No.:\n\nN/A\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2024-02-06\n\nDate of Report:\n\n2024-02-09\n\nTHERAPIST QUALIFICATIONS:\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\nASSESSMENT PREAMBLE:\n\nMs. Fincham was reassessed on February 6, 2024 at the request of her legal representative, Mr. Frank McNally.  This reassessment was conducted in order to establish her current level of function as it relates to injuries she sustained in the subject motor vehicle accident of May 18, 2017.  This is the second assessment of Ms. Fincham, the first one being completed on May 20, 2021.  \n\nSUMMARY OF FINDINGS:",
    "MEDICAL_HISTORY": "Ms. Fincham reported a longstanding history of anxiety stemming from difficult interactions with  her alcoholic father throughout her life. She noted that she has been prescribed medication in the  past to manage her anxiety.   Ms. Fincham also noted having had an ovarian cyst which was diagnosed when she was 14 years  old.   She declined the presence of any other medical condition or past medical issues which would  impact her clinical presentation on the day of this assessment or her course of recovery from the  injuries sustained in the subject MVA. \n\nMECHANISM OF INJURY:\n\nOn May 18, 2017, Ms. Fincham reported that she was the restrained driver in a vehicle which was  turning left at an intersection. She noted that as she proceeded through the intersection, another  vehicle t-boned her vehicle, striking the rear passenger side of her car. Ms. Fincham noted that  she “went blank, zoned out” following the impact. She did note a cut on her head but reportedly  declined paramedics at the scene of the crash. She opted to go home and go to bed, noting a high  level of stress stemming from the events of that day.  ",
    "ATTENDANT_CARE": "Currently, while she remains physically capable of managing her basic self-care needs, she acknowledges a notable decrease in both the frequency and quality of her personal hygiene practices. She expresses a diminished concern for showering and grooming, admitting to periods of 4 to 5 days without showering if she has no social interactions, though this has somewhat improved due to the requirements of her job. Additionally, on days she does not work, she might not brush her teeth for 2 to 3 days.\n\nHome Management Activities:\n\nMs. Fincham noted that her living circumstances have changed significantly since the last assessment completed by this therapist.  She noted that she was previously living with roommates and would engage in all shared housekeeping chores despite the pain she experienced.  The need to complete these chores was part of her lease agreement and she adhered to these requirements.  \n\nSince that time, Ms. Fincham has gone on to solidify a relationship with her now-fiance Tom.  She notes that Tom does not drink and that her alcohol consumption, coupled with chronic pain and general exhaustion has interfered with her ability to contribute in a meaningful manner to the upkeep of the communal home.  She notes that Tom will often comment that he “is living with three children”, expressing his frustration with the lack of contribution to the upkeep of the home on Ms. Fincham’s part.  This is reportedly a recurring source of conflict between the two of them.  Ms. Fincham noted that she will avoid certain tasks such as mopping and vacuuming due to the pain these tasks generate.  She will avoid other housekeeping tasks due to “laziness related to my drinking”.  She notes that the distribution of housekeeping between her and Tom is 20%/80% respectively, where Tom manages the substantial portion of the home’s upkeep.\n\nCaregiving Activities:\n\nMs. Fincham was not responsible for any caregiving activities prior to the subject MVA.  ",
    "SYMPTOMS": "She notes that the 2023 year was the year where she missed the most time from work, with a total of at least 16 shifts missed as a result of her excessive drinking.  She was reportedly placed on the attendance list, which flags employees who are missing excessive amounts of scheduled shifts.  She noted heightened concerns about her missed time from work and acknowledges this being the direct result of her alcohol consumption and the resulting hangovers she experiences.  This pattern of increased missed time from work is of significant concern and underscores the unsustainable nature of her current symptom management strategies and the need for professional support / intervention.\n\nLeisure Activities:\n\nPrior to the accident, Ms. Fincham engaged in a variety of leisure activities, including attending the gym and yoga classes three times a week, playing baseball and dodgeball twice a week, participating in both regular and beach volleyball, enjoying bonfires with friends, and going 4-wheeling weekly. She also valued low-key time at home, which often involved watching TV and drinking.\n\nCurrently, Ms. Fincham has ceased nearly all of these activities. She cannot recall her last 4-wheeling adventure and has not played baseball since 2019, noting that her final games were marred by pain and excessive drinking on the field. The demands of her education initially led to the suspension of her leisure pursuits, as she struggled to balance these activities with her academic responsibilities. Following the completion of her schooling, her career, particularly her demanding role as a respiratory therapist, has consumed her time. Acknowledging her poor time management skills, she chose to eliminate these activities to concentrate on her studies and now her profession.\n\nShe notes that on her days off, she will spend most of her time drinking from morning to night, watching television.  She notes no meaningful activity to occupy her time\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at (613) 204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nCc:\tMcNally Gervan, ℅ Frank McNally\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
    "FUNCTIONAL_STATUS": "The purpose of this assessment is to assess Ms. Fincham’s current functional status as it relates to her ability to complete pre-accident activities of daily living.",
    "ADLS": "Prior to the accident, Ms. Fincham was fully independent in performing all self-care activities. ",
    "TYPICAL_DAY": "Post-accident, Ms. Fincham's daily routine, particularly on working days, involves waking up at 5 am, showering, preparing lunch, working until 7 pm, and then consuming beer until 10 pm before going to bed. Her nights are characterized by extended sleep, often starting her day with a beer, napping, and then proceeding to work. On her days off, she engages in drinking from morning until 11 pm, attributing her short-temperedness and anger outbursts to her alcohol consumption.\n\nMs. Fincham described an absence of meaningful activity to occupy her time off.  She notes a pattern of drinking from morning to night when she is off work.  Her social outlets almost always revolve around alcohol consumption and she no longer participates in any of the leisure activities she enjoyed prior to the subject motor vehicle accident.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☐ Common Law  X  Other  ☐\n\nLiving Arrangement\n\nLives with her fiance Tom and his two children, who are with them 50/50, from Sunday to Sunday.  She describes a strained relationship, noting a need for marital counseling at this time to maintain the relationship.\n\nChildren\n\nStep-children aged 11 and 14, custody is 50/50."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.5,
    "ENVIRONMENTAL": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {}
    },
    "ENVIRONMENTAL": {
      "homeType": "",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "IN-HOME ASSESSMENT\n\nClient Name:\n\nMs. Sophia Fincham\n\nDate of Loss:\n\n2017-05-18 \n\nAddress:\n\n8 Rudd Avenue, Kingston, ON  \n\nK7L 4V1 \n\nDate of Birth:\n\nTelephone #:\n\n(613) 805-3474\n\nLawyer:\n\nFrank McNally\n\nFirm:\n\nMcNally Gervan Law Firm\n\nAdjuster:\n\nN/A\n\nInsurer:\n\nN/A\n\nClaim No.:\n\nN/A\n\nTherapist:\n\nSebastien Ferland OT Reg.(Ont.)\n\nDate of Assessment:\n\n2024-02-06\n\nDate of Report:\n\n2024-02-09\n\nTHERAPIST QUALIFICATIONS:\n\nMr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation and expert opinion services in the province of Ontario.   His professional practice began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and began working as a registered Occupational Therapist in the private sector.  Over the years, Mr. Ferland has developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the automobile insurance sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term Disability sectors.  His opinions are sought by both plaintiff and defense counsel in the context of resolving matters in personal injury and family law cases.  He has been qualified several times as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior Court of Justice.  \n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment teams where he provides opinions related to daily function of individuals suffering from serious physical, psychological and cognitive impairments.  His assessments inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily functional capabilities at home, work and in the community, assisting them in forming opinions surrounding whether the catastrophic injury threshold is met.  \n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who have sustained physical and psychological trauma in motor vehicle accidents.  He has extensive experience in providing care to individuals suffering from chronic pain, depression, anxiety and posttraumatic stress, overseeing and directing functional reactivation programs to foster improvements in function and participation in meaningful activity. \n\nASSESSMENT PREAMBLE:\n\nMs. Fincham was reassessed on February 6, 2024 at the request of her legal representative, Mr. Frank McNally.  This reassessment was conducted in order to establish her current level of function as it relates to injuries she sustained in the subject motor vehicle accident of May 18, 2017.  This is the second assessment of Ms. Fincham, the first one being completed on May 20, 2021.  \n\nSUMMARY OF FINDINGS:",
      "confidence": {
        "homeLayout": 0,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Ms. Fincham reported a longstanding history of anxiety stemming from difficult interactions with  her alcoholic father throughout her life. She noted that she has been prescribed medication in the  past to manage her anxiety.   Ms. Fincham also noted having had an ovarian cyst which was diagnosed when she was 14 years  old.   She declined the presence of any other medical condition or past medical issues which would  impact her clinical presentation on the day of this assessment or her course of recovery from the  injuries sustained in the subject MVA. \n\nMECHANISM OF INJURY:\n\nOn May 18, 2017, Ms. Fincham reported that she was the restrained driver in a vehicle which was  turning left at an intersection. She noted that as she proceeded through the intersection, another  vehicle t-boned her vehicle, striking the rear passenger side of her car. Ms. Fincham noted that  she “went blank, zoned out” following the impact. She did note a cut on her head but reportedly  declined paramedics at the scene of the crash. She opted to go home and go to bed, noting a high  level of stress stemming from the events of that day.  ",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "",
        "name": "",
        "relationship": "with her now-fiance Tom",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [
          "Currently, while she remains physically capable of managing her basic self-care needs, she acknowledges a notable decrease in both the frequency and quality of her personal hygiene practices."
        ],
        "housekeeping": [
          "The need to complete these chores was part of her lease agreement and she adhered to these requirements."
        ],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Currently, while she remains physically capable of managing her basic self-care needs, she acknowledges a notable decrease in both the frequency and quality of her personal hygiene practices. She expresses a diminished concern for showering and grooming, admitting to periods of 4 to 5 days without showering if she has no social interactions, though this has somewhat improved due to the requirements of her job. Additionally, on days she does not work, she might not brush her teeth for 2 to 3 days.\n\nHome Management Activities:\n\nMs. Fincham noted that her living circumstances have changed significantly since the last assessment completed by this therapist.  She noted that she was previously living with roommates and would engage in all shared housekeeping chores despite the pain she experienced.  The need to complete these chores was part of her lease agreement and she adhered to these requirements.  \n\nSince that time, Ms. Fincham has gone on to solidify a relationship with her now-fiance Tom.  She notes that Tom does not drink and that her alcohol consumption, coupled with chronic pain and general exhaustion has interfered with her ability to contribute in a meaningful manner to the upkeep of the communal home.  She notes that Tom will often comment that he “is living with three children”, expressing his frustration with the lack of contribution to the upkeep of the home on Ms. Fincham’s part.  This is reportedly a recurring source of conflict between the two of them.  Ms. Fincham noted that she will avoid certain tasks such as mopping and vacuuming due to the pain these tasks generate.  She will avoid other housekeeping tasks due to “laziness related to my drinking”.  She notes that the distribution of housekeeping between her and Tom is 20%/80% respectively, where Tom manages the substantial portion of the home’s upkeep.\n\nCaregiving Activities:\n\nMs. Fincham was not responsible for any caregiving activities prior to the subject MVA.  ",
      "confidence": {
        "relationship": 0.8,
        "personalCare": 0.8,
        "housekeeping": 0.8,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "She cannot recall her last 4-wheeling adventure and has not played baseball since 2019, noting that her final games were marred by pain and excessive drinking on the field."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "She cannot recall her last 4-wheeling adventure and has not played baseball since 2019, noting that her final games were marred by pain and excessive drinking on the field."
      ],
      "symptomOnset": "2019, noting that her final games were marred by pain and excessive drinking on the field",
      "symptomProgression": "",
      "symptomNotes": "She notes that the 2023 year was the year where she missed the most time from work, with a total of at least 16 shifts missed as a result of her excessive drinking.  She was reportedly placed on the attendance list, which flags employees who are missing excessive amounts of scheduled shifts.  She noted heightened concerns about her missed time from work and acknowledges this being the direct result of her alcohol consumption and the resulting hangovers she experiences.  This pattern of increased missed time from work is of significant concern and underscores the unsustainable nature of her current symptom management strategies and the need for professional support / intervention.\n\nLeisure Activities:\n\nPrior to the accident, Ms. Fincham engaged in a variety of leisure activities, including attending the gym and yoga classes three times a week, playing baseball and dodgeball twice a week, participating in both regular and beach volleyball, enjoying bonfires with friends, and going 4-wheeling weekly. She also valued low-key time at home, which often involved watching TV and drinking.\n\nCurrently, Ms. Fincham has ceased nearly all of these activities. She cannot recall her last 4-wheeling adventure and has not played baseball since 2019, noting that her final games were marred by pain and excessive drinking on the field. The demands of her education initially led to the suspension of her leisure pursuits, as she struggled to balance these activities with her academic responsibilities. Following the completion of her schooling, her career, particularly her demanding role as a respiratory therapist, has consumed her time. Acknowledging her poor time management skills, she chose to eliminate these activities to concentrate on her studies and now her profession.\n\nShe notes that on her days off, she will spend most of her time drinking from morning to night, watching television.  She notes no meaningful activity to occupy her time\n\nCLOSING COMMENTS:\n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION INC. at (613) 204-1549 or by email at ferland@ferlandassociates.com .\n\nSincerely,\n\n_______________________\n\nSebastien Ferland OT Reg.(Ont)\n\nCc:\tMcNally Gervan, ℅ Frank McNally\n\nAn electronic signature was used in order to assist with a timely report.  The assessor is in agreement with the content of the report, and has provided authorization to utilize the electronic signature.",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.7,
        "symptomOnset": 0.8
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "The purpose of this assessment is to assess Ms. Fincham’s current functional status as it relates to her ability to complete pre-accident activities of daily living.",
      "confidence": {
        "functionalLimitations": 0,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Prior to the accident, Ms. Fincham was fully independent in performing all self-care activities. ",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Post-accident, Ms. Fincham's daily routine, particularly on working days, involves waking up at 5 am, showering, preparing lunch, working until 7 pm, and then consuming beer until 10 pm before going to bed. Her nights are characterized by extended sleep, often starting her day with a beer, napping, and then proceeding to work. On her days off, she engages in drinking from morning until 11 pm, attributing her short-temperedness and anger outbursts to her alcohol consumption.",
        "Ms. Fincham described an absence of meaningful activity to occupy her time off.  She notes a pattern of drinking from morning to night when she is off work.  Her social outlets almost always revolve around alcohol consumption and she no longer participates in any of the leisure activities she enjoyed prior to the subject motor vehicle accident.",
        "LIVING ARRANGEMENTS/SOCIAL STATUS:",
        "Marital Status",
        "Married ☐ Single  ☐ Common Law  X  Other  ☐",
        "Living Arrangement",
        "Lives with her fiance Tom and his two children, who are with them 50/50, from Sunday to Sunday.  She describes a strained relationship, noting a need for marital counseling at this time to maintain the relationship.",
        "Children",
        "Step-children aged 11 and 14, custody is 50/50."
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Post-accident, Ms. Fincham's daily routine, particularly on working days, involves waking up at 5 am, showering, preparing lunch, working until 7 pm, and then consuming beer until 10 pm before going to bed. Her nights are characterized by extended sleep, often starting her day with a beer, napping, and then proceeding to work. On her days off, she engages in drinking from morning until 11 pm, attributing her short-temperedness and anger outbursts to her alcohol consumption.\n\nMs. Fincham described an absence of meaningful activity to occupy her time off.  She notes a pattern of drinking from morning to night when she is off work.  Her social outlets almost always revolve around alcohol consumption and she no longer participates in any of the leisure activities she enjoyed prior to the subject motor vehicle accident.\n\nLIVING ARRANGEMENTS/SOCIAL STATUS:\n\nMarital Status\n\nMarried ☐ Single  ☐ Common Law  X  Other  ☐\n\nLiving Arrangement\n\nLives with her fiance Tom and his two children, who are with them 50/50, from Sunday to Sunday.  She describes a strained relationship, noting a need for marital counseling at this time to maintain the relationship.\n\nChildren\n\nStep-children aged 11 and 14, custody is 50/50.",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}