{
  "fileName": "Copy of Al Naqeeb, Ali IHA.docx",
  "originalText": "OCCUPATIONAL THERAPY \n\nIN-HOME ASSESSMENT \n\nClient Name: Mr. Ali Al Naqeeb Date of Loss: 2013-08-27 \n\nAddress: 34 Kinetic Way, Ottawa ON \n\nK2J 0A1 \n\nTelephone #: 819-918-8892\n\nLawyer: Frank McNally Firm: McNally Gervan  Adjuster: Shannon Patterson Insurer: Security National Claim No.: 105304327-3\n\nTherapist: Sebastien Ferland OT Reg.(Ont.) Date of Assessment: 2021-11-23 Date of Report: 2021-11-24\n\n\n\n\n\nTHERAPIST QUALIFICATIONS: \n\nMr. Ferland is an Occupational Therapist with over 23 years of experience. His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and  launched himself in the world of private business. Over the years, he has provided services to the  automobile insurance and legal communities as well the WSIB, Veterans Affairs and the Long \n\nTerm Disability sector. \n\nMr. Ferland has extensive experience working with individuals suffering from catastrophic  injuries. He provides assessment and treatment services as a primary Occupational Therapist as  well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries  and amputations. He also has extensive experience working with individuals who have been  deemed to meet the catastrophic threshold on the basis of psychological and/or psychiatric  impairments. \n\nOver his years of working with individuals injured in motor vehicle accidents, Mr. Ferland developed a strong interest in the field of mental health, focussed on functional reactivation for  injured individuals suffering from depression, anxiety, and posttraumatic stress. His clinical \n\n672 Everlasting Crescent P: (613) 204-1549  Ottawa, ON K4A 0K4 F: (888) 871-1549 ferland@ferlandassociates.com \n\nDate of Report: 2021-11-24 \n\nacumen has led him to be qualified as an Expert in his field by the Ontario Superior Court of  Justice.  \n\nPURPOSE OF REFERRAL: \n\nThis therapist received a request from the offices of McNally Gervan law firm to complete an  updated In-Home Assessment to assist in the completion of a Life Care Plan by Ms. Kathy Nezan  of Modern OT. This assessment was completed on November 23, 2021 in Mr. Al Naqeeb’s home,  following his completion of a workday.  \n\nSUMMARY OF FINDINGS: \n\nMr. Al Naqeeb is a 35-year-old man who was involved in a significant motor vehicle accident on  August 27, 2013 when his vehicle was rear-ended at a high rate of speed. As a result of this  accident, Mr. Al Naqeeb sustained a number of physical injuries and went on to develop a complex  psychiatric presentation coupled with persistent cognitive impairments associated with a traumatic  brain injury.  \n\nAt the time of this assessment, Mr. Al Naqeeb indicated that he continues to struggle with most  aspects of daily function. He remains vocationally engaged, against medical advice, working as a  National Property Manager with Natural Resources Canada, administering $750 million dollars of  government property. By all accounts, Mr. Al Naqeeb appears at this time to not be performing  his duties effectively and struggling to get through a workday. He is currently working from home  and has been found to be a deshevelled state on the day of this assessment. He noted that he rarely  showers (often only every 10 to 14 days), brushes his teeth once every two weeks and will wear  the same clothes and socks for 4 – 5 days. He notes that his mental health has been poor and that  his contribution to the operation of his home is minimal. This has led to significant struggles in  his marriage leading to a separation in or around 2019. Mr. Al Naqeeb is currently back in the  family home noting that he and his wife are attempting to reconcile their marriage. He has noted  that his wife is exasperated with his inability to contribute to maintaining the home and looking  after their two children. Mr. Al Naqeeb spends most of his time in the home loft sitting at his  computer desk or napping on the adjacent sofa.  \n\nMr. Al Naqeeb has been resistant to input from medical and para-medical providers, opting to  ignore the severity of his limitations and instead “pushing through” and continuing to work as best  he can. He noted that in his culture, men are expected to “get it done” despite how they are feeling.  He highlighted the primary function of a man to be the provider to his wife and children, and this  comes above all else.  \n\nAt work, he notes significant difficulties with communicating effectively with co-workers. He  requires significant amounts of preparation time before presentations. He noted that he has been  found to make numerous mistakes in his work and having to work extra hours to keep up with the  demands of his job. He noted a pattern of seeking “easier” jobs in an effort to remain gainfully  employed and despite this, is struggling to get through a workday. In this therapist’s professional  opinion, the current situation is unsustainable, and it is most likely that Mr. Al Naqeeb will at some  point require a medical leave of indeterminate duration. \n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 2 of 18 \n\nDate of Report: 2021-11-24 \n\nRECOMMENDATIONS: \n\nAttendant Care: \n\nMr. Al Naqeeb is found to be deteriorating in contrast with the assessment completed by this  therapist in 2014. He is simply not completing core self-care functions and not looking after  himself effectively. Mr. Al Naqeeb would benefit from Attendant Care for cueing to support his  completion of self-care tasks such as showering, grooming, and wearing clean clothes. A Form 1  has been completed to reflect his current needs and he is found to require 8.35 hours per week of  Attendant Care for a total of $550.30 per month of assessed Attendant Care Benefit. \n\nHousekeeping: \n\nMr. Al Naqeeb is currently not performing any of his pre-accident housekeeping and home  maintenance responsibilities. His wife has and continues to look after the upkeep of the home as  well as providing care for their two young children. His wife is currently deploying an additional,  estimated 10.83 hours per week of housework to account for Mr. Al Naqeeb’s share of  responsibilities. \n\nAssistive Devices: \n\nThere are no assistive devices currently indicated to foster improvements in Mr. Al Naqeeb’s daily  function. \n\nFurther Occupational Therapy Interventions: \n\nMr. Al Naqeeb would benefit from resumption of Occupational Therapy treatment to assist him in  improving the quality of his self-care and foster engagement in meaningful activity. His  deteriorating mental health is of great concern and the lack of professional support is a significant  issue at this time. An initial course of 12 bi-weekly treatment sessions is proposed with the  anticipation that long-term treatment may be required pending a demonstrated level of engagement  on his behalf. \n\nReferral for Other Services: \n\nMr. Al Naqeeb would benefit from the introduction of the following treatments to support him in  this difficult time: \n\n• Psychology; he would benefit from engagement in regular counselling sessions with a  clinical psychologist to assist in reframing unhealthy and ditorted thinking and to develop  healthier coping strategies to manage his symptoms. \n\n• Speech Language Pathology; given the presence of a traumatic brain injury and reports of  difficulties in communication and word finding, the introduction of SLP is found to be  crucial at this time. \n\n• Physical Therapy; given his ongoing reports of physical pain, Mr. Al Naqeeb would  benefit from engagement in physical therapy (such as physiotherapy, chiropractic care, \n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 3 of 18 \n\nDate of Report: 2021-11-24 \n\nmassage therapy) in order to better manage his physical pain and increase his level of  physical activity. \n\n• Kinesiology; given his lack of physical activity and his high levels of anxiety, the  introduction of a prescribed exercise regimen overseen by a kinesiologist would be greatly  beneficial. He would benefit from engagement in two, one-hour sessions of exercise per  week to support his physical and emotional recovery. \n\nINFORMED CONSENT STATEMENT: \n\nThis therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario: \n\n• An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO). • The assessment has been requested by Mr. Frank McNally of McNally Gervan Law Firm. • The purpose of this assessment is to assess Mr. Al Naqeeb’s current functional status as it  relates to the ability to complete the reported pre-accident activities of daily living. • The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if required. • Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects. \n\n• Recommendations may be provided at the conclusion of the assessment. These  recommendations may include: \n\no Occupational Therapy Treatment \n\no Assistive Devices \n\no Referral to other practitioners \n\no Support services \n\n• A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer. This may be an in \n\nperson assessment or a remote paper-review assessment. Funding for the requested goods  and/or services may ultimately be declined. \n\n• Mr. Al Naqeeb may choose to participate or decline any or all of the proposed assessment. • A report documenting this assessment will be completed and copies will be provided to the  following parties via secure transmission (fax or encrypted email attachment): - Frank McNally, McNally Gervan Law Firm \n\n- Kathy Nezan, Certified Life Care Planner, Modern OT \n\nFollowing this therapist’s explanation Mr. Al Naqeeb granted informed consent for this therapist  to proceed with the assessment and any subsequent interventions. \n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 4 of 18 \n\nDate of Report: 2021-11-24 \n\nDOCUMENTATION REVIEWED: \n\nThe following documentation was reviewed by this therapist prior to completing this assessment  and referenced in drafting this report: \n\n1. Plaintiff Medical Experts  \n\nA. Dr. Kurzman  \n\n(1) Neuropsychological Re-Assessment completed by Dr. David Kurzman  dated October 22, 2021 \n\nB. Dr. Suddaby  \n\n(1) Psychiatric Evaluation completed by Dr. Ken Suddaby dated October 15,  2021 \n\nC. Dr. Kevin Smith  \n\n(1) Report from Dr. Smith dated August 17, 2021 (with CV and Form 53) \n\n2. Prescription History  \n\nA. Fax from Walmart Pharmacy dated August 2, 2021 re No records on file B. Fax from AIM Trainyards Pharmacy dated July 5, 2021 re Not a Patient C. Fax from Walmart Pharmacy (Trainyards) dated July 14, 2021 re Not a Patient \n\n3. Family Doctor  \n\nA. Dr. Effendi  \n\n(1) Clinical notes and records received January 28, 2020 \n\n(2) Clinical notes and records received February 22, 2021  \n\n(3) Clinical notes and records received March 18, 2021 \n\n4. Hospital Records  \n\nA. Queensway Carleton  \n\n(1) Clinical notes and records received March 19, 2020  \n\nB. The Ottawa Hospital  \n\n(1) Clinical notes and records received June 18, 2020  \n\n5. Treating Specialists  \n\nA. Apollo Physical Therapy  \n\n(1) Clinical notes and records received February 9, 2021 \n\nC. Dr. Chalifour (Trainyards Medical)  \n\n(1) Clinical notes and records received August 23, 2021  \n\n(2) Clinical notes and records received August 23, 2021 (English Translation) \n\n6. Psychologist  \n\nA. Capital Region  \n\n(1) Clinical notes and records received February 9, 2021\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 5 of 18 \n\nDate of Report: 2021-11-24 \n\nPRE-ACCIDENT MEDICAL HISTORY: \n\nMr. Al Naqeeb reported being in excellent physical and mental health pre-accident. He noted that  he was highly successful in his professional career and thrived all around. He attended the gym  regularly and reportedly led an active social life. He denied the presence of any prior injuries or  medical conditions which would impact his clinical presentation or course of recovery from the  injuries sustained in the subject motor vehicle accident. \n\nMECHANISM OF INJURY: \n\nOn August 27, 2013, Mr. Al Naqeeb was the restrained driver on his way home from work when  his vehicle was rear-ended at a high rate of speed. As a result of the impact, Mr. Al Naqeeb struck  his head on the steering wheel and air bags which deployed. He experienced a brief period of loss  of consciousness but was able to exit his vehicle on his own. Bystanders tended to him while  awaiting paramedics. He was taken by ambulance to the Civic Campus of The Ottawa Hospital  where he was assessed in the Emergency Room and subsequently released to the care of his family  physician. \n\nNATURE OF INJURY: \n\nBased on a review of available medical documentation, Mr. Al Naqeeb sustained the following  injuries as a result of the subject motor vehicle accident: \n\n• Pain Disorder \n\n• Generalized Anxiety Disorder with symptoms of panic \n\n• Specific Phobia (vehicular, both driver and passenger) \n\n• Post-traumatic Stress Disorder \n\n• Adjustment Disorder \n\n• Traumatic Brain Injury with post-concussive syndrome \n\n• Major Depressive Disorder, Moderate – Severe with Anxious Distress with Panic  Attacks \n\n• Somatic Symptom Disorder with Predominant Pain \n\n• WAD II \n\n• Post-traumatic headaches with migrainous features \n\n• Myofascial pain \n\n• Facetogenic pain \n\nCOURSE OF RECOVERY TO DATE: \n\nMr. Al Naqeeb sought medical attention from his family physician following his release from  hospital as “something was very wrong”. He noted that he was throwing up and could not return \n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 6 of 18 \n\nDate of Report: 2021-11-24 \n\nto work. His physician reportedly provided with a note for a medical leave of absence however  Mr. Al Naqeeb returned to work against medical advice. His employer sent him home after a few  days as they observed him looking unwell. He kept trying to work but could not perform. He went  through a course of physiotherapy through Apollo Physical Therapy but stopped attending, seeking  a clinic closer to home. His recollection of past treatment timeframes was poor. He eventually  attended Balance Physiotherapy but stopped attending due to lack of funding. He underwent a  course of psychological care through Capital Region Psychological Services. He also engaged  with Dr. Chalifour who provided supportive counselling. He has not seen Dr. Chalifour since the  onset of the pandemic in March of 2020. \n\nCURRENT MEDICAL/REHABILITATION TEAM: \n\nHealth  \n\nProfessional  \n\nName and  \n\nSpecialty\n\nDate of Last Appointment/  Frequency of  \n\nappointments\n\nOutcome of Last  \n\nAppointment\n\nDate of Next  \n\nAppointment\n\nDr. Affendi \n\nSees his GP infrequently,  last meeting a few weeks  prior to this assessment due  to a seasonal cold.\n\nDiscussed symptoms \n\nTBD\n\n\n\n\n\nMr. Al Naqeeb is not currently being followed by any of his past treatment providers and is not  engaged in any form of therapy at the present time. \n\nMEDICATION:\n\nMedication Name \n\nDosage/Frequency \n\nPurpose\n\nPregabalin \n\n75 mg \n\nNeuropathic pain\n\nPantoprazole \n\n40 mg \n\nAcid reflux\n\nUrocit-K \n\n1080 mg twice daily \n\nKidney stones\n\nTramadol \n\nUnknown, twice daily \n\nOpioid pain medication\n\nAmitriptyline \n\nUnknown \n\nDepression and neuropathic  pain\n\nZolpidem ODT \n\n10 mg \n\nInsomnia\n\nCyclobenzaprine \n\n10 mg \n\nMuscle relaxant\n\n\n\n\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 7 of 18 \n\nDate of Report: 2021-11-24 \n\nSUBJECTIVE INFORMATION (CLIENT REPORT): \n\nPhysical Symptoms: \n\nPain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain. \n\nSymptom/Complaint \n\nDetails \n\nPain Rating  if  \n\nNecessary\n\nHeadaches \n\nWill typically wake with a headache. Will take  his medication and take some Tylenol to  alleviate. He works in the dark due to light  sensitivity. Headaches last all day. He feels  always tired and has no energy to even engage  with his children. \n\n\n\nPROGRESSIVELY WORSE DURING THE DAY\n\n7/10 – 9/10  when  \n\nstressed with  work\n\nNeck, shoulders and upper back\n\nThis is a constant pain which becomes  gradually worse as the day goes on. He  describes a burning pain and throbbing  sensation. He sometimes wakes with  heightened pain and reports a constant pain  between his shoulder blades.\n\n8/10\n\nLower back pain \n\nHe reports a constant pain in his lower back  which he feels has improved somewhat over  the last few years. He noted that “I lie down a  lot” to relieve this symptom.\n\n6/10\n\nRight wrist pain \n\nThis pain has improved and :comes and goes”.  When symptoms are present, he has difficulty  gripping items with his right hand.\n\n0 – 4/10\n\n\n\n\n\nCognitive Symptoms: \n\nWhen his anxiety is high, he will experience word finding difficulties. He will repeat what he has  said. He stutters and loses his train of thought. Instructions he provides are unclear (based on  feedback from co-workers). He compensates by overpreparing and writing notes. Staying focused  and on topic is difficult. Has difficulty jumpstarting his day. Can’t perform on the spot. Runs  away from problems and things to be done linger. He procrastinates a lot which causes issues with  his wife. \n\nAt work, he finds himself in a perpetual state of mental haziness. He has difficulty staying  focussed during virtual meetings and spends a significant portion of his workday lying on the sofa,  napping. The extent of his cognitive impairments is significant and having a significant impact on  his ability to keep up with his work duties. He will often work additional hours in the evenings  and weekends to catch up. \n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 8 of 18 \n\nDate of Report: 2021-11-24 \n\nEmotional Symptoms: \n\nMr. Al Naqeeb describes his mood as low, most of the time. His affect is generally flat. He has  no drive to do even the most basic self-care functions such as brushing his teeth or showering. He  has no motivation to accomplish anything and coasts throughout his day. His lack of engagement  has had a significant impact on his relationship with his wife which he acknoleges is quite strained.  He was separated from his wife for a period of time but has recently moved back into the family  home in the hopes of reconciliation. Mr. Al Naqeeb denied any suicidal ideation however noted  that he no longer finds any enjoyment in life. He describes himself as having a short fuse and  easily be prone to anger outbursts. He reports severe anxiety which leads him to experience  physical symptoms such as tightness in his chest and profuse sweating. His hands were observed  to be clammy throughout this assessment. \n\nSymptom Management Strategies: \n\nMr. Al Naqeeb has little in the way of healthy coping strategies to manage his symptoms. He  continues to make use of medication as his primary strategy and avoids activities which can trigger  increased symptoms. He will nap frequently and generally tends to rest when he is not working. \n\nTypical Day Post-Accident: \n\nMr. Al Naqeeb described the following as a typical day at the time of this assessment: \n\n• Up 7 – 9:00 am \n\n• Takes medication \n\n• Immediately goes to his laptop and computer to start work \n\n• Goes from his computer to the couch all day long \n\n• Works from morning to dinner with a short lunch break \n\n• Will often nap during the afternoon \n\n• Will have dinner \n\n• Sometimes stays downstairs with kids \n\n• Sometimes will go to his parents with the kids and nap while they watch them • Sometimes will go back to work after dinner and end at 7:30 – 8:00 \n\n• Will try and spend time with the kids and colour or watch a children’s movie until 9 pm • In bed at 1:00 – 1:30 am \n\n• Will wake 2 – 3 times per night due to pain  \n\n• Has difficulty falling asleep \n\n• Racing thoughts will often happen and prevent him from falling asleep • Nightmares wake him up as well\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 9 of 18 \n\nDate of Report: 2021-11-24 \n\nOBJECTIVE INFORMATION: \n\nPostural Tolerances:\n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Lying \n\nNo identified limitation \n\n4 – 5 hours of broken sleep.  He wakes frequently due to  pain and racing thoughts.\n\nPeriod of 20 minutes of  supine lying on the sofa  observed by this therapist.\n\n2. Sitting \n\nNo identified limitation \n\nAble to tolerate extended  periods of sitting however  reports pain increases after  30 – 45 minutes.\n\nPeriod of 45 minutes of  ststained sitting with  frequent postural changes  observed during this  assessment.\n\n3. Standing \n\nNo identified limitation \n\n30 minutes then must sit. \n\nShort periods of static and  dynamic standing observed  by this therapist during this  assessment.\n\n4. Squatting \n\nNo identified limitation \n\nUnable to achieve a full  squatted posture.\n\nPartial (1/2) squat  demonstrated by Mr. Al  Naqeeb during this  assessment. He experienced  significant difficulty  recovering to standing.\n\n5. Kneeling \n\nNo identified limitation \n\nAvoids this posture, “I don’t kneel”.\n\nOne bilateral kneeling  posture observed by this  therapist during this  assessment. He experienced  significant difficulty  achieving this posture and  required external support  from an adjacent couch to  recover to standing.\n\n6. Walking \n\nNo identified limitation \n\n30 minutes then experiences  sharp increase in neck and  back pain.\n\nShort distance indoor  ambulation observed by this  therapist.\n\n\n\n\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 10 of 18 \n\nDate of Report: 2021-11-24 \n\n7. Stair  \n\nClimbing\n\nNo identified limitation \n\nAble in a slow manner. \n\nTwo flights of stairs  managed by Mr. Al Naqeeb  during this assessment. Stair  climbing perform using a  step-stop approach with  support from the handrail.\n\n8. Driving \n\nNo identified limitation \n\nOnly drives locally. He finds  himself to be hypervigilant when driving and he avoids  this as much as he can.\n\nNot formally assessed.\n\n\n\n\n\nFunctional Transfers and Mobility:  \n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Chair \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n2. Bed \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n3. Toilet \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n4. Bath tub \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n5. Vehicle \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n\n\n\n\nActive Range of Motion:\n\nLegend: \n\nWFL: Within Functional Limits \n\n%: approximate percentage of normal range \n\nNominal: less than 25% range\n\nMovement \n\nRight \n\nLeft \n\nComments\n\nNeck \n\nForward flexion \n\n¾ range \n\nMild cervical range of motion restrictions  noted.\n\nLateral flexion \n\n¾ range \n\n¾ range\n\n\n\n\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 11 of 18 \n\nDate of Report: 2021-11-24 \n\n\n\nRotation \n\n¾ range \n\n¾ range\n\n\n\nExtension \n\n¾ range\n\nShoulder \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nAbduction \n\nWFL \n\nWFL\n\nAdduction \n\nWFL \n\nWFL\n\nInternal rotation \n\nWFL \n\nWFL \n\nWFL\n\nExternal rotation \n\nWFL \n\nWFL\n\nElbow \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nWrist \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nSupination \n\nWFL \n\nWFL\n\nPronation \n\nWFL \n\nWFL\n\nTrunk \n\nForward flexion \n\nWFL \n\nNo identified limitations.\n\nLateral flexion \n\nWFL \n\nWFL\n\nRotation \n\nWFL \n\nWFL\n\nHip \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nKnee \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nAnkle \n\nDorsiflexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nPlantar flexion \n\nWFL \n\nWFL\n\n\n\n\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 12 of 18\n\nDate of Report: 2021-11-24 \n\nEmotional Presentation: \n\nMr. Al Naqeeb presented with a flat affect which persisted throughout this assessment. He  appeared disengaged with the assessment process and appeared quite tired and deshevelled. Mr.  Al Naqeeb had not groomed or showered for over a week at the time of this assessment and his  appearance reflected this report. There were no signs of emotional lability during this  assessment.  \n\nCognitive Presentation: \n\nMr. Al Naqeeb presented as a poor historian, experiencing difficulty recalling many aspects of  his rehabilitation over the past few years. He was quite tangential in his thinking requiring that  this therapist refocus him repeatedly throughout the assessment. He demonstrated difficulty with  word finding and would often stop mid-sentence, having lost his train of thought. He left the  assessment for a period of 15 minutes as he scoured the home trying to locate his medication.  He was highly distractable and had difficulty remaining focused for the duration of this  assessment. At one point, he simply laid down on the sofa and closed his eyes. The room where  the assessment was completed was darkened with blinds. As the evening approached and the  environment grew even darker, this theraipist had to prompt Mr. Al Naqeeb to turn on a light as  this therapist could no longer effectively type on his computer. Mr. Al Naqeeb’s speech was  found to be slow and cognitive processing was also found to be delayed. When questioned  about the age of his children, Mr. Al Naqeeb paused and remembered that it was his daughter’s  sixth birthday on the day of this assessment. He noted that he had forgotten. \n\nENVIRONMENTAL ASSESSMENT:\n\nTYPE OF  \n\nDWELLING\n\nSingle family detached\n\nROOMS \n\nQty \n\nLOCATION/DESCRIPTION \n\nFLOOR COVERING\n\nBedrooms \n\n4 \n\nSecond floor \n\nCarpet\n\nBathrooms \n\n3.5 \n\nThree on main floor and poder  room on main\n\nTile\n\nLiving Room \n\n1 \n\nMain floor \n\nWood\n\nFamily Room \n\n1 \n\nSecond floor \n\nCarpet\n\nDining Room \n\n1 \n\nMain floor \n\nWood\n\nKitchen \n\n1 \n\nMain floor \n\nTile\n\nLaundry \n\n1 \n\nSecond floor \n\nTile\n\nStairs \n\nYes \n\nSteps leading to the basement  and second floor of the home.\n\nCarpet\n\nBasement \n\nYes \n\nUnfinished \n\nNA\n\nDriveway  \n\nDescription\n\nDouble laneway\n\n\n\n\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 13 of 18 \n\nDate of Report: 2021-11-24 \n\nYard  \n\ndescription\n\nSmall city plot\n\n\n\n\n\nLIVING ARRANGEMENTS/SOCIAL STATUS: \n\nMarital Status \n\nMarried Single Common Law Other \n\nLiving Arrangement \n\nWith wife and two kids\n\nChildren \n\n18 months and 6 years\n\n\n\n\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident): \n\nPre and Post Accident Self-Care Activities: \n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb reported being fully independent in his  self-care. He took care of his appearance, noting that his suits were always pressed and his shirts  dry cleaned. He had no difficulties managing all aspects of self-care. \n\nAt the time of this assessment, Mr. Al Naqeeb describes his self-care as limited. He noted that he  will often not shower for up to 10 – 14 days. He brushes his teeth once every two weeks, he does  not groom and presents in a disheveled manner. While he is physically able to manage self-care  tasks, he requires cueing in order to complete these tasks regularly. He noted that he will often  wear the same clothes, including socks and underwear for 4 – 5 days before changing into clean  clothes.  \n\nPre and Post Accident Home Management Activities: \n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care. \n\nAt the time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in  housekeeping functions. His wife has taken over the management of all indoor cleaning tasks while his father cuts the grass. A snow removal contract will reportedly be secured for the coming  winter months. \n\nThis therapist will maintain his position from the assessment completed in December of 2014 that  Mr. Al Naqeeb’s wife has incurred approximately 10.83 additional hour per week of housekeeping  and related functions which Mr. Al Naqeeb no longer performs.  \n\nPre and Post Accident Caregiving Activities: \n\nMr. Al Naqeeb noted that he does not perform any caregiving functions for his two children. He  noted that his wife “does it all”. His involvement is limited to superfiMr. Al Naqeeb noted ial interactions with his \n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 14 of 18 \n\nDate of Report: 2021-11-24 \n\nchildren in the form of play or television watching for short periods of time in the evenings. He is  otherwise, for all intents and purposes, completely detached from his children.  \n\nPre and Post Accident Vocational Activities: \n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb was working on a full-time basis for  CLV Group as a financial analyst. He reported being an excellent employee with positive feedback  provided regularly about the quality of his work. He seldom took time off and prided himself in  being a high achiever in this capacity. \n\nFollowing the subject motor vehicle accident, Mr. Al Naqeeb noted that he took a few days off  and returned to work. His employer encouraged him to take some additional time off as “I didn’t look well”. He took some additional time off and attempted to return to work as soon as he could.  He noted that when he returned, he was unable to work effectively. He made multiple mistakes  and was trying to hide his symptoms from his employer. Due to ongoing difficulties and fear of  losing his position, he sought alternate employment.  \n\nHe began work with Canada Post in 2014/2015 as a financial analyst, which he believed to be an  easier job to manage than the one prior. He remained in this position until being forced into a  medical leave in 2018/2019. He remained off work and grew increasingly frustrated with his  inability to return to his job at Canada Post. He notes, “I don’t think they really wanted me back”.  \n\nIn August of 2020, Mr. Al Naqeeb indicated that he was hired by Natural Resources Canada,  indicating that “my brother applied for me, and I ended up getting the job”. He is working from  home, attending virtual meetings, and completing computer-based work. He noted that he will  spend his days going from his computer to the couch in his office area where he will nap throughout \n\nthe day. He reported difficulties with communicating effectively with co-workers, noting feedback  from his employer to that effect. He has to overprepare for presentation, he writes everything  down in order to not forget. In this therapist’s opinion, Mr. Al Naqeeb is at this time well on his  way for another “burnout” and it is not believed his current employment situation will be  sustainable.  \n\nPre and Post Accident Leisure Activities: \n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he did not engage in any  form of leisure activity. He notes that he remains unengaged in any activity other than his work.  He has no meaningful activity to occupy his time. \n\nASSESSMENT OF ATTENDANT CARE NEEDS: \n\nPart 1 – Level 1 Attendant Care (Routine personal care) \n\nDress/Undress:\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 15 of 18 \n\nDate of Report: 2021-11-24 \n\nMr. Al Naqeeb is physically independent with dressing and undressing activities. However, as a  result of poor mental health and lack of initiation, time for cueing has been allotted for 10 minutes  daily. \n\nTotal weekly minutes: 70 minutes \n\nProsthetics/Orthotics: \n\nMr. Al Naqeeb does wear any orthotics or prosthetics. \n\nGrooming: \n\nMr. Al Naqeeb is physically independent in his performance of all grooming tasks. He does  however require cueing to foster his regular completion of grooming activities.  \n\nTotal weekly minutes: 84 minutes \n\nFeeding: \n\nMr. Al Naqeeb is independent with all aspects of feeding himself with the exception of meal  preparation assistance provided by his wife. Pre-accident, Mr. Al Naqeeb completed  approximately 3 weekly meals and time has been allotted to reflect this need. \n\nTotal weekly minutes: 180 minutes \n\nMobility: \n\nMr. Al Naqeeb is independent in all areas of mobility. He does not require any assistance for his mobility needs. \n\nExtra Laundering: \n\nMr. Al Naqeeb does not present with any Extra Laundering needs at this time. He does not report  any increased incidence of spillage and no history of incontinence.  \n\nPart 2 – Level 2 Attendant Care (Basic supervisory functions) \n\nHygiene: \n\nMr. Al Naqeeb is unable to maintain his bathroom and bedroom environment nor is he able to manage his clothing. Time has been allotted on a daily basis for these tasks. \n\nTotal weekly minutes: 98 minutes\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 16 of 18 \n\nDate of Report: 2021-11-24 \n\nBasic Supervisory Care: \n\nMr. Al Naqeeb does not have any basic supervisory care requirements at this time.  Co-ordination of Attendant Care: \n\nThere are no Attendant Care co-ordination requirements at this time. \n\nPart 3 – Level 3 Attendant Care (Complex health/care and hygiene functions) Genitourinary Tracts: \n\nMr. Al Naqeeb is independent in the management of his urinary needs. Bowel Care: \n\nMr. Al Naqeeb is independent in the management of his bowel care. Tracheostomy Care: \n\nNot applicable. \n\nVentilator Care: \n\nNot applicable. \n\nExercise: \n\nMr. Al Naqeeb is not engaged in any form of home exercises at this time. Skin Care: \n\nMr. Al Naqeeb is independent with all of his skin care needs. \n\nMedication: \n\nMr. Al Naqeeb manages his medication independently.  \n\nBathing:\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 17 of 18 \n\nDate of Report: 2021-11-24 \n\nMr. Al Naqeeb is independent with his bathing needs. He does require cueing to foster completion  of a daily shower as he currently only showers once every 10 – 14 days. He also requires cueing  to ensure he brushes his teeth twice daily. \n\nTotal weekly minutes: 63 minutes \n\nOther Therapy: \n\nNot applicable. \n\nMaintenance of Supplies and Equipment: \n\nMr. Al Naqeeb does not make use of any assistive devices or medical equipment which requires  regular maintenance. \n\nSkilled Supervisory Care: \n\nMr. Al Naqeeb does not present with any skilled supervisory requirements at this time.  \n\nPlease refer to the enclosed Assessment of Attendant Care Needs Form (Form 1) for more  information. \n\n• Level 1 for routine personal care: 334 minutes per week • Level 2 for basic supervisory functions: 98 minutes per week • Level 3 for complex functions 63 minutes per week \n\nTotal monthly assessed attendant care benefit: $550.30 per month \n\nCONTACT: \n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES  REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com . \n\nSincerely, \n\n_______________________ \n\nSebastien Ferland OT Reg.(Ont) \n\nEnclosed: Form 1 \n\nAn electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature.\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 18 of 18 \n\n",
  "sections": {
    "DEMOGRAPHICS": "Client Name: Mr. Ali Al Naqeeb Date of Loss: 2013-08-27 \n\nAddress: 34 Kinetic Way, Ottawa ON \n\nK2J 0A1 \n\nTelephone #: 819-918-8892\n\nLawyer: Frank McNally Firm: McNally Gervan  Adjuster: Shannon Patterson Insurer: Security National Claim No.: 105304327-3\n\nTherapist: Sebastien Ferland OT Reg.(Ont.) Date of Assessment: 2021-11-23 Date of Report: 2021-11-24\n\nTHERAPIST QUALIFICATIONS: \n\nMr. Ferland is an Occupational Therapist with over 23 years of experience. His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and  launched himself in the world of private business. Over the years, he has provided services to the  automobile insurance and legal communities as well the WSIB, Veterans Affairs and the Long \n\nTerm Disability sector. \n\nMr. Ferland has extensive experience working with individuals suffering from catastrophic  injuries. He provides assessment and treatment services as a primary Occupational Therapist as  well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries  and amputations. He also has extensive experience working with individuals who have been  deemed to meet the catastrophic threshold on the basis of psychological and/or psychiatric  impairments. \n\nOver his years of working with individuals injured in motor vehicle accidents, Mr. Ferland developed a strong interest in the field of mental health, focussed on functional reactivation for  injured individuals suffering from depression, anxiety, and posttraumatic stress. His clinical \n\n672 Everlasting Crescent P: (613) 204-1549  Ottawa, ON K4A 0K4 F: (888) 871-1549 ferland@ferlandassociates.com \n\nDate of Report: 2021-11-24 \n\nacumen has led him to be qualified as an Expert in his field by the Ontario Superior Court of  Justice.  \n\nPURPOSE OF REFERRAL: ",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF  \n\nDWELLING\n\nSingle family detached\n\nROOMS \n\nQty \n\nLOCATION/DESCRIPTION \n\nFLOOR COVERING\n\nBedrooms \n\n4 \n\nSecond floor \n\nCarpet\n\nBathrooms \n\n3.5 \n\nThree on main floor and poder  room on main\n\nTile\n\nLiving Room \n\n1 \n\nMain floor \n\nWood\n\nFamily Room \n\n1 \n\nSecond floor \n\nCarpet\n\nDining Room \n\n1 \n\nMain floor \n\nWood\n\nKitchen \n\n1 \n\nMain floor \n\nTile\n\nLaundry \n\n1 \n\nSecond floor \n\nTile\n\nStairs \n\nYes \n\nSteps leading to the basement  and second floor of the home.\n\nCarpet\n\nBasement \n\nYes \n\nUnfinished \n\nNA\n\nDriveway  \n\nDescription\n\nDouble laneway\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 13 of 18 \n\nDate of Report: 2021-11-24 \n\nYard  \n\ndescription\n\nSmall city plot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS: \n\nMarital Status \n\nMarried Single Common Law Other \n\nLiving Arrangement \n\nWith wife and two kids\n\nChildren \n\n18 months and 6 years",
    "SYMPTOMS": "the day. He reported difficulties with communicating effectively with co-workers, noting feedback  from his employer to that effect. He has to overprepare for presentation, he writes everything  down in order to not forget. In this therapist’s opinion, Mr. Al Naqeeb is at this time well on his  way for another “burnout” and it is not believed his current employment situation will be  sustainable.  \n\nPre and Post Accident Leisure Activities: \n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he did not engage in any  form of leisure activity. He notes that he remains unengaged in any activity other than his work.  He has no meaningful activity to occupy his time. ",
    "ATTENDANT_CARE": "Total monthly assessed attendant care benefit: $550.30 per month \n\nCONTACT: \n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES  REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com . \n\nSincerely, \n\n_______________________ \n\nSebastien Ferland OT Reg.(Ont) \n\nEnclosed: Form 1 \n\nAn electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature.\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 18 of 18 ",
    "ADLS": "At the time of this assessment, Mr. Al Naqeeb describes his self-care as limited. He noted that he  will often not shower for up to 10 – 14 days. He brushes his teeth once every two weeks, he does  not groom and presents in a disheveled manner. While he is physically able to manage self-care  tasks, he requires cueing in order to complete these tasks regularly. He noted that he will often  wear the same clothes, including socks and underwear for 4 – 5 days before changing into clean  clothes.  \n\nPre and Post Accident Home Management Activities: \n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care. \n\nAt the time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in  housekeeping functions. His wife has taken over the management of all indoor cleaning tasks while his father cuts the grass. A snow removal contract will reportedly be secured for the coming  winter months. \n\nThis therapist will maintain his position from the assessment completed in December of 2014 that  Mr. Al Naqeeb’s wife has incurred approximately 10.83 additional hour per week of housekeeping  and related functions which Mr. Al Naqeeb no longer performs.  \n\nPre and Post Accident Caregiving Activities: \n\nMr. Al Naqeeb noted that he does not perform any caregiving functions for his two children. He  noted that his wife “does it all”. His involvement is limited to superfiMr. Al Naqeeb noted ial interactions with his \n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 14 of 18 \n\nDate of Report: 2021-11-24 \n\nchildren in the form of play or television watching for short periods of time in the evenings. He is  otherwise, for all intents and purposes, completely detached from his children.  \n\nPre and Post Accident Vocational Activities: \n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb was working on a full-time basis for  CLV Group as a financial analyst. He reported being an excellent employee with positive feedback  provided regularly about the quality of his work. He seldom took time off and prided himself in  being a high achiever in this capacity. ",
    "FUNCTIONAL_STATUS": "• An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO). • The assessment has been requested by Mr. Frank McNally of McNally Gervan Law Firm. • The purpose of this assessment is to assess Mr. Al Naqeeb’s current functional status as it  relates to the ability to complete the reported pre-accident activities of daily living. • The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if required. • Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects. \n\n• Recommendations may be provided at the conclusion of the assessment. These  recommendations may include: \n\no Occupational Therapy Treatment \n\no Assistive Devices \n\no Referral to other practitioners \n\no Support services \n\n• A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer. This may be an in \n\nperson assessment or a remote paper-review assessment. Funding for the requested goods  and/or services may ultimately be declined. \n\n• Mr. Al Naqeeb may choose to participate or decline any or all of the proposed assessment. • A report documenting this assessment will be completed and copies will be provided to the  following parties via secure transmission (fax or encrypted email attachment): - Frank McNally, McNally Gervan Law Firm \n\n- Kathy Nezan, Certified Life Care Planner, Modern OT \n\nFollowing this therapist’s explanation Mr. Al Naqeeb granted informed consent for this therapist  to proceed with the assessment and any subsequent interventions. \n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 4 of 18 \n\nDate of Report: 2021-11-24 \n\nDOCUMENTATION REVIEWED: \n\nThe following documentation was reviewed by this therapist prior to completing this assessment  and referenced in drafting this report: \n\n1. Plaintiff Medical Experts  \n\nA. Dr. Kurzman  \n\n(1) Neuropsychological Re-Assessment completed by Dr. David Kurzman  dated October 22, 2021 \n\nB. Dr. Suddaby  \n\n(1) Psychiatric Evaluation completed by Dr. Ken Suddaby dated October 15,  2021 \n\nC. Dr. Kevin Smith  \n\n(1) Report from Dr. Smith dated August 17, 2021 (with CV and Form 53) \n\n2. Prescription History  \n\nA. Fax from Walmart Pharmacy dated August 2, 2021 re No records on file B. Fax from AIM Trainyards Pharmacy dated July 5, 2021 re Not a Patient C. Fax from Walmart Pharmacy (Trainyards) dated July 14, 2021 re Not a Patient \n\n3. Family Doctor  \n\nA. Dr. Effendi  \n\n(1) Clinical notes and records received January 28, 2020 \n\n(2) Clinical notes and records received February 22, 2021  \n\n(3) Clinical notes and records received March 18, 2021 \n\n4. Hospital Records  \n\nA. Queensway Carleton  \n\n(1) Clinical notes and records received March 19, 2020  \n\nB. The Ottawa Hospital  \n\n(1) Clinical notes and records received June 18, 2020  \n\n5. Treating Specialists  \n\nA. Apollo Physical Therapy  \n\n(1) Clinical notes and records received February 9, 2021 \n\nC. Dr. Chalifour (Trainyards Medical)  \n\n(1) Clinical notes and records received August 23, 2021  \n\n(2) Clinical notes and records received August 23, 2021 (English Translation) \n\n6. Psychologist  \n\nA. Capital Region  \n\n(1) Clinical notes and records received February 9, 2021\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 5 of 18 \n\nDate of Report: 2021-11-24 ",
    "MEDICAL_HISTORY": "Mr. Al Naqeeb reported being in excellent physical and mental health pre-accident. He noted that  he was highly successful in his professional career and thrived all around. He attended the gym  regularly and reportedly led an active social life. He denied the presence of any prior injuries or  medical conditions which would impact his clinical presentation or course of recovery from the  injuries sustained in the subject motor vehicle accident. \n\nMECHANISM OF INJURY: \n\nOn August 27, 2013, Mr. Al Naqeeb was the restrained driver on his way home from work when  his vehicle was rear-ended at a high rate of speed. As a result of the impact, Mr. Al Naqeeb struck  his head on the steering wheel and air bags which deployed. He experienced a brief period of loss  of consciousness but was able to exit his vehicle on his own. Bystanders tended to him while  awaiting paramedics. He was taken by ambulance to the Civic Campus of The Ottawa Hospital  where he was assessed in the Emergency Room and subsequently released to the care of his family  physician. \n\nNATURE OF INJURY: \n\nBased on a review of available medical documentation, Mr. Al Naqeeb sustained the following  injuries as a result of the subject motor vehicle accident: \n\n• Pain Disorder ",
    "TYPICAL_DAY": "Mr. Al Naqeeb described the following as a typical day at the time of this assessment: \n\n• Up 7 – 9:00 am \n\n• Takes medication \n\n• Immediately goes to his laptop and computer to start work \n\n• Goes from his computer to the couch all day long \n\n• Works from morning to dinner with a short lunch break \n\n• Will often nap during the afternoon \n\n• Will have dinner \n\n• Sometimes stays downstairs with kids \n\n• Sometimes will go to his parents with the kids and nap while they watch them • Sometimes will go back to work after dinner and end at 7:30 – 8:00 \n\n• Will try and spend time with the kids and colour or watch a children’s movie until 9 pm • In bed at 1:00 – 1:30 am \n\n• Will wake 2 – 3 times per night due to pain  \n\n• Has difficulty falling asleep \n\n• Racing thoughts will often happen and prevent him from falling asleep • Nightmares wake him up as well\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 9 of 18 \n\nDate of Report: 2021-11-24 \n\nOBJECTIVE INFORMATION: \n\nPostural Tolerances:\n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Lying \n\nNo identified limitation \n\n4 – 5 hours of broken sleep.  He wakes frequently due to  pain and racing thoughts.\n\nPeriod of 20 minutes of  supine lying on the sofa  observed by this therapist.\n\n2. Sitting \n\nNo identified limitation \n\nAble to tolerate extended  periods of sitting however  reports pain increases after  30 – 45 minutes.\n\nPeriod of 45 minutes of  ststained sitting with  frequent postural changes  observed during this  assessment.\n\n3. Standing \n\nNo identified limitation \n\n30 minutes then must sit. \n\nShort periods of static and  dynamic standing observed  by this therapist during this  assessment.\n\n4. Squatting \n\nNo identified limitation \n\nUnable to achieve a full  squatted posture.\n\nPartial (1/2) squat  demonstrated by Mr. Al  Naqeeb during this  assessment. He experienced  significant difficulty  recovering to standing.\n\n5. Kneeling \n\nNo identified limitation \n\nAvoids this posture, “I don’t kneel”.\n\nOne bilateral kneeling  posture observed by this  therapist during this  assessment. He experienced  significant difficulty  achieving this posture and  required external support  from an adjacent couch to  recover to standing.\n\n6. Walking \n\nNo identified limitation \n\n30 minutes then experiences  sharp increase in neck and  back pain.\n\nShort distance indoor  ambulation observed by this  therapist.\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 10 of 18 \n\nDate of Report: 2021-11-24 \n\n7. Stair  \n\nClimbing\n\nNo identified limitation \n\nAble in a slow manner. \n\nTwo flights of stairs  managed by Mr. Al Naqeeb  during this assessment. Stair  climbing perform using a  step-stop approach with  support from the handrail.\n\n8. Driving \n\nNo identified limitation \n\nOnly drives locally. He finds  himself to be hypervigilant when driving and he avoids  this as much as he can.\n\nNot formally assessed.\n\nFunctional Transfers and Mobility:  \n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Chair \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n2. Bed \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n3. Toilet \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n4. Bath tub \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n5. Vehicle \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\nActive Range of Motion:\n\nLegend: \n\nWFL: Within Functional Limits \n\n%: approximate percentage of normal range \n\nNominal: less than 25% range\n\nMovement \n\nRight \n\nLeft \n\nComments\n\nNeck \n\nForward flexion \n\n¾ range \n\nMild cervical range of motion restrictions  noted.\n\nLateral flexion \n\n¾ range \n\n¾ range\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 11 of 18 \n\nDate of Report: 2021-11-24 \n\nRotation \n\n¾ range \n\n¾ range\n\nExtension \n\n¾ range\n\nShoulder \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nAbduction \n\nWFL \n\nWFL\n\nAdduction \n\nWFL \n\nWFL\n\nInternal rotation \n\nWFL \n\nWFL \n\nWFL\n\nExternal rotation \n\nWFL \n\nWFL\n\nElbow \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nWrist \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nSupination \n\nWFL \n\nWFL\n\nPronation \n\nWFL \n\nWFL\n\nTrunk \n\nForward flexion \n\nWFL \n\nNo identified limitations.\n\nLateral flexion \n\nWFL \n\nWFL\n\nRotation \n\nWFL \n\nWFL\n\nHip \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nKnee \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nAnkle \n\nDorsiflexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nPlantar flexion \n\nWFL \n\nWFL\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 12 of 18\n\nDate of Report: 2021-11-24 \n\nEmotional Presentation: \n\nMr. Al Naqeeb presented with a flat affect which persisted throughout this assessment. He  appeared disengaged with the assessment process and appeared quite tired and deshevelled. Mr.  Al Naqeeb had not groomed or showered for over a week at the time of this assessment and his  appearance reflected this report. There were no signs of emotional lability during this  assessment.  \n\nCognitive Presentation: \n\nMr. Al Naqeeb presented as a poor historian, experiencing difficulty recalling many aspects of  his rehabilitation over the past few years. He was quite tangential in his thinking requiring that  this therapist refocus him repeatedly throughout the assessment. He demonstrated difficulty with  word finding and would often stop mid-sentence, having lost his train of thought. He left the  assessment for a period of 15 minutes as he scoured the home trying to locate his medication.  He was highly distractable and had difficulty remaining focused for the duration of this  assessment. At one point, he simply laid down on the sofa and closed his eyes. The room where  the assessment was completed was darkened with blinds. As the evening approached and the  environment grew even darker, this theraipist had to prompt Mr. Al Naqeeb to turn on a light as  this therapist could no longer effectively type on his computer. Mr. Al Naqeeb’s speech was  found to be slow and cognitive processing was also found to be delayed. When questioned  about the age of his children, Mr. Al Naqeeb paused and remembered that it was his daughter’s  sixth birthday on the day of this assessment. He noted that he had forgotten. "
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ali Al Naqeeb Date of Loss: 2013-08-27",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "34 Kinetic Way",
      "phone": "819-918-8892",
      "referralSource": "",
      "insuranceInfo": "Security National Claim No",
      "confidence": {
        "name": 0.8,
        "address": 0.7,
        "phone": 0.8,
        "insuranceInfo": 0.7
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "Single family detached",
      "livingArrangement": "S/SOCIAL STATUS:",
      "homeLayout": [
        "FLOOR COVERING",
        "Bedrooms",
        "Second floor",
        "Bathrooms",
        "Three on main floor and poder  room on main",
        "Living Room",
        "Main floor",
        "Second floor",
        "Dining Room",
        "Main floor",
        "Kitchen",
        "Main floor",
        "Second floor",
        "Stairs",
        "Steps leading to the basement  and second floor of the home.",
        "Basement"
      ],
      "access": {
        "entrance": "",
        "bathroom": "rooms",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:\n\nTYPE OF  \n\nDWELLING\n\nSingle family detached\n\nROOMS \n\nQty \n\nLOCATION/DESCRIPTION \n\nFLOOR COVERING\n\nBedrooms \n\n4 \n\nSecond floor \n\nCarpet\n\nBathrooms \n\n3.5 \n\nThree on main floor and poder  room on main\n\nTile\n\nLiving Room \n\n1 \n\nMain floor \n\nWood\n\nFamily Room \n\n1 \n\nSecond floor \n\nCarpet\n\nDining Room \n\n1 \n\nMain floor \n\nWood\n\nKitchen \n\n1 \n\nMain floor \n\nTile\n\nLaundry \n\n1 \n\nSecond floor \n\nTile\n\nStairs \n\nYes \n\nSteps leading to the basement  and second floor of the home.\n\nCarpet\n\nBasement \n\nYes \n\nUnfinished \n\nNA\n\nDriveway  \n\nDescription\n\nDouble laneway\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 13 of 18 \n\nDate of Report: 2021-11-24 \n\nYard  \n\ndescription\n\nSmall city plot\n\nLIVING ARRANGEMENTS/SOCIAL STATUS: \n\nMarital Status \n\nMarried Single Common Law Other \n\nLiving Arrangement \n\nWith wife and two kids\n\nChildren \n\n18 months and 6 years",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0.7,
        "bathroomAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "the day. He reported difficulties with communicating effectively with co-workers, noting feedback  from his employer to that effect. He has to overprepare for presentation, he writes everything  down in order to not forget. In this therapist’s opinion, Mr. Al Naqeeb is at this time well on his  way for another “burnout” and it is not believed his current employment situation will be  sustainable.  \n\nPre and Post Accident Leisure Activities: \n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he did not engage in any  form of leisure activity. He notes that he remains unengaged in any activity other than his work.  He has no meaningful activity to occupy his time. ",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "care benefit: $550",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Total monthly assessed attendant care benefit: $550.30 per month \n\nCONTACT: \n\nThis therapist may be contacted through the offices of FERLAND & ASSOCIATES  REHABILITATION INC. at 613-204-1549 or by email at ferland@ferlandassociates.com . \n\nSincerely, \n\n_______________________ \n\nSebastien Ferland OT Reg.(Ont) \n\nEnclosed: Form 1 \n\nAn electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature.\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 18 of 18 ",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "He noted that he  will often not shower for up to 10 – 14 days."
        },
        "dressing": {
          "level": "unknown",
          "notes": "He noted that he will often  wear the same clothes, including socks and underwear for 4 – 5 days before changing into clean  clothes."
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": "He reported being an excellent employee with positive feedback  provided regularly about the quality of his work."
        },
        "grooming": {
          "level": "unknown",
          "notes": "He brushes his teeth once every two weeks, he does  not groom and presents in a disheveled manner."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": "Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care."
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": "Al Naqeeb was working on a full-time basis for  CLV Group as a financial analyst."
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "At the time of this assessment, Mr. Al Naqeeb describes his self-care as limited. He noted that he  will often not shower for up to 10 – 14 days. He brushes his teeth once every two weeks, he does  not groom and presents in a disheveled manner. While he is physically able to manage self-care  tasks, he requires cueing in order to complete these tasks regularly. He noted that he will often  wear the same clothes, including socks and underwear for 4 – 5 days before changing into clean  clothes.  \n\nPre and Post Accident Home Management Activities: \n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb noted that he shared all indoor  housekeeping tasks with his wife and was responsible for outdoor property care. \n\nAt the time of this assessment, Mr. Al Naqeeb has completely interrupted his engagement in  housekeeping functions. His wife has taken over the management of all indoor cleaning tasks while his father cuts the grass. A snow removal contract will reportedly be secured for the coming  winter months. \n\nThis therapist will maintain his position from the assessment completed in December of 2014 that  Mr. Al Naqeeb’s wife has incurred approximately 10.83 additional hour per week of housekeeping  and related functions which Mr. Al Naqeeb no longer performs.  \n\nPre and Post Accident Caregiving Activities: \n\nMr. Al Naqeeb noted that he does not perform any caregiving functions for his two children. He  noted that his wife “does it all”. His involvement is limited to superfiMr. Al Naqeeb noted ial interactions with his \n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 14 of 18 \n\nDate of Report: 2021-11-24 \n\nchildren in the form of play or television watching for short periods of time in the evenings. He is  otherwise, for all intents and purposes, completely detached from his children.  \n\nPre and Post Accident Vocational Activities: \n\nPrior to the subject motor vehicle accident, Mr. Al Naqeeb was working on a full-time basis for  CLV Group as a financial analyst. He reported being an excellent employee with positive feedback  provided regularly about the quality of his work. He seldom took time off and prided himself in  being a high achiever in this capacity. ",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0.5,
          "toileting": 0,
          "feeding": 0.5,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0.5
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0.5,
          "medication": 0
        }
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [
        "o Referral to other practitioners \n\no Support services \n\n• A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18 – Assessment",
        "Treatment Plan"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "are possible temporary side  effects",
      "functionalGoals": [],
      "notes": "• An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO). • The assessment has been requested by Mr. Frank McNally of McNally Gervan Law Firm. • The purpose of this assessment is to assess Mr. Al Naqeeb’s current functional status as it  relates to the ability to complete the reported pre-accident activities of daily living. • The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if required. • Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects. \n\n• Recommendations may be provided at the conclusion of the assessment. These  recommendations may include: \n\no Occupational Therapy Treatment \n\no Assistive Devices \n\no Referral to other practitioners \n\no Support services \n\n• A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer. This may be an in \n\nperson assessment or a remote paper-review assessment. Funding for the requested goods  and/or services may ultimately be declined. \n\n• Mr. Al Naqeeb may choose to participate or decline any or all of the proposed assessment. • A report documenting this assessment will be completed and copies will be provided to the  following parties via secure transmission (fax or encrypted email attachment): - Frank McNally, McNally Gervan Law Firm \n\n- Kathy Nezan, Certified Life Care Planner, Modern OT \n\nFollowing this therapist’s explanation Mr. Al Naqeeb granted informed consent for this therapist  to proceed with the assessment and any subsequent interventions. \n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 4 of 18 \n\nDate of Report: 2021-11-24 \n\nDOCUMENTATION REVIEWED: \n\nThe following documentation was reviewed by this therapist prior to completing this assessment  and referenced in drafting this report: \n\n1. Plaintiff Medical Experts  \n\nA. Dr. Kurzman  \n\n(1) Neuropsychological Re-Assessment completed by Dr. David Kurzman  dated October 22, 2021 \n\nB. Dr. Suddaby  \n\n(1) Psychiatric Evaluation completed by Dr. Ken Suddaby dated October 15,  2021 \n\nC. Dr. Kevin Smith  \n\n(1) Report from Dr. Smith dated August 17, 2021 (with CV and Form 53) \n\n2. Prescription History  \n\nA. Fax from Walmart Pharmacy dated August 2, 2021 re No records on file B. Fax from AIM Trainyards Pharmacy dated July 5, 2021 re Not a Patient C. Fax from Walmart Pharmacy (Trainyards) dated July 14, 2021 re Not a Patient \n\n3. Family Doctor  \n\nA. Dr. Effendi  \n\n(1) Clinical notes and records received January 28, 2020 \n\n(2) Clinical notes and records received February 22, 2021  \n\n(3) Clinical notes and records received March 18, 2021 \n\n4. Hospital Records  \n\nA. Queensway Carleton  \n\n(1) Clinical notes and records received March 19, 2020  \n\nB. The Ottawa Hospital  \n\n(1) Clinical notes and records received June 18, 2020  \n\n5. Treating Specialists  \n\nA. Apollo Physical Therapy  \n\n(1) Clinical notes and records received February 9, 2021 \n\nC. Dr. Chalifour (Trainyards Medical)  \n\n(1) Clinical notes and records received August 23, 2021  \n\n(2) Clinical notes and records received August 23, 2021 (English Translation) \n\n6. Psychologist  \n\nA. Capital Region  \n\n(1) Clinical notes and records received February 9, 2021\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 5 of 18 \n\nDate of Report: 2021-11-24 ",
      "confidence": {
        "functionalLimitations": 0,
        "assistiveDevices": 0.8,
        "endurance": 0.8,
        "functionalGoals": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Mr. Al Naqeeb reported being in excellent physical and mental health pre-accident. He noted that  he was highly successful in his professional career and thrived all around. He attended the gym  regularly and reportedly led an active social life. He denied the presence of any prior injuries or  medical conditions which would impact his clinical presentation or course of recovery from the  injuries sustained in the subject motor vehicle accident. \n\nMECHANISM OF INJURY: \n\nOn August 27, 2013, Mr. Al Naqeeb was the restrained driver on his way home from work when  his vehicle was rear-ended at a high rate of speed. As a result of the impact, Mr. Al Naqeeb struck  his head on the steering wheel and air bags which deployed. He experienced a brief period of loss  of consciousness but was able to exit his vehicle on his own. Bystanders tended to him while  awaiting paramedics. He was taken by ambulance to the Civic Campus of The Ottawa Hospital  where he was assessed in the Emergency Room and subsequently released to the care of his family  physician. \n\nNATURE OF INJURY: \n\nBased on a review of available medical documentation, Mr. Al Naqeeb sustained the following  injuries as a result of the subject motor vehicle accident: \n\n• Pain Disorder ",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Up 7 – 9:00 am",
        "Takes medication",
        "Immediately goes to his laptop and computer to start work",
        "Goes from his computer to the couch all day long",
        "Works from morning to dinner with a short lunch break",
        "Will try and spend time with the kids and colour or watch a children’s movie until 9 pm • In bed at 1:00 – 1:30 am",
        "Short periods of static and  dynamic standing observed  by this therapist during this  assessment.",
        "Squatting",
        "No identified limitation",
        "Unable to achieve a full  squatted posture.",
        "Partial (1/2) squat  demonstrated by Mr. Al  Naqeeb during this  assessment. He experienced  significant difficulty  recovering to standing.",
        "Kneeling",
        "Avoids this posture, “I don’t kneel”.",
        "One bilateral kneeling  posture observed by this  therapist during this  assessment. He experienced  significant difficulty  achieving this posture and  required external support  from an adjacent couch to  recover to standing.",
        "Walking",
        "minutes then experiences  sharp increase in neck and  back pain.",
        "Short distance indoor  ambulation observed by this  therapist.",
        "______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 10 of 18",
        "Date of Report: 2021-11-24",
        "Stair",
        "Climbing",
        "Able in a slow manner.",
        "Two flights of stairs  managed by Mr. Al Naqeeb  during this assessment. Stair  climbing perform using a  step-stop approach with  support from the handrail.",
        "Driving",
        "Only drives locally. He finds  himself to be hypervigilant when driving and he avoids  this as much as he can.",
        "Not formally assessed.",
        "Functional Transfers and Mobility:",
        "Activity",
        "Client Self-Report",
        "Pre-Accident",
        "Post-Accident",
        "Therapist Observation",
        "Chair",
        "Independent",
        "No identified limitations.",
        "Bed",
        "Toilet",
        "Bath tub",
        "Vehicle",
        "Active Range of Motion:",
        "Legend:",
        "WFL: Within Functional Limits",
        "%: approximate percentage of normal range",
        "Nominal: less than 25% range",
        "Movement",
        "Right",
        "Comments",
        "Forward flexion",
        "¾ range",
        "Mild cervical range of motion restrictions  noted.",
        "Lateral flexion",
        "______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 11 of 18",
        "Rotation",
        "Extension",
        "Shoulder",
        "Flexion",
        "Abduction",
        "Adduction",
        "Internal rotation",
        "External rotation",
        "Elbow",
        "Wrist",
        "Supination",
        "Pronation",
        "Trunk",
        "Ankle",
        "Dorsiflexion",
        "Plantar flexion",
        "______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 12 of 18",
        "Emotional Presentation:",
        "Mr. Al Naqeeb presented with a flat affect which persisted throughout this assessment. He  appeared disengaged with the assessment process and appeared quite tired and deshevelled. Mr.  Al Naqeeb had not groomed or showered for over a week at the time of this assessment and his  appearance reflected this report. There were no signs of emotional lability during this  assessment.",
        "Cognitive Presentation:"
      ],
      "afternoonRoutine": [
        "Will often nap during the afternoon"
      ],
      "eveningRoutine": [
        "Will have dinner",
        "Sometimes stays downstairs with kids",
        "Sometimes will go to his parents with the kids and nap while they watch them • Sometimes will go back to work after dinner and end at 7:30 – 8:00",
        "Mr. Al Naqeeb presented as a poor historian, experiencing difficulty recalling many aspects of  his rehabilitation over the past few years. He was quite tangential in his thinking requiring that  this therapist refocus him repeatedly throughout the assessment. He demonstrated difficulty with  word finding and would often stop mid-sentence, having lost his train of thought. He left the  assessment for a period of 15 minutes as he scoured the home trying to locate his medication.  He was highly distractable and had difficulty remaining focused for the duration of this  assessment. At one point, he simply laid down on the sofa and closed his eyes. The room where  the assessment was completed was darkened with blinds. As the evening approached and the  environment grew even darker, this theraipist had to prompt Mr. Al Naqeeb to turn on a light as  this therapist could no longer effectively type on his computer. Mr. Al Naqeeb’s speech was  found to be slow and cognitive processing was also found to be delayed. When questioned  about the age of his children, Mr. Al Naqeeb paused and remembered that it was his daughter’s  sixth birthday on the day of this assessment. He noted that he had forgotten."
      ],
      "nightRoutine": [
        "Will wake 2 – 3 times per night due to pain",
        "Has difficulty falling asleep",
        "Racing thoughts will often happen and prevent him from falling asleep • Nightmares wake him up as well",
        "______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 9 of 18",
        "Date of Report: 2021-11-24",
        "OBJECTIVE INFORMATION:",
        "Postural Tolerances:",
        "Activity",
        "Client Self-Report",
        "Pre-Accident",
        "Post-Accident",
        "Therapist Observation",
        "Lying",
        "No identified limitation",
        "– 5 hours of broken sleep.  He wakes frequently due to  pain and racing thoughts.",
        "Period of 20 minutes of  supine lying on the sofa  observed by this therapist.",
        "Sitting",
        "Able to tolerate extended  periods of sitting however  reports pain increases after  30 – 45 minutes.",
        "Period of 45 minutes of  ststained sitting with  frequent postural changes  observed during this  assessment.",
        "Standing",
        "minutes then must sit."
      ],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Mr. Al Naqeeb described the following as a typical day at the time of this assessment: \n\n• Up 7 – 9:00 am \n\n• Takes medication \n\n• Immediately goes to his laptop and computer to start work \n\n• Goes from his computer to the couch all day long \n\n• Works from morning to dinner with a short lunch break \n\n• Will often nap during the afternoon \n\n• Will have dinner \n\n• Sometimes stays downstairs with kids \n\n• Sometimes will go to his parents with the kids and nap while they watch them • Sometimes will go back to work after dinner and end at 7:30 – 8:00 \n\n• Will try and spend time with the kids and colour or watch a children’s movie until 9 pm • In bed at 1:00 – 1:30 am \n\n• Will wake 2 – 3 times per night due to pain  \n\n• Has difficulty falling asleep \n\n• Racing thoughts will often happen and prevent him from falling asleep • Nightmares wake him up as well\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 9 of 18 \n\nDate of Report: 2021-11-24 \n\nOBJECTIVE INFORMATION: \n\nPostural Tolerances:\n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Lying \n\nNo identified limitation \n\n4 – 5 hours of broken sleep.  He wakes frequently due to  pain and racing thoughts.\n\nPeriod of 20 minutes of  supine lying on the sofa  observed by this therapist.\n\n2. Sitting \n\nNo identified limitation \n\nAble to tolerate extended  periods of sitting however  reports pain increases after  30 – 45 minutes.\n\nPeriod of 45 minutes of  ststained sitting with  frequent postural changes  observed during this  assessment.\n\n3. Standing \n\nNo identified limitation \n\n30 minutes then must sit. \n\nShort periods of static and  dynamic standing observed  by this therapist during this  assessment.\n\n4. Squatting \n\nNo identified limitation \n\nUnable to achieve a full  squatted posture.\n\nPartial (1/2) squat  demonstrated by Mr. Al  Naqeeb during this  assessment. He experienced  significant difficulty  recovering to standing.\n\n5. Kneeling \n\nNo identified limitation \n\nAvoids this posture, “I don’t kneel”.\n\nOne bilateral kneeling  posture observed by this  therapist during this  assessment. He experienced  significant difficulty  achieving this posture and  required external support  from an adjacent couch to  recover to standing.\n\n6. Walking \n\nNo identified limitation \n\n30 minutes then experiences  sharp increase in neck and  back pain.\n\nShort distance indoor  ambulation observed by this  therapist.\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 10 of 18 \n\nDate of Report: 2021-11-24 \n\n7. Stair  \n\nClimbing\n\nNo identified limitation \n\nAble in a slow manner. \n\nTwo flights of stairs  managed by Mr. Al Naqeeb  during this assessment. Stair  climbing perform using a  step-stop approach with  support from the handrail.\n\n8. Driving \n\nNo identified limitation \n\nOnly drives locally. He finds  himself to be hypervigilant when driving and he avoids  this as much as he can.\n\nNot formally assessed.\n\nFunctional Transfers and Mobility:  \n\nActivity \n\nClient Self-Report \n\nPre-Accident\n\nClient Self-Report \n\nPost-Accident\n\nTherapist Observation\n\n1. Chair \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n2. Bed \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n3. Toilet \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n4. Bath tub \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\n5. Vehicle \n\nIndependent \n\nIndependent \n\nNo identified limitations.\n\nActive Range of Motion:\n\nLegend: \n\nWFL: Within Functional Limits \n\n%: approximate percentage of normal range \n\nNominal: less than 25% range\n\nMovement \n\nRight \n\nLeft \n\nComments\n\nNeck \n\nForward flexion \n\n¾ range \n\nMild cervical range of motion restrictions  noted.\n\nLateral flexion \n\n¾ range \n\n¾ range\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 11 of 18 \n\nDate of Report: 2021-11-24 \n\nRotation \n\n¾ range \n\n¾ range\n\nExtension \n\n¾ range\n\nShoulder \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nAbduction \n\nWFL \n\nWFL\n\nAdduction \n\nWFL \n\nWFL\n\nInternal rotation \n\nWFL \n\nWFL \n\nWFL\n\nExternal rotation \n\nWFL \n\nWFL\n\nElbow \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nWrist \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nSupination \n\nWFL \n\nWFL\n\nPronation \n\nWFL \n\nWFL\n\nTrunk \n\nForward flexion \n\nWFL \n\nNo identified limitations.\n\nLateral flexion \n\nWFL \n\nWFL\n\nRotation \n\nWFL \n\nWFL\n\nHip \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nKnee \n\nFlexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nExtension \n\nWFL \n\nWFL\n\nAnkle \n\nDorsiflexion \n\nWFL \n\nWFL \n\nNo identified limitations.\n\nPlantar flexion \n\nWFL \n\nWFL\n\n______________________________________________________________________________ Ali Al Naqeeb Claim #: 105304327-3 Page 12 of 18\n\nDate of Report: 2021-11-24 \n\nEmotional Presentation: \n\nMr. Al Naqeeb presented with a flat affect which persisted throughout this assessment. He  appeared disengaged with the assessment process and appeared quite tired and deshevelled. Mr.  Al Naqeeb had not groomed or showered for over a week at the time of this assessment and his  appearance reflected this report. There were no signs of emotional lability during this  assessment.  \n\nCognitive Presentation: \n\nMr. Al Naqeeb presented as a poor historian, experiencing difficulty recalling many aspects of  his rehabilitation over the past few years. He was quite tangential in his thinking requiring that  this therapist refocus him repeatedly throughout the assessment. He demonstrated difficulty with  word finding and would often stop mid-sentence, having lost his train of thought. He left the  assessment for a period of 15 minutes as he scoured the home trying to locate his medication.  He was highly distractable and had difficulty remaining focused for the duration of this  assessment. At one point, he simply laid down on the sofa and closed his eyes. The room where  the assessment was completed was darkened with blinds. As the evening approached and the  environment grew even darker, this theraipist had to prompt Mr. Al Naqeeb to turn on a light as  this therapist could no longer effectively type on his computer. Mr. Al Naqeeb’s speech was  found to be slow and cognitive processing was also found to be delayed. When questioned  about the age of his children, Mr. Al Naqeeb paused and remembered that it was his daughter’s  sixth birthday on the day of this assessment. He noted that he had forgotten. ",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0.8,
        "eveningRoutine": 0.8,
        "nightRoutine": 0.8,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}