{
  "fileName": "Delilah Hurteau, Dale HVEIHA2CAT_FINAL.docx.pdf",
  "originalText": "TYPE OF ASSESSMENT   In-person - Occupational Therapy  Activities of Daily Living (In-home)  BENEFIT ADDRESSED   Catastrophic Impairment Determination  DOCUMENT IN REVIEW   OCF-19 dated November 6, 2021  Submitted by Physician Dr. David Kurzman  ASSESSOR   Mr. Sebastien Ferland,  Occupational Therapist  ASSESSMENT DATE   Tuesday Aprill 30, 2024  DATE OF REPORT  REGARDING   HURTEAU, Dale  CLAIM #   0032530853  DATE OF LOSS   August 17, 2019  DURATION OF ASSESSMENT   2 hours  CONFIRMATION OF ID   Health Card  OTHERS IN ATTENDANCE   Claimant’s wife  ASSESSMENT LOCATION   18 Merrick Street, Smiths Falls ON K7A 4R3  FILE NUMBER   72476  PREPARED FOR   Belair Insurance  Assessor’s Qualifications  Mr. Ferland is an Occupational Therapist with over 23 years of experience.   His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa  and launched himself in the world of private business.   Over the years, Sebastien has provided  services to the automobile insurance and legal communities as well the WSIB, Veterans Affairs  and the Long-Term Disability sector.  Mr.   Ferland   has   extensive   experience   working   with individuals suffering from catastrophic  injuries.   He provides assessment and treatment services as a primary Occupational Therapist  as well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord  injuries and amputations.   He also has extensive experience working with individuals who have  been   deemed   to   meet   the   catastrophic   threshold   on   the   basis   of   psychological   and/or  psychiatric impairments.\n\nOver his years of working with individuals injured in motor vehicle accidents, Mr. Ferland  developed a strong interest in the field of mental health, focussed on functional reactivation for  injured individuals suffering from depression, anxiety and posttraumatic stress.   His clinical  acumen has led him to be qualified as an Expert in his field by the Ontario Superior Court of  Justice.  REASON FOR REFERRAL  Mr. Hurteau was referred through HVE Healthcare Assessments by Belair Insurance for an  Occupational   Therapy   Activities   of   Daily   Living   (In-Home)   Assessment   as   part   of   a  multidisciplinary Catastrophic Impairment Determination Assessment, in response to an OCF-19  dated   November   6,   2021,   submitted   by   Dr.   David   Kurzman.   Mr.   Hurteau   is   applying   for  catastrophic impairment designation under the SABS Criterion 4 for a motor vehicle accident on  or after June 1, 2016.  Criterion 4:   A Traumatic Brain Injury, if the person was 18 years of age or older at the time of  the accident, which meets the following:  (i)   The injury shows positive findings on a CAT scan, an MRI, or any other medically  recognized brain diagnostic technology indicating intracranial pathology as a result of the  accident, including, but not limited to, intracranial contusions or hemorrhages, diffuse  axonal injury, cerebral edema, midline shift or pneumocephaly.  (ii) When   assessed   in   accordance   with   Wilson,   J.,   Pettigrew,   L.,   and   Teasdale,   G.,  Structured Interviews for the GOS and GOSE the injury results in a rating of  a)   Vegetative State (VS or VS*), one month or more after the accident, or  b)   Upper Severe Disability (Upper SD or Upper SD*) or Lower Severe Disability (Lower SD  or Lower SD*), six months or more after the accident, or  c)   Lower   Moderate   Disability   (Lower MD or Lower MD*), one year or more after the  accident.  The purpose of the Occupational Therapy ADLs Assessment was to gather subjective and  objective information in order to determine the claimant’s level of functioning and to provide  information to the co-assessors’ that is relevant to their Catastrophic Impairment ratings under  Criterion 4 based on the American Medical Association’s (AMA ) Guides to the Evaluation of  Permanent Impairment, 4 th   Edition, 1993   and the Statutory Accident Benefits Schedule (SABS).  SCOPE OF THE ASSESSMENT  This assessment took place at the claimant’s home on February 15, 2022.   The claimant  presented his Ontario Health Card for photo identification and the duration of the assessment  was two hours. The claimant, his wife and this occupational therapist were in attendance for the  assessment.\n\nCovid-19 Protocols  Prior to conducting this assessment, this occupational therapist conducted a Covid-19 screening  of both Mr. Hurteau and this therapist, after which a decision was made to proceed with the  assessment.   This occupational therapist sanitized prior to entering Mr. Hurteau’s home and  wore PPE in accordance with government instructions in the current lockdown phase.  CONSENT AND ASSESSMENT PROTOCOL  The claimant was informed that the assessment would entail an interview, range of motion  testing, strength testing, and a demonstration of daily tasks. The claimant was advised that if at  any time during the Occupational Therapy Assessment he experienced discomfort, he could  stop to rest or discontinue the assessment. The claimant was advised regarding potential risks  and discomforts, but informed that every effort would be made to minimize any risks through  evaluation of preliminary information regarding the claimant’s health and fitness status, as well  as through observations during testing. The claimant was encouraged to ask any questions  regarding   assessment   procedures   or results. The claimant was advised that following the  assessment, a report summarizing assessment data, observations, opinions, and findings would  be prepared and submitted to the referral source through HVE Healthcare Assessments. The  claimant provided signed consent to participate in this assessment.  This   report   is   based   on   the   information   collected   during   the   claimant   interview,   general  musculoskeletal   evaluation,   and   observations   of functional tasks as well as review of the  provided medical documentation.   File documentation was provided prior to the completion of  this assessment report.   This report may be amended, via an addendum, if additional medical  information becomes available.  MULTIDISCIPLINARY CO-ASSESSMENT REPORTS  As part of this multidisciplinary referral, I have reviewed the reports of the following Catastrophic  Impairment Determination co-assessments:  ●   Neurocognitive Assessment (CAT Determination): 2022-05-31 12:00:00 – Dr.  Konstantine Zakzanis  ●   Paper Review (CAT Determination): 2022-05-31 17:00:00 – Dr. Gordon Cheung  ●   Neurological Assessment (CAT Determination): 2022-03-09 11:00:00 – Dr. Tilak Mendis  ●   Executive Summary (CAT Determination): 2022-05-31 17:00:00 – Dr. Michael Hanna  DOCUMENT LIST  All of the documentation forwarded was reviewed as part of this assessment.  Title, Doctype   Author   Date  Additional File Information  - Reviewed February 14,  2022\n\nMedical Correspondence   Debbie Panovka, Admin at  Functionability  January 26, 2022  Clinical Notes and Records   Kingston Ophthalmology  and Vision Sciences  Centre  January 22, 2022  Clinical Notes and Records   Elliott Street Medical Clinic   January 18, 2022  Occupational Therapy  Progress Report 3  Triona O'Sullivan,  Occupational Therapist  October 01, 2021  Clinical Notes and Records   Dentistry @ Smith Falls   August 17, 2021  Memo Accompanying  OCF-6 for Cost of Agenda  Lisa Honeywell, Social  Worker  August 12, 2021  Expenses Claim Form,  OCF-6  Dale Hurteau, Claimant   August 11, 2021  Medical Correspondence   Dr. Mark Bona,  Opthalmologist  July 28, 2021  Request for Patient Info:  Visual Field & Acuity  Lisa Honeywell, Social  Worker  July 19, 2021  Invoice for Daily  Appointment Book and  Planner  Amazon   May 25, 2021  Clinical Notes and Records   Dentistry @ Smith Falls   May 19, 2021  Letter of Support for  Medication Review  Lisa Honeywell, Social  Worker  May 14, 2021  Treatment and  Assessment Plan, OCF-18  Alexandra Truyens,  Physiotherapist  March 25, 2021  Treatment and  Assessment Plan, OCF-18  Kelly Logan, Speech and  Language Pathologist  January 05, 2021  Treatment and  Assessment Plan, OCF-18  Kelly Logan, Speech and  Language Pathologist  July 23, 2020  Treatment and  Assessment Plan, OCF-18  Kelly Logan, Speech and  Language Pathologist  May 27, 2020  Clinical Notes and Records   Function Ability  Rehabilitation Services  May 20, 2020  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  March 17, 2020  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  October 17, 2018  Miscellaneous  Correspondence  Various Providers   October 16, 2018  Clinical Notes and Records   Various Providers   October 16, 2018  US of the Left Shoulder   Perth and Smiths Falls  District Hospital  February 11, 2021  Title, Doctype   Author   Date  Additional File Information  - Reviewed January 27,  2022\n\nDental Assessment Report   Dr. Earl Magder, Dentist   January 26, 2022  Executive Summary   Dr. David Kurzman, Dr.  Tobi Lubinsky, Melissa  Paniccia and Ellie  Lapowich  November 06, 2021  Application for  Determination of  Catastrophic Impairment,  OCF-19  Dr. David Kurzman,  Psychologist  November 06, 2021  Independent  Neuropsychological  Assessment  Dr. Tobi Lubinsky,  Psychologist  October 29, 2021  Treatment and  Assessment Plan, OCF-18  Triona O'Sullivan,  Occupational Therapist  October 04, 2021  Occupational Therapy  Progress Report  Triona O'Sullivan,  Occupational Therapist  October 01, 2021  Occupational Progress  Report 3  Triona O'Sullivan,  Occupational Therapist  October 01, 2021  Occupational Therapy  Catastrophic Assessment  Report  Melissa Paniccia,  Occupational Therapist  September 01, 2021  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  August 30, 2021  Treatment and  Assessment Plan, OCF-18  Dr. David Kurzman,  Psychologist  August 11, 2021  Title, Doctype   Author   Date  Additional File Information  - Reviewed September 3,  2021  Treatment and  Assessment Plan, OCF-18  Triona O'Sullivan,  Occupational Therapist  July 07, 2021  Justification for Equipment   Triona O'Sullivan,  Occupational Therapist  July 07, 2021  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  June 03, 2021  Occupational Therapy  In-Home Assessment  Report  Mr. Mohan Iyengar,  Occupational Therapist  May 26, 2021  Treatment and  Assessment Plan, OCF-18  Melissa Paniccia,  Occupational Therapist  May 19, 2021  Treatment and  Assessment Plan, OCF-18  Melissa Paniccia,  Occupational Therapist  May 19, 2021  Letter of Support For  Medication Review  Lisa Honeywell, Social  Worker  May 14, 2021  Clinical Notes and Records   Kingston MRI   May 12, 2021  MRI of the Brain   Kingston MRI\n\nAssessment of Attendant  Care Needs, Form 1  Mr. Mohan Iyengar,  Occupational Therapist  May 11, 2021  Treatment Plan Proposal   Dentistry @ Smith Falls   February 07, 2020  Title, Doctype   Author   Date  File Information -  Reviewed May 3, 2021  Occupational Therapy  Attendant Care  Reassessment Report  Triona O'Sullivan,  Occupational Therapist  March 29, 2021  Assessment of Attendant  Care Needs, Form 1  Genna Solomon-Bort,  Occupational Therapist  March 26, 2021  Treatment and  Assessment Plan, OCF-18  Jonathan Wareham,  Optometrist  March 09, 2021  Treatment and  Assessment Plan, OCF-18  Kelly Logan, Speech and  Language Pathologist  December 14, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  December 14, 2020  Speech Language  Pathology Progress Report  #1  Kelly Logan, Speech and  Language Pathologist  December 14, 2020  Occupational Therapy  Progress Report #2  Genna Solomon-Bort,  Occupational Therapist  November 21, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  November 16, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  October 27, 2020  Treatment and  Assessment Plan, OCF-18  Alexandra Truyens,  Physiotherapist  October 20, 2020  Social Work Progress  Report  Erin McGuinty, Social  Worker  September 22, 2020  Justification Memo for  OCF-18 for Continued  Occupational Therapy  Services  Genna Solomon-Bort,  Occupational Therapist  September 01, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  August 25, 2020  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  July 09, 2020  Speech-Language  Pathology Assessment  Report  Kelly Logan, Speech and  Language Pathologist  July 09, 2020  Treatment and  Assessment Plan, OCF-18  Kelly Logan, Speech and  Language Pathologist  June 19, 2020  Treatment and  Assessment Plan, OCF-18  Alexandra Truyens,  Physiotherapist  June 15, 2020\n\nOccupational Therapy  Progress Report  Genna Solomon-Bort,  Occupational Therapist  May 07, 2020  Treatment and  Assessment Plan, OCF-18  Kelly Logan, Speech and  Language Pathologist  May 06, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  April 27, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  April 27, 2020  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  April 16, 2020  Social Work Initial  Progress Report  Erin McGuinty, Social  Worker  March 30, 2020  Assessment of Attendant  Care Needs, Form 1  Genna Solomon-Bort,  Occupational Therapist  January 30, 2020  Occupational Therapy  Initial Report: In-Home  Functional Assessment  Genna Solomon-Bort,  Occupational Therapist  January 29, 2020  Psychiatry Assessment  Report  Dr. Holly Dornan,  Psychiatrist  January 21, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  January 10, 2020  Treatment and  Assessment Plan, OCF-18  Alexandra Truyens,  Physiotherapist  November 06, 2019  Clinical Notes and Records   Perth and Smiths Falls  District Hospital  October 18, 2019  XRAY of the Lumbar  Spine, Sacrum and Cocyyx  Author Name Not Provided   October 18, 2019  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  October 17, 2019  Application for Accident  Benefits, OCF-1  Dale Hurteau, Claimant   October 17, 2019  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  October 16, 2019  Clinical Notes and Records   Dr. Bob Van Noppen   September 27, 2019  CT Scan of Head, Facial  Bones and Cervical Spine  The Ottawa Hospital   August 17, 2019  XR Pancrex   The Ottawa Hospital   August 17, 2019  CT Scan of Lumbosacral  Spine  Perth and Smiths Falls  District Hospital  December 14, 2015  XRAY of the Left Ankle   Perth and Smiths Falls  District Hospital  March 08, 2017  XRAY of the Left Shoulder   Perth and Smiths Falls  District Hospital  June 06, 2017  US of the Left Shoulder   Perth and Smiths Falls  District Hospital  June 06, 2017  XRAY of the Left Ribs   Perth and Smiths Falls  District Hospital  July 16, 2017  Disability Certificate,  OCF-3  Alexandra Truyens,  Physiotherapist  September 17, 2019\n\nDirection   Intact   September 11, 2019  Permission to Disclose  Health Information, OCF-5  Dale Hurteau, Claimant   August 26, 2019  Application for Accident  Benefits, OCF-1  Dale Hurteau, Claimant   August 26, 2019  Audatex ClaimImage   Intact Insurance   August 23, 2019  Disability Certificate,  OCF-3  Erin Cameron, Nurse  Practiitioner  May 02, 2017  The medical brief was reviewed by this occupational therapist prior to completing this  assessment.  RELEVANT PERSONAL AND OCCUPATIONAL HISTORY OF THE CLAIMANT:  Mr. Hurteau is a 63 year-old man living with his wife in the town of Smiths Falls Ontario. He has  been common-law to his wife Heather for 16years and he reports not having a relationship with  any of his children from past marriages.   He is also reportedly estranged from his own siblings  and family.   Mr. Hurteau sustained a traumatic brain injury following a fall from a roof in 2001  and was not gainfully employed at the time of the subject motor vehicle accident.   Mr. Hurteau  noted that he has been receiving disability benefits since 2001.   He spent his days “from  morning to sunset” picking garbage in his community as a form of exercise and to be engaged  in productive activity.  RELEVANT   PAST   MEDICAL   HISTORY   AND   NON-ACCIDENT   RELATED   MEDICAL  CONDITIONS:  As noted above, Mr. Hurteau does present with a significant medical history which pre-dated the  subject motor vehicle accident. He confirmed the following which was gleaned from the medical  brief provided in advance of this assessment:  ●   Fractured skull and TBI resulting from a fall from a roof in 2001  ●   Blurred vision in left eye, required use of corrective lenses  ●   Lower back pain (chronic)  ●   Spinal stenosis  ●   Chronic sinusitis  ●   Erectile dysfunction  ●   Fibroma resected in 2018  ●   Left tympanomastoidectomy for cyst in ear canal  ●   Left shoulder rotator cuff injury (reportedly resolved at time of subject MVA)  Despite these multiple medical issues, Mr. Hurteau noted that he had adjusted to his limitations  and was independent with all of his activities of daily living. He spent his days cleaning the  streets and ditches of his community. He was active and able to provide assistance to his  partner’s father for yard care such as tree removal, He would also assist with raking leaves..  SUBJECT MVA DETAILS AND RELATED INJURY COMPLAINTS\n\nAccident Description   (Reported by Claimant)  Mr. Hurteau indicated that he has no recollection of the events which surrounded the subject  motor vehicle accident.   Based on the file review, Mr. Hurteau was the restrained driver of his  vehicle which swerved onto incoming traffic while trying to avoid colliding with a deer.   This  resulted in a head-on collision with another vehicle (municipality 1-ton truck).   Emergency  services were required to extract Mr. Hurteau from his vehicle and he was taken to Smiths Falls  Hospital via ambulance where he was assessed and subsequently transferred to the Ottawa  Civic Hospital and then transferred again to the Ottawa General Hospital.  Injuries   (Reported by Claimant, Confirmed through File Review)  As a result of the subject motor vehicle accident, Mr. Hurteau was diagnosed with the following  injuries:  ●   Traumatic Brain Injury  ●   Comminuted and displaced fracture of the right mandibular condyle  ●   Broken teeth  CURRENT TREATMENT   (Reported by claimant)  When queried about his current treatment team, Mr. Hurteau noted that he is unable to recall  the names of his team members without a visual aid which was posted on his refrigerator. The  visual   aid   consists   of   pictures   of   each   team   member   with   their   name   and   professional  designation printed below.   With the use of this aid, Mr. Hurteau was able to provide an account  of who is currently involved in his care. His wife provided adjunct information to supplement her  husband’s limited responses.  At the time of this assessment, Mr. Hurteau reported being followed by the following health  professionals:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of  appointments  Outcome of Last  Appointment  Date of Next  Appointment  Erin Cameron,  Nurse  Practitioner  Last seen 3 – 4 weeks ago.  Sees her infrequently, every  3-months requested by  nurse but seeing her  as-needed.  Issues with his left  knee discussed. He  reports locking of the  left knee which is  painful to recover from.  TBD  PSW Services   Terminated due to  interruption of funding.  NA   NA  , OT with  FunctionAbility  Terminated due to  interruption of funding.  Working on various  functional goals. Dale  has no recollection of  what she does.  Journalling (but he  can’t due to his eyes).  Ongoing  Lisa Honeywell,  Social Worker  Once every two weeks.   Catch up on events of  past two weeks. “She  Ongoing\n\nwith  FunctionAbility  is what keeps him  going”. Addressing  appointments. Mental  health counselling.  Physiotherapist  with Back on  Track  Physiotherapy  Terminated due to  interruption of funding.  NA. Will be starting  physiotherapy under  OHIP funding May 7,  2024 through Perth  Physiotherapy.  Ongoing  Dr. Karen Smith,  Physiatrist  He no longer sees Dr.  Smith.  NA   NA  Medication (Pre- & Post-MVA)   (Reported by Claimant)  Mr. Hurteau ‘s wife provided this therapist with a copy of Mr. Hurteau’s latest medication printout  from his pharmacy. He is currently making use of the following medications:  ●   Teva-Codeine, 30 mg  ●   Desmopressin, 0.2 mgDeloxetine, 60 mg  ●   Sinequan, 50 mg  ●   Celecoxib, 200 mg  CURRENT COMPLAINTS REPORTED BY THE CLAIMANT :  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain  Symptom/Complaint   Details   Pain  Rating  Headaches   He   reports   headaches   on   a   daily   basis  associated with a burning pain in his right  eye.   He   will   make   use of medication for  symptom relief.   He experiences on average  two   episodes   of   headache   flare-ups   on   a  daily basis.  7/10  Vision loss   Mr.   Hurteau   noted   that   as   a   result of the  accident, he experienced a complete loss of  vision in his left eye and a loss of field of  vision   in   his   right   one.   He described the  vision in his right eye as “looking through a  straw”.   He is now legally blind and makes  use   of   a   blind   cane   when   walking   in   the  house to avoid tripping hazards.  NA  Light hypersensitivity   He is highly sensitive to light and must wear  sunglasses both indoors and outdoors.   He  will squint as well to reduce the amount of  light   going   into   his   eyes.   He   will   wear  sunglasses   indoors   on   occasion   on   really  bright days.  NA\n\nNoise hypersensitivity   He   is   highly   sensitive   to   loud   noises   and  reports feeling overloaded when in a room  with more than one person speaking.   His  wife noted that he will often excuse himself  and retreat to his bedroom when he becomes  overwhelmed by sound.  NA  Bilateral shoulder pain   He   reports   sharp   pain   in   both   shoulders  exacerbated by reaching above his head or  with lifting and carrying of loads.  7/10  Right elbow pain   He reports sharp pain in his right elbow which  reportedly   affects   the   strength   in   his   right  hand.   He is prone to dropping objects and  will often make use of his non-dominant left  hand to hold items like a cup of coffee.   He  reports   the   onset   of   right-hand   numbness  approximately 6 months ago and numbess in  the left hand which developed over the last  year.  7/10  Lower back pain   He   reported   a   significant   flare-up   of   his  pre-existing   lower   back   pain   post-accident.  The pain is constant and limits his ability to  bend forward.   He noted that his pre-accident  lower back pain was 3/10 and did not impact  on   his   ability   to   volunteer   cleaning   his  community for 8 hours per day.  8/10  Bilateral knee pain   Mr.   Hurteau   reports   significant   pain   in   his  knees.   This affects his ability to ambulate  and he requires the use of a Rollator walker  when walking outdoors with his PSW.  He was is now wearing a knee brace and  back brace.  8/10  Cognitive Symptoms:  Mr. Hurteau experienced significant difficulty explaining the cognitive challenges he eperiences  on a day to day basis. His wife assisted by providing the following issues she has noticed since  the subject motor vehicle accident:  ●   Poor short-term memory  ●   Difficulty with organization  ●   Difficulty multi-tasking, can only focus on one specific task at a time  ●   Difficulty with problem solving  ●   Poor focus and concentration  ●   High degree of cognitive fatigue, decreased cognitive stamina  ●   Concrete thinker vs abstract thinker  ●   Perseveration, rigid thinking  ●   High degree of impulsivity (attempted suicide, bought 1k metal detector)\n\nNeeds prompting for everything.   He is good about it but doesn’t do anything without being  prompted to:  Dressing in clean clothes  Shoewring  Brushing teeth  Putting on deodorant  Needs cueing for all self-care functions  When unsteady, she will hover around the area (like curl her hair or getting ready for the day)  Emotional Symptoms:  Mr. Hurteau’s wife noted the following changes in his overall mood:  ●   In February, he was drinking alcohol in the garage. He attempted to injure himself with a  crossbow,   which   resulted in an arrow being implanted in his left upper-chest.   He  reportedly pulled the arrow while waiting in hospital. No major organs hit.  ●   He is highly frustrated with the lack of services and the status of his claim.  ●   He is pretty quiet most of the time.  ●   He needs a quiet house, cannot handle stress or loudness.  ●   Angry outbursts only occur when he is really tired. If he doesn’t rest he is a bear.  Symptom Management Strategies:  ●   Avoiding activity  ●   Medication  ●   Rest  DESCRIPTION OF HOME  TYPE OF  DWELLING  Apartment  ROOMS   Qty   ROOMS   Qty  Bedrooms   3   Bedrooms   3  Bathrooms   1   Bathrooms   1  Living Room   1   Living Room   1  Family Room   0   Family Room   0  Dining Room   1   Dining Room   1  Kitchen   1   Kitchen   1  Laundry   1   Laundry   1  Stairs   No   Stairs   No  Basement   No   Basement   No  Driveway  Description  Double car laneway  Yard description   None.\n\nAssessor’s General Observations of the Claimant:  PHYSICAL EXAMINATION  Postural Tolerances:  Activity   Client Self-Report  Pre-Accident  Client Self-Report  Post-Accident  Therapist Observation  1. Lying   Goes to bed at 9 or 10 pm  and he is up at 3am.   He is  always up before his wife.  Having coffee, smoking.  He   noted   physical   issues,  dreams about the accident,  lack of comfort.  Short period of supine lying  observed   by   this   therapist  during this assessment.  2. Sitting   A few minutes on a chair.   Short   periods   of   sitting  observed.   Mr.   Hurteau  noted   that   he   was  uncomfortable and spent the  majority of the assessment  in standing position, leaning  on a counter.  3. Standing   He spends much of his time  standing.   He will lie down  or kneel.   He will fall asleep  once pain subsides.  Periods fo up to 30 minutes  of sustained standing while  leaning   on   the   kitchen  counter   observed   by   this  therapist.  4. Squatting   Partial with external support.   One   ½   power   squat   with  support   from   an   adjacent  chair   observed   during   his  assessment.  5. Kneeling   Able with external support.   One   bilateral   kneeling  posture   observed   by   this  therapist.   He   required  push-off   assistance   from a  chair to recover to standing.\n\n6. Walking   Due to knee and back, he  cannot walk more than 15  minutes then needs to take a  rest.   He no longer uses his  walker as he must use his  white cane for his blindness.  Never walks on his own. He  is resistant to outings after  having people be upset with  him   at   Wal-Mart   due   to  being in the wrong line.  Short   distance   indoor  ambulation observed by this  therapist.   He made use of  his blind cane to scan the  floor as he walked to various  areas of his home.  7. Stair  Climbing  Does not know.   No stairs in  living environment.  Not observed as there are no  stairs in his immediate living  environment.  8. Driving   Does not drive anymore.   NA  Functional Transfers and Mobility:  Activity   Client Self-Report  Pre-Accident  Client Self-Report  Post-Accident  Therapist Observation  1. Chair   No identified limitations.  2. Bed   He requires assistance in the  morning   more   often   than  not.   He is able to get up on  his own by rolling out of the  bed onto his knees.   He will  seek support when Heather  is   there   otherwise   he   will  manage with difficulty.  No identified limitations.  3. Toilet   with   use   of   the sink for  support.  No identified limitations.  4. Bath tub   but   Heather   will   remain  close-by for supervision.  No identified limitations.\n\n5. Vehicle   He has an inability to readily  transfer   in   and   out   of   a  regular sedan.  No identified limitations.  Active Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   No identified limitations.  Lateral flexion  Rotation  Extension  Shoulder   Flexion   No identified limitations.  Extension  Abduction  Adduction  Internal rotation  External rotation  Elbow   Flexion   No identified limitations.  Extension  Wrist   Flexion   No identified limitations.  Extension  Supination  Pronation\n\nTrunk   Forward flexion   ½ range   Moderate   forward   flexion   limitations  coupled with report of pain throughout the  demonstrated range. Lateral flexion  Rotation  Hip   Flexion   No identified limitations.  Extension  Knee   Flexion   No identified limitations.  Extension  Ankle   Dorsiflexion   No identified limitations.  Plantar flexion  Typical Day Post-Accident:  Mr. Hurteau and his wife reported the following as a typical daily routine at the present time:  ●   Will get up at 2 – 3am.  ●   Will come to the living room and watch tv  ●   He will smoke and have a coffee (instant coffee with electric keetle)  ●   He will make toast with butter.  ●   He will not leave the yard as he will get lost.  ●   He avoids all outings as he does not want to be exposed to ignorant people in the  community.  ●   He will continue this pattern until late-morning or noon.   Rainy days are worse as he  finds “it does something to my head, it makes me fuzzy”.  ●   Heather will prepare lunch mid-morning, and he is ready to go to bed.  ●   Naps 2 – 4 hours, Heather wakes him at 3-hour mark.  ●   Gets up with help from Heather and repeats routine.  ●   They will have dinner in front of the television  ●   Goes to bed at 8 – 10pm (9 is typical)  EMOTIONAL PRESENTATION:  Mr. Hurteau was pleasant and cooperative with this assessment and participated effectively in  this assessment. He was observed to be in generally good spirits despite making repeated  comments to the effect that he wished he had died in the accident. This is reportedly a  discourse he often engages in when discussing his issues. There were no signs of emotional  lability. Mr. Hurteau responded appropriately to attempts at humour by this therapist and  engaged in some appropriate banter with this therapist and his wife.\n\nPage 17 of 23  COGNITIVE PRESENTATION:  Mr. Hurteau’s cognitive presentation could bes best described as generally confused. He  experienced difficulty recalling names of his treatment teams and required prompting from his  wife to answer a large number of questions posed thoughout this assessment. He displayed  difficulties with word finding on several occasions and would often defer to his wife to speak on  his behalf as he did not understand what this therapist was asking of him.  COMPARISON OF FUNCTIONAL STATUS PRE-MVA AND POST-MVA  ACTIVITIES OF DAILY LIVING   (as reported by claimant)  Task   Pre-MVA   Current  Personal care   Independent   Mr.   Hurteau   is   currently managing his  self-care with much difficulty. He relies on  assistance from his wife to don his socks  and underwear, for preparing his meals,  for stand-by supervision while showering  and for shaving, toenail care, medication  management  Household  (Housekeeping /  Home  maintenance)  Pre-accident, Mr. Hurteau  was   responsible   for   the  following activities:  ●   Cleaning dishes  ●   Making the bed  ●   Changing   the   cat  litter (5 cats)  ●   Yard work  ●   Cleaning the pool  ●   Raking leaves  Mr.   Hurteau’s   involvement   in  housekeeping   and   home   maintenance  has   changed   drastically.   He will assist  with   feeding   the   cats   (with   setup  assistance from Heather). Cats will meow  as a reminder to feed him.   This is the  extent of his abilities.  Community access   He   used   to   drive   to  access the community.  He no longer drives and must always be  accompanied when leaving the home. He  will either go for walks with his PSW or  will go on outings with his wife by his side  at all times.  Work   Mr.   Hurteau   volunteered  full-time   cleaning   his  community.   He   noted  that   this   gave   him   an  opportunity   to   remain  active   while   contributing  to   his   community   and  giving his life a sense of  purpose.  Mr.   Hurteau   has   completely   interrupted  his volunteering activities.   He indicated  that he no longer speaks to the individual  with   whom   he   shared   this   volunteering  activity.  Finances   He managed his finances  independently.  Mr.   Hurteau   reported   that   he   is   not  responsible for any financial matters and\n\nPage 18 of 23  relies on his wife to manage all aspects of  finances.  Leisure   Mr. Hurteau reported that  his primary leisure activity  was   related   to   his  volunteering   which   he  would do “from daylight to  sunset,   seven   days   a  week”.  At   this   time,   Mr.   Hurteau   is   no   longer  engaged   in   any   form   of   meaningful  activity.   He spends his days pacing the  home,   smoking cigarettes and watching  television/listening   to   the   radio.   He  indicated   on   several   occasions   that   he  wished he had dies in the accident.  Pet care   5   cats.   He   was  responsible for managing  the cat litter and sharing  feeding and watering with  his wife.  He no longer manages the litter as he is  afraid   of   falling   due   to   the tight corner  where   the litter box is located.   He no  longer   feeds   the   cats   due   to   his   poor  memory and forgetfulness.   He will water  the cats when prompted to do so.  SOCIAL FUNCTIONING   (as reported by claimant)  Category   Pre-MVA   Current  Romantic  Relationshi  p  Mr.   Hurteau   has   been  married to his current wife  for 16 years.   He reports  that they have always had  a   good   relationship   and  that   she   was   very  supportive of him,  Mr.   Hurteau   noted   that he and his wife have  maintained a strong relationship.   He notes that  they   no   longer   have   sexual   intercourse   as   a  result of erectile dysfunction.  Family   Mr.   Hurteau   noted   being  estranged   from his family  and children from his prior  two   marriages   for   a  number of years.   He did  not disclose the reason for  this rift.   He noted having a  good relationship with his  wife’s   parents   and  children.  Mr. Hurteau noted that the relationship with his  wife’s children had seen a positive shift.   They  had   a   reconnection   with   his   daughter   in  Kingston.   This was an isolated meeting and  another meeting has yet to be arranged.  Social   Mr. Hurteau associated on  a daily basis with a friend  with whom he would walk  around   the   community  picking trash on a full time  basis.   He otherwise had  limited social contacts.  Mr.   Hurteau   no   longer   has   contact   with   his  volunteering   partner.   He   has   no   meaningful  relationships at this time other than with his wife.\n\nPage 19 of 23  GLASGOW OUTCOME SCALE – EXTENDED (GOS-E)  The Structured Interview for the Glasgow Outcome Scale – Extended   was conducted with  Mr. Hurteau during this assessment completed on May 11, 2021.  Consciousness  1A: Is the head injured person able to obey simple commands, or say any words?  Yes  Mr. Hurteau was able to speak and communicate appropriately with this occupational  therapist.   He demonstrated some difficulty with word finding and thought organization  but was able to respond to commands and answer a number of questions.  Independence in the home  2A:   Is the assistance of another person at home essential every day for some activities  of daily living?  Yes  Mr. Hurteau cannot be left alone as a result of impulsivity and poor memory.   He has  reportedly demonstrated wandering behaviours in the past and requires monitoring to  ensure his safety and wellbeing.  2B: Do they need frequent help of someone to be around at home most of the time?  Yes  Mr. Hurteau is dependant on assistance provided by family members to support his  completion of self-care functions such as meal preparation.   He also obtains assistance  from his daughter for organization (remembering to get groceries, to put gas in the car,  etc.).   Mr.   Hurteau   is   required   to   complete   a   daily   exercise   regimen   which   lasts  approximately 45 minutes.   He notes that he is forgetful and often does not complete the  exercises independently.   Mr. Hurteau indicated that he will also forget to complete his  exercises altogether.   Given the importance of regular exercise in the case of spinal cord  injuries, the assistance of someone every day is required for the management of a  prescribed exercise routine at this time.   (Sebastien, based on information in your A/C  report. Do you agree that it is relevant to add that here?)  Disability Outcome Category:   Lower Severe Disability  2C:   Was assistance at home essential before the accident?  No  Independence outside the home  3A. Are they able to shop without assistance?\n\nPage 20 of 23  No  Mr. Hurteau cannot drive or use public transit independently.   He is unable to manage  finances and thus cannot engage in independent shopping.   He is always accompanied  by his wife on outings.  3B: Were they able to shop without assistance before the injury?  Yes.   Mr. Hurteau was able to shop without assistance before the subject motor vehicle  accident.  4A. Are they able to travel locally without assistance?  No  Mr. Hurteau does not drive and can only walk short distances using a Rollator Walker  and accompanied by a PSW or by his wife.  4B: Were they able to travel locally without assistance before the injury?  Yes. Mr. Hurteau was able to drive and access the community independently.  Work  5A. Are they currently able to work to their previous capacity?  No  5B. How restricted are they?  2 (b) Able to work only in a sheltered workshop or non-competitive job, or currently  unable to work.  He is currently unable to work.  Disability Outcome Category:   Lower Moderate Disability  5C Were they either working or seeking employment before injury?  Mr. Hurteau volunteered during daytime hours seven days per week. While not  renumerated for his work, he derived a sense of accomplishment for his work and this  has left a tremendous void in his life.  Social & Leisure Activities  6A: Are they able to resume regular social and leisure activities outside the home?\n\nPage 21 of 23  No  Mr. Hurteau is no longer able to engage in his community cleaning activity which he  noted was his primary source of distraction and his primary source of socialization.  6B: What is the extent of restriction on their social and leisure activities?  3(c) Unable to participate; rarely, if ever take part.  Disability Outcome Category:   Lower Moderate Disability  6C: Did they engage in regular social and leisure activities outside the home before the  injury?  Yes. Mr. Hurteau identified social and leisure activities as going out for dinner, attending  concerts, going on road trips and socializing at home with friends as his primary areas of  interest pre-accident.  Family and Friendships  7A: Have there been psychological problems, which have resulted in ongoing family  disruption or disruption of friendships?  Yes  Mr. Hurteau reports a disruption of his relationship with his wife’s children and father  post-accident. He was alienated from his entire family pre-accident.  7B: What has been the extent of disruption or strain?  Constant – daily an dintolerable  7C: Were there problems with family or friends before the injury?  No.  Return to Normal Life  8A: Are there any current problems relating to the injury, which affect daily life?  Yes.  Mr. Hurteau identified a significant disruption in his daily life as a result of his injuries  such as pain, headaches, fatigue and   mood changes, and cognitive impairments such  as   poor   short-term   memory;   difficulty   with   organization   and   problem-solving;   poor  concentration.\n\nPage 22 of 23  Disability Outcome Category:   Lower Good Recovery  8B. Were similar problems were present before the injury?  No.  If similar problems were present before the injury, have these become markedly worse?  Not applicable. There were no similar problems before the injury.  Epilepsy: Since the injury has the head injured person had any epileptic fits?  No  Have they been told that that are currently at risk of developing epilepsy?  No  What is the most important factor in outcome?  Mr. Hurteau described a combination of cognitive, and physical changes impacting his  return to normal life. Further comment is deferred to the co-assessing neurologist.  Scoring:  The claimant’s overall rating is based on the lowest outcome category indicated on the  scale.  Based on the subjective reports by Mr. Hurteau, file documentation review, results of  objective   testing,   functional   testing   and   participation   in   non-standardized   cognitive  screening and standardized cognitive screening, and administration of the Structured  Interview of the Glasgow Outcome Scale - Extended, Mr. Hurteau’s current level of  functioning   puts   him   in   the   Lower   Severe   Disability   (3)   category,   based   on   the  following:  “Patient who is dependent for daily support for mental or physical disability, usually a  combination of both. If the patient can be left alone for more than 8h at home it is upper  level of SD, if not then it is low level of SD.”  Referral Questions  There were no referral questions associated with this assessment.  Should there be any questions or concerns regarding this report, please do not hesitate to  contact HVE Healthcare Assessments at (905) 264-2020.\n\nPage 23 of 23  Sincerely,  Sebastien Ferland, OT Reg. (Ont.)  Registered Occupational Therapist  HVE Healthcare Assessments\n\n",
  "sections": {
    "ADLS": "Page 19 of 23  GLASGOW OUTCOME SCALE – EXTENDED (GOS-E)  The Structured Interview for the Glasgow Outcome Scale – Extended   was conducted with  Mr. Hurteau during this assessment completed on May 11, 2021.  Consciousness  1A: Is the head injured person able to obey simple commands, or say any words?  Yes  Mr. Hurteau was able to speak and communicate appropriately with this occupational  therapist.   He demonstrated some difficulty with word finding and thought organization  but was able to respond to commands and answer a number of questions.  Independence in the home  2A:   Is the assistance of another person at home essential every day for some activities  of daily living?  Yes  Mr. Hurteau cannot be left alone as a result of impulsivity and poor memory.   He has  reportedly demonstrated wandering behaviours in the past and requires monitoring to  ensure his safety and wellbeing.  2B: Do they need frequent help of someone to be around at home most of the time?  Yes  Mr. Hurteau is dependant on assistance provided by family members to support his  completion of self-care functions such as meal preparation.   He also obtains assistance  from his daughter for organization (remembering to get groceries, to put gas in the car,  etc.).   Mr.   Hurteau   is   required   to   complete   a   daily   exercise   regimen   which   lasts  approximately 45 minutes.   He notes that he is forgetful and often does not complete the  exercises independently.   Mr. Hurteau indicated that he will also forget to complete his  exercises altogether.   Given the importance of regular exercise in the case of spinal cord  injuries, the assistance of someone every day is required for the management of a  prescribed exercise routine at this time.   (Sebastien, based on information in your A/C  report. Do you agree that it is relevant to add that here?)  Disability Outcome Category:   Lower Severe Disability  2C:   Was assistance at home essential before the accident?  No  Independence outside the home  3A. Are they able to shop without assistance?\n\nPage 20 of 23  No  Mr. Hurteau cannot drive or use public transit independently.   He is unable to manage  finances and thus cannot engage in independent shopping.   He is always accompanied  by his wife on outings.  3B: Were they able to shop without assistance before the injury?  Yes.   Mr. Hurteau was able to shop without assistance before the subject motor vehicle  accident.  4A. Are they able to travel locally without assistance?  No  Mr. Hurteau does not drive and can only walk short distances using a Rollator Walker  and accompanied by a PSW or by his wife.  4B: Were they able to travel locally without assistance before the injury?  Yes. Mr. Hurteau was able to drive and access the community independently.  Work  5A. Are they currently able to work to their previous capacity?  No  5B. How restricted are they?  2 (b) Able to work only in a sheltered workshop or non-competitive job, or currently  unable to work.  He is currently unable to work.  Disability Outcome Category:   Lower Moderate Disability  5C Were they either working or seeking employment before injury?  Mr. Hurteau volunteered during daytime hours seven days per week. While not  renumerated for his work, he derived a sense of accomplishment for his work and this  has left a tremendous void in his life.  Social & Leisure Activities  6A: Are they able to resume regular social and leisure activities outside the home?",
    "ENVIRONMENTAL": "Dental Assessment Report   Dr. Earl Magder, Dentist   January 26, 2022  Executive Summary   Dr. David Kurzman, Dr.  Tobi Lubinsky, Melissa  Paniccia and Ellie  Lapowich  November 06, 2021  Application for  Determination of  Catastrophic Impairment,  OCF-19  Dr. David Kurzman,  Psychologist  November 06, 2021  Independent  Neuropsychological  Assessment  Dr. Tobi Lubinsky,  Psychologist  October 29, 2021  Treatment and  Assessment Plan, OCF-18  Triona O'Sullivan,  Occupational Therapist  October 04, 2021  Occupational Therapy  Progress Report  Triona O'Sullivan,  Occupational Therapist  October 01, 2021  Occupational Progress  Report 3  Triona O'Sullivan,  Occupational Therapist  October 01, 2021  Occupational Therapy  Catastrophic Assessment  Report  Melissa Paniccia,  Occupational Therapist  September 01, 2021  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  August 30, 2021  Treatment and  Assessment Plan, OCF-18  Dr. David Kurzman,  Psychologist  August 11, 2021  Title, Doctype   Author   Date  Additional File Information  - Reviewed September 3,  2021  Treatment and  Assessment Plan, OCF-18  Triona O'Sullivan,  Occupational Therapist  July 07, 2021  Justification for Equipment   Triona O'Sullivan,  Occupational Therapist  July 07, 2021  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  June 03, 2021  Occupational Therapy  In-Home Assessment  Report  Mr. Mohan Iyengar,  Occupational Therapist  May 26, 2021  Treatment and  Assessment Plan, OCF-18  Melissa Paniccia,  Occupational Therapist  May 19, 2021  Treatment and  Assessment Plan, OCF-18  Melissa Paniccia,  Occupational Therapist  May 19, 2021  Letter of Support For  Medication Review  Lisa Honeywell, Social  Worker  May 14, 2021  Clinical Notes and Records   Kingston MRI   May 12, 2021  MRI of the Brain   Kingston MRI",
    "ATTENDANT_CARE": "Assessment of Attendant  Care Needs, Form 1  Mr. Mohan Iyengar,  Occupational Therapist  May 11, 2021  Treatment Plan Proposal   Dentistry @ Smith Falls   February 07, 2020  Title, Doctype   Author   Date  File Information -  Reviewed May 3, 2021  Occupational Therapy  Attendant Care  Reassessment Report  Triona O'Sullivan,  Occupational Therapist  March 29, 2021  Assessment of Attendant  Care Needs, Form 1  Genna Solomon-Bort,  Occupational Therapist  March 26, 2021  Treatment and  Assessment Plan, OCF-18  Jonathan Wareham,  Optometrist  March 09, 2021  Treatment and  Assessment Plan, OCF-18  Kelly Logan, Speech and  Language Pathologist  December 14, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  December 14, 2020  Speech Language  Pathology Progress Report  #1  Kelly Logan, Speech and  Language Pathologist  December 14, 2020  Occupational Therapy  Progress Report #2  Genna Solomon-Bort,  Occupational Therapist  November 21, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  November 16, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  October 27, 2020  Treatment and  Assessment Plan, OCF-18  Alexandra Truyens,  Physiotherapist  October 20, 2020  Social Work Progress  Report  Erin McGuinty, Social  Worker  September 22, 2020  Justification Memo for  OCF-18 for Continued  Occupational Therapy  Services  Genna Solomon-Bort,  Occupational Therapist  September 01, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  August 25, 2020  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  July 09, 2020  Speech-Language  Pathology Assessment  Report  Kelly Logan, Speech and  Language Pathologist  July 09, 2020  Treatment and  Assessment Plan, OCF-18  Kelly Logan, Speech and  Language Pathologist  June 19, 2020  Treatment and  Assessment Plan, OCF-18  Alexandra Truyens,  Physiotherapist  June 15, 2020",
    "FUNCTIONAL_STATUS": "Occupational Therapy  Progress Report  Genna Solomon-Bort,  Occupational Therapist  May 07, 2020  Treatment and  Assessment Plan, OCF-18  Kelly Logan, Speech and  Language Pathologist  May 06, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  April 27, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  April 27, 2020  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  April 16, 2020  Social Work Initial  Progress Report  Erin McGuinty, Social  Worker  March 30, 2020  Assessment of Attendant  Care Needs, Form 1  Genna Solomon-Bort,  Occupational Therapist  January 30, 2020  Occupational Therapy  Initial Report: In-Home  Functional Assessment  Genna Solomon-Bort,  Occupational Therapist  January 29, 2020  Psychiatry Assessment  Report  Dr. Holly Dornan,  Psychiatrist  January 21, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  January 10, 2020  Treatment and  Assessment Plan, OCF-18  Alexandra Truyens,  Physiotherapist  November 06, 2019  Clinical Notes and Records   Perth and Smiths Falls  District Hospital  October 18, 2019  XRAY of the Lumbar  Spine, Sacrum and Cocyyx  Author Name Not Provided   October 18, 2019  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  October 17, 2019  Application for Accident  Benefits, OCF-1  Dale Hurteau, Claimant   October 17, 2019  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  October 16, 2019  Clinical Notes and Records   Dr. Bob Van Noppen   September 27, 2019  CT Scan of Head, Facial  Bones and Cervical Spine  The Ottawa Hospital   August 17, 2019  XR Pancrex   The Ottawa Hospital   August 17, 2019  CT Scan of Lumbosacral  Spine  Perth and Smiths Falls  District Hospital  December 14, 2015  XRAY of the Left Ankle   Perth and Smiths Falls  District Hospital  March 08, 2017  XRAY of the Left Shoulder   Perth and Smiths Falls  District Hospital  June 06, 2017  US of the Left Shoulder   Perth and Smiths Falls  District Hospital  June 06, 2017  XRAY of the Left Ribs   Perth and Smiths Falls  District Hospital  July 16, 2017  Disability Certificate,  OCF-3  Alexandra Truyens,  Physiotherapist  September 17, 2019",
    "MEDICAL_HISTORY": "Direction   Intact   September 11, 2019  Permission to Disclose  Health Information, OCF-5  Dale Hurteau, Claimant   August 26, 2019  Application for Accident  Benefits, OCF-1  Dale Hurteau, Claimant   August 26, 2019  Audatex ClaimImage   Intact Insurance   August 23, 2019  Disability Certificate,  OCF-3  Erin Cameron, Nurse  Practiitioner  May 02, 2017  The medical brief was reviewed by this occupational therapist prior to completing this  assessment.  RELEVANT PERSONAL AND OCCUPATIONAL HISTORY OF THE CLAIMANT:  Mr. Hurteau is a 63 year-old man living with his wife in the town of Smiths Falls Ontario. He has  been common-law to his wife Heather for 16years and he reports not having a relationship with  any of his children from past marriages.   He is also reportedly estranged from his own siblings  and family.   Mr. Hurteau sustained a traumatic brain injury following a fall from a roof in 2001  and was not gainfully employed at the time of the subject motor vehicle accident.   Mr. Hurteau  noted that he has been receiving disability benefits since 2001.   He spent his days “from  morning to sunset” picking garbage in his community as a form of exercise and to be engaged  in productive activity.  RELEVANT   PAST   MEDICAL   HISTORY   AND   NON-ACCIDENT   RELATED   MEDICAL  CONDITIONS:  As noted above, Mr. Hurteau does present with a significant medical history which pre-dated the  subject motor vehicle accident. He confirmed the following which was gleaned from the medical  brief provided in advance of this assessment:  ●   Fractured skull and TBI resulting from a fall from a roof in 2001  ●   Blurred vision in left eye, required use of corrective lenses  ●   Lower back pain (chronic)  ●   Spinal stenosis  ●   Chronic sinusitis  ●   Erectile dysfunction  ●   Fibroma resected in 2018  ●   Left tympanomastoidectomy for cyst in ear canal  ●   Left shoulder rotator cuff injury (reportedly resolved at time of subject MVA)  Despite these multiple medical issues, Mr. Hurteau noted that he had adjusted to his limitations  and was independent with all of his activities of daily living. He spent his days cleaning the  streets and ditches of his community. He was active and able to provide assistance to his  partner’s father for yard care such as tree removal, He would also assist with raking leaves..  SUBJECT MVA DETAILS AND RELATED INJURY COMPLAINTS",
    "SYMPTOMS": "Page 22 of 23  Disability Outcome Category:   Lower Good Recovery  8B. Were similar problems were present before the injury?  No.  If similar problems were present before the injury, have these become markedly worse?  Not applicable. There were no similar problems before the injury.  Epilepsy: Since the injury has the head injured person had any epileptic fits?  No  Have they been told that that are currently at risk of developing epilepsy?  No  What is the most important factor in outcome?  Mr. Hurteau described a combination of cognitive, and physical changes impacting his  return to normal life. Further comment is deferred to the co-assessing neurologist.  Scoring:  The claimant’s overall rating is based on the lowest outcome category indicated on the  scale.  Based on the subjective reports by Mr. Hurteau, file documentation review, results of  objective   testing,   functional   testing   and   participation   in   non-standardized   cognitive  screening and standardized cognitive screening, and administration of the Structured  Interview of the Glasgow Outcome Scale - Extended, Mr. Hurteau’s current level of  functioning   puts   him   in   the   Lower   Severe   Disability   (3)   category,   based   on   the  following:  “Patient who is dependent for daily support for mental or physical disability, usually a  combination of both. If the patient can be left alone for more than 8h at home it is upper  level of SD, if not then it is low level of SD.”  Referral Questions  There were no referral questions associated with this assessment.  Should there be any questions or concerns regarding this report, please do not hesitate to  contact HVE Healthcare Assessments at (905) 264-2020.\n\nPage 23 of 23  Sincerely,  Sebastien Ferland, OT Reg. (Ont.)  Registered Occupational Therapist  HVE Healthcare Assessments",
    "TYPICAL_DAY": "Trunk   Forward flexion   ½ range   Moderate   forward   flexion   limitations  coupled with report of pain throughout the  demonstrated range. Lateral flexion  Rotation  Hip   Flexion   No identified limitations.  Extension  Knee   Flexion   No identified limitations.  Extension  Ankle   Dorsiflexion   No identified limitations.  Plantar flexion  Typical Day Post-Accident:  Mr. Hurteau and his wife reported the following as a typical daily routine at the present time:  ●   Will get up at 2 – 3am.  ●   Will come to the living room and watch tv  ●   He will smoke and have a coffee (instant coffee with electric keetle)  ●   He will make toast with butter.  ●   He will not leave the yard as he will get lost.  ●   He avoids all outings as he does not want to be exposed to ignorant people in the  community.  ●   He will continue this pattern until late-morning or noon.   Rainy days are worse as he  finds “it does something to my head, it makes me fuzzy”.  ●   Heather will prepare lunch mid-morning, and he is ready to go to bed.  ●   Naps 2 – 4 hours, Heather wakes him at 3-hour mark.  ●   Gets up with help from Heather and repeats routine.  ●   They will have dinner in front of the television  ●   Goes to bed at 8 – 10pm (9 is typical)  EMOTIONAL PRESENTATION:  Mr. Hurteau was pleasant and cooperative with this assessment and participated effectively in  this assessment. He was observed to be in generally good spirits despite making repeated  comments to the effect that he wished he had died in the accident. This is reportedly a  discourse he often engages in when discussing his issues. There were no signs of emotional  lability. Mr. Hurteau responded appropriately to attempts at humour by this therapist and  engaged in some appropriate banter with this therapist and his wife."
  },
  "sectionConfidence": {
    "ADLS": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "TYPICAL_DAY": 0.6666666666666666
  },
  "data": {
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": "Hurteau does not drive and can only walk short distances using a Rollator Walker  and accompanied by a PSW or by his wife."
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": "Do you agree that it is relevant to add that here?)  Disability Outcome Category:   Lower Severe Disability  2C:   Was assistance at home essential before the accident?  No  Independence outside the home  3A."
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": "Hurteau is dependant on assistance provided by family members to support his  completion of self-care functions such as meal preparation."
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "independent",
          "notes": "Are they able to shop without assistance?\n\nPage 20 of 23  No  Mr."
        },
        "finances": {
          "level": "independent",
          "notes": "He is unable to manage  finances and thus cannot engage in independent shopping."
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Page 19 of 23  GLASGOW OUTCOME SCALE – EXTENDED (GOS-E)  The Structured Interview for the Glasgow Outcome Scale – Extended   was conducted with  Mr. Hurteau during this assessment completed on May 11, 2021.  Consciousness  1A: Is the head injured person able to obey simple commands, or say any words?  Yes  Mr. Hurteau was able to speak and communicate appropriately with this occupational  therapist.   He demonstrated some difficulty with word finding and thought organization  but was able to respond to commands and answer a number of questions.  Independence in the home  2A:   Is the assistance of another person at home essential every day for some activities  of daily living?  Yes  Mr. Hurteau cannot be left alone as a result of impulsivity and poor memory.   He has  reportedly demonstrated wandering behaviours in the past and requires monitoring to  ensure his safety and wellbeing.  2B: Do they need frequent help of someone to be around at home most of the time?  Yes  Mr. Hurteau is dependant on assistance provided by family members to support his  completion of self-care functions such as meal preparation.   He also obtains assistance  from his daughter for organization (remembering to get groceries, to put gas in the car,  etc.).   Mr.   Hurteau   is   required   to   complete   a   daily   exercise   regimen   which   lasts  approximately 45 minutes.   He notes that he is forgetful and often does not complete the  exercises independently.   Mr. Hurteau indicated that he will also forget to complete his  exercises altogether.   Given the importance of regular exercise in the case of spinal cord  injuries, the assistance of someone every day is required for the management of a  prescribed exercise routine at this time.   (Sebastien, based on information in your A/C  report. Do you agree that it is relevant to add that here?)  Disability Outcome Category:   Lower Severe Disability  2C:   Was assistance at home essential before the accident?  No  Independence outside the home  3A. Are they able to shop without assistance?\n\nPage 20 of 23  No  Mr. Hurteau cannot drive or use public transit independently.   He is unable to manage  finances and thus cannot engage in independent shopping.   He is always accompanied  by his wife on outings.  3B: Were they able to shop without assistance before the injury?  Yes.   Mr. Hurteau was able to shop without assistance before the subject motor vehicle  accident.  4A. Are they able to travel locally without assistance?  No  Mr. Hurteau does not drive and can only walk short distances using a Rollator Walker  and accompanied by a PSW or by his wife.  4B: Were they able to travel locally without assistance before the injury?  Yes. Mr. Hurteau was able to drive and access the community independently.  Work  5A. Are they currently able to work to their previous capacity?  No  5B. How restricted are they?  2 (b) Able to work only in a sheltered workshop or non-competitive job, or currently  unable to work.  He is currently unable to work.  Disability Outcome Category:   Lower Moderate Disability  5C Were they either working or seeking employment before injury?  Mr. Hurteau volunteered during daytime hours seven days per week. While not  renumerated for his work, he derived a sense of accomplishment for his work and this  has left a tremendous void in his life.  Social & Leisure Activities  6A: Are they able to resume regular social and leisure activities outside the home?",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0.5,
          "stairs": 0,
          "outdoorMobility": 0.5
        },
        "instrumental": {
          "mealPrep": 0.5,
          "housekeeping": 0,
          "shopping": 0.8,
          "finances": 0.8,
          "medication": 0
        }
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "Dental Assessment Report   Dr. Earl Magder, Dentist   January 26, 2022  Executive Summary   Dr. David Kurzman, Dr.  Tobi Lubinsky, Melissa  Paniccia and Ellie  Lapowich  November 06, 2021  Application for  Determination of  Catastrophic Impairment,  OCF-19  Dr. David Kurzman,  Psychologist  November 06, 2021  Independent  Neuropsychological  Assessment  Dr. Tobi Lubinsky,  Psychologist  October 29, 2021  Treatment and  Assessment Plan, OCF-18  Triona O'Sullivan,  Occupational Therapist  October 04, 2021  Occupational Therapy  Progress Report  Triona O'Sullivan,  Occupational Therapist  October 01, 2021  Occupational Progress  Report 3  Triona O'Sullivan,  Occupational Therapist  October 01, 2021  Occupational Therapy  Catastrophic Assessment  Report  Melissa Paniccia,  Occupational Therapist  September 01, 2021  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  August 30, 2021  Treatment and  Assessment Plan, OCF-18  Dr. David Kurzman,  Psychologist  August 11, 2021  Title, Doctype   Author   Date  Additional File Information  - Reviewed September 3,  2021  Treatment and  Assessment Plan, OCF-18  Triona O'Sullivan,  Occupational Therapist  July 07, 2021  Justification for Equipment   Triona O'Sullivan,  Occupational Therapist  July 07, 2021  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  June 03, 2021  Occupational Therapy  In-Home Assessment  Report  Mr. Mohan Iyengar,  Occupational Therapist  May 26, 2021  Treatment and  Assessment Plan, OCF-18  Melissa Paniccia,  Occupational Therapist  May 19, 2021  Treatment and  Assessment Plan, OCF-18  Melissa Paniccia,  Occupational Therapist  May 19, 2021  Letter of Support For  Medication Review  Lisa Honeywell, Social  Worker  May 14, 2021  Clinical Notes and Records   Kingston MRI   May 12, 2021  MRI of the Brain   Kingston MRI",
      "confidence": {
        "homeLayout": 0,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Needs, Form 1  Mr",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Assessment of Attendant  Care Needs, Form 1  Mr. Mohan Iyengar,  Occupational Therapist  May 11, 2021  Treatment Plan Proposal   Dentistry @ Smith Falls   February 07, 2020  Title, Doctype   Author   Date  File Information -  Reviewed May 3, 2021  Occupational Therapy  Attendant Care  Reassessment Report  Triona O'Sullivan,  Occupational Therapist  March 29, 2021  Assessment of Attendant  Care Needs, Form 1  Genna Solomon-Bort,  Occupational Therapist  March 26, 2021  Treatment and  Assessment Plan, OCF-18  Jonathan Wareham,  Optometrist  March 09, 2021  Treatment and  Assessment Plan, OCF-18  Kelly Logan, Speech and  Language Pathologist  December 14, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  December 14, 2020  Speech Language  Pathology Progress Report  #1  Kelly Logan, Speech and  Language Pathologist  December 14, 2020  Occupational Therapy  Progress Report #2  Genna Solomon-Bort,  Occupational Therapist  November 21, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  November 16, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  October 27, 2020  Treatment and  Assessment Plan, OCF-18  Alexandra Truyens,  Physiotherapist  October 20, 2020  Social Work Progress  Report  Erin McGuinty, Social  Worker  September 22, 2020  Justification Memo for  OCF-18 for Continued  Occupational Therapy  Services  Genna Solomon-Bort,  Occupational Therapist  September 01, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  August 25, 2020  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  July 09, 2020  Speech-Language  Pathology Assessment  Report  Kelly Logan, Speech and  Language Pathologist  July 09, 2020  Treatment and  Assessment Plan, OCF-18  Kelly Logan, Speech and  Language Pathologist  June 19, 2020  Treatment and  Assessment Plan, OCF-18  Alexandra Truyens,  Physiotherapist  June 15, 2020",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "Holly Dornan,  Psychiatrist  January 21, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  January 10, 2020  Treatment and  Assessment Plan, OCF-18  Alexandra Truyens,  Physiotherapist  November 06, 2019  Clinical Notes and Records   Perth and Smiths Falls  District Hospital  October 18, 2019  XRAY of the Lumbar  Spine, Sacrum and Cocyyx  Author Name Not Provided   October 18, 2019  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  October 17, 2019  Application for Accident  Benefits, OCF-1  Dale Hurteau, Claimant   October 17, 2019  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  October 16, 2019  Clinical Notes and Records   Dr.",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "Occupational Therapy  Progress Report  Genna Solomon-Bort,  Occupational Therapist  May 07, 2020  Treatment and  Assessment Plan, OCF-18  Kelly Logan, Speech and  Language Pathologist  May 06, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  April 27, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  April 27, 2020  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  April 16, 2020  Social Work Initial  Progress Report  Erin McGuinty, Social  Worker  March 30, 2020  Assessment of Attendant  Care Needs, Form 1  Genna Solomon-Bort,  Occupational Therapist  January 30, 2020  Occupational Therapy  Initial Report: In-Home  Functional Assessment  Genna Solomon-Bort,  Occupational Therapist  January 29, 2020  Psychiatry Assessment  Report  Dr. Holly Dornan,  Psychiatrist  January 21, 2020  Treatment and  Assessment Plan, OCF-18  Genna Solomon-Bort,  Occupational Therapist  January 10, 2020  Treatment and  Assessment Plan, OCF-18  Alexandra Truyens,  Physiotherapist  November 06, 2019  Clinical Notes and Records   Perth and Smiths Falls  District Hospital  October 18, 2019  XRAY of the Lumbar  Spine, Sacrum and Cocyyx  Author Name Not Provided   October 18, 2019  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  October 17, 2019  Application for Accident  Benefits, OCF-1  Dale Hurteau, Claimant   October 17, 2019  Treatment and  Assessment Plan, OCF-18  Janet Trickett,  Occupational Therapist  October 16, 2019  Clinical Notes and Records   Dr. Bob Van Noppen   September 27, 2019  CT Scan of Head, Facial  Bones and Cervical Spine  The Ottawa Hospital   August 17, 2019  XR Pancrex   The Ottawa Hospital   August 17, 2019  CT Scan of Lumbosacral  Spine  Perth and Smiths Falls  District Hospital  December 14, 2015  XRAY of the Left Ankle   Perth and Smiths Falls  District Hospital  March 08, 2017  XRAY of the Left Shoulder   Perth and Smiths Falls  District Hospital  June 06, 2017  US of the Left Shoulder   Perth and Smiths Falls  District Hospital  June 06, 2017  XRAY of the Left Ribs   Perth and Smiths Falls  District Hospital  July 16, 2017  Disability Certificate,  OCF-3  Alexandra Truyens,  Physiotherapist  September 17, 2019",
      "confidence": {
        "functionalLimitations": 0,
        "fallHistory": 0.7,
        "functionalGoals": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Direction   Intact   September 11, 2019  Permission to Disclose  Health Information, OCF-5  Dale Hurteau, Claimant   August 26, 2019  Application for Accident  Benefits, OCF-1  Dale Hurteau, Claimant   August 26, 2019  Audatex ClaimImage   Intact Insurance   August 23, 2019  Disability Certificate,  OCF-3  Erin Cameron, Nurse  Practiitioner  May 02, 2017  The medical brief was reviewed by this occupational therapist prior to completing this  assessment.  RELEVANT PERSONAL AND OCCUPATIONAL HISTORY OF THE CLAIMANT:  Mr. Hurteau is a 63 year-old man living with his wife in the town of Smiths Falls Ontario. He has  been common-law to his wife Heather for 16years and he reports not having a relationship with  any of his children from past marriages.   He is also reportedly estranged from his own siblings  and family.   Mr. Hurteau sustained a traumatic brain injury following a fall from a roof in 2001  and was not gainfully employed at the time of the subject motor vehicle accident.   Mr. Hurteau  noted that he has been receiving disability benefits since 2001.   He spent his days “from  morning to sunset” picking garbage in his community as a form of exercise and to be engaged  in productive activity.  RELEVANT   PAST   MEDICAL   HISTORY   AND   NON-ACCIDENT   RELATED   MEDICAL  CONDITIONS:  As noted above, Mr. Hurteau does present with a significant medical history which pre-dated the  subject motor vehicle accident. He confirmed the following which was gleaned from the medical  brief provided in advance of this assessment:  ●   Fractured skull and TBI resulting from a fall from a roof in 2001  ●   Blurred vision in left eye, required use of corrective lenses  ●   Lower back pain (chronic)  ●   Spinal stenosis  ●   Chronic sinusitis  ●   Erectile dysfunction  ●   Fibroma resected in 2018  ●   Left tympanomastoidectomy for cyst in ear canal  ●   Left shoulder rotator cuff injury (reportedly resolved at time of subject MVA)  Despite these multiple medical issues, Mr. Hurteau noted that he had adjusted to his limitations  and was independent with all of his activities of daily living. He spent his days cleaning the  streets and ditches of his community. He was active and able to provide assistance to his  partner’s father for yard care such as tree removal, He would also assist with raking leaves..  SUBJECT MVA DETAILS AND RELATED INJURY COMPLAINTS",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "the injury has the head injured person had any epileptic fits?  No  Have they been told that that are currently at risk of developing epilepsy?  No  What is the most important factor in outcome?  Mr",
      "symptomProgression": "",
      "symptomNotes": "Page 22 of 23  Disability Outcome Category:   Lower Good Recovery  8B. Were similar problems were present before the injury?  No.  If similar problems were present before the injury, have these become markedly worse?  Not applicable. There were no similar problems before the injury.  Epilepsy: Since the injury has the head injured person had any epileptic fits?  No  Have they been told that that are currently at risk of developing epilepsy?  No  What is the most important factor in outcome?  Mr. Hurteau described a combination of cognitive, and physical changes impacting his  return to normal life. Further comment is deferred to the co-assessing neurologist.  Scoring:  The claimant’s overall rating is based on the lowest outcome category indicated on the  scale.  Based on the subjective reports by Mr. Hurteau, file documentation review, results of  objective   testing,   functional   testing   and   participation   in   non-standardized   cognitive  screening and standardized cognitive screening, and administration of the Structured  Interview of the Glasgow Outcome Scale - Extended, Mr. Hurteau’s current level of  functioning   puts   him   in   the   Lower   Severe   Disability   (3)   category,   based   on   the  following:  “Patient who is dependent for daily support for mental or physical disability, usually a  combination of both. If the patient can be left alone for more than 8h at home it is upper  level of SD, if not then it is low level of SD.”  Referral Questions  There were no referral questions associated with this assessment.  Should there be any questions or concerns regarding this report, please do not hesitate to  contact HVE Healthcare Assessments at (905) 264-2020.\n\nPage 23 of 23  Sincerely,  Sebastien Ferland, OT Reg. (Ont.)  Registered Occupational Therapist  HVE Healthcare Assessments",
      "confidence": {
        "reportedSymptoms": 0,
        "symptomOnset": 0.8
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Trunk   Forward flexion   ½ range   Moderate   forward   flexion   limitations  coupled with report of pain throughout the  demonstrated range. Lateral flexion  Rotation  Hip   Flexion   No identified limitations.  Extension  Knee   Flexion   No identified limitations.  Extension  Ankle   Dorsiflexion   No identified limitations.  Plantar flexion  Typical Day Post-Accident:  Mr. Hurteau and his wife reported the following as a typical daily routine at the present time:  ●   Will get up at 2 – 3am.  ●   Will come to the living room and watch tv  ●   He will smoke and have a coffee (instant coffee with electric keetle)  ●   He will make toast with butter.  ●   He will not leave the yard as he will get lost.  ●   He avoids all outings as he does not want to be exposed to ignorant people in the  community.  ●   He will continue this pattern until late-morning or noon.   Rainy days are worse as he  finds “it does something to my head, it makes me fuzzy”.  ●   Heather will prepare lunch mid-morning, and he is ready to go to bed.  ●   Naps 2 – 4 hours, Heather wakes him at 3-hour mark.  ●   Gets up with help from Heather and repeats routine.  ●   They will have dinner in front of the television  ●   Goes to bed at 8 – 10pm (9 is typical)  EMOTIONAL PRESENTATION:  Mr. Hurteau was pleasant and cooperative with this assessment and participated effectively in  this assessment. He was observed to be in generally good spirits despite making repeated  comments to the effect that he wished he had died in the accident. This is reportedly a  discourse he often engages in when discussing his issues. There were no signs of emotional  lability. Mr. Hurteau responded appropriately to attempts at humour by this therapist and  engaged in some appropriate banter with this therapist and his wife."
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Trunk   Forward flexion   ½ range   Moderate   forward   flexion   limitations  coupled with report of pain throughout the  demonstrated range. Lateral flexion  Rotation  Hip   Flexion   No identified limitations.  Extension  Knee   Flexion   No identified limitations.  Extension  Ankle   Dorsiflexion   No identified limitations.  Plantar flexion  Typical Day Post-Accident:  Mr. Hurteau and his wife reported the following as a typical daily routine at the present time:  ●   Will get up at 2 – 3am.  ●   Will come to the living room and watch tv  ●   He will smoke and have a coffee (instant coffee with electric keetle)  ●   He will make toast with butter.  ●   He will not leave the yard as he will get lost.  ●   He avoids all outings as he does not want to be exposed to ignorant people in the  community.  ●   He will continue this pattern until late-morning or noon.   Rainy days are worse as he  finds “it does something to my head, it makes me fuzzy”.  ●   Heather will prepare lunch mid-morning, and he is ready to go to bed.  ●   Naps 2 – 4 hours, Heather wakes him at 3-hour mark.  ●   Gets up with help from Heather and repeats routine.  ●   They will have dinner in front of the television  ●   Goes to bed at 8 – 10pm (9 is typical)  EMOTIONAL PRESENTATION:  Mr. Hurteau was pleasant and cooperative with this assessment and participated effectively in  this assessment. He was observed to be in generally good spirits despite making repeated  comments to the effect that he wished he had died in the accident. This is reportedly a  discourse he often engages in when discussing his issues. There were no signs of emotional  lability. Mr. Hurteau responded appropriately to attempts at humour by this therapist and  engaged in some appropriate banter with this therapist and his wife.",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}