{
  "fileName": "Eastwood-Fisher, Jennifer HVEIHACAT.pdf",
  "originalText": "P: (613) 204 - 1549   www.ferlandassociates.com  F: (888) 871 - 1549  ferland@ferlandassociates.com  Proudly Serving Eastern Ontario   Since 2014  OCCUPATIONAL THERAPY   IN - HOME ASSESSMENT   –   ROUGH   NOTES  Client Name:   Date of   Birth :  Address:   Date of Loss:  Telephone #:  Lawyer:   Firm:  Adjuster:   Insurer:  Claim No.:  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of   Assessment:  Date of Report:  CLINICIAN   QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 24 years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of   Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skills and evolved to providing expert opinions in matters of human  function to stakeholders in the aut omobile insurance sector, personal injury and family law, the  Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability  sectors. His opinions are sought by both plaintiff and defense counsel in the context of resolving  mat ters in personal injury and family law cases. He has been qualified several times as an expert  in his field, providing testimony under oath in FSCO tribunals and cases appearing before the  Ontario Superior Court of Justice.  Mr. Ferland’s practice inclu des regular contributions to catastrophic designation assessment  teams where he provides opinions related to   the daily   function of individuals suffering from  serious   physical,   psychological   and   cognitive   impairments.   His   assessments   inform\n\n______________________________________________________________________________  CL   Claim #:   Page   2   of   15  multidisciplina ry team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.)  of injured client’s daily functional capabilities at home, work and in the community, assisting  them in forming opinions surrounding whether the catastrophic injury threshold   is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering   from chronic pain, depression, anxiety and  posttraumatic stress, overseeing and directing functional reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  SUMMARY OF FINDINGS:  RECOMMENDATIONS:  Attendant Care:  Housekeeping:  Assistive Devices:  Further Occupational Therapy Interventions:  Referral for Other Services:  INFORMED CONSENT STATEMENT:\n\n______________________________________________________________________________  CL   Claim #:   Page   3   of   15  This therapist has reviewed issues related to consent as per the   requirements outlined by the  College of Occupational Therapists of Ontario:  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  •   The   assessment has been requested by   LL.  •   The purpose of this assessment is to assess   CC’s   current functional status as it relates to  their ability to engage in   pre - accident   self - care, productivity and leisure activities.  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   CC’s   ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  •   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   R eferral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a   denial or partial denial occur, an independent  examination by another Occupational Therapist may be requested by the insurer. This  may be an in - person assessment or a remote paper - review assessment. Funding for the  requested goods and/or services may ult imately be declined.  •   CL   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies will be provided to  the following parties via secure transmission (fax or encrypted email   attachment):  -   Legal  -   Insurer  Following this therapist’s explanation   CL   granted informed verbal/written consent for this  therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The following documentation was provided by   LF   to this therapist for review in advance of this  assessment :  PRE - ACCIDENT MEDICAL HISTORY:\n\n______________________________________________________________________________  CL   Claim #:   Page   4   of   15  Hypothyroidism  Very active, rode daily, hunter jumper, no eventing  Hunters, jumpers, hacking for fun  Taught riding  Had a pony and a horse  Life was good  M ECHANISM OF INJURY:  No recollection  Last recollection is white car in rear view  Them remembers standing outside the vehicle  Not sure if she passed out  Went with tow truck where car was dropped off in Stittsville  Got a rental and went straight to Almonte Hospital  BP high, worried about cervic al fracture  Transferred to Civic by ambulance  Eventually released from Civic later that night  Imaging done released that night  Went to Almonte to get her car  Apparently was unable to drive a straight line, drove like a drunk driver for 30 minutes  NATURE OF INJURY:  COURSE OF RECOVERY TO DATE:  Does not remember a whole lot of 2017 but she has no recollection of it  Ran out of EI sickness benefits  Found a job which required her long - term memory (house, child, horses  Took job with Equestrian Canada November 2017  She started deteriorating  Got cranio - sacral and pbysio out of pocket  Some PT and Massage but limited by MIG  March 2018, out of MIG  Had OT through TRAC  No psychological  Kept doing this and working  In l a te - 2018, started working more from home, TRAC helping to setup ergonomics in home office,  l ighting\n\n______________________________________________________________________________  CL   Claim #:   Page   5   of   15  Let work know more concretely that she was struggling with TBI, one week later her position was  terminated February 2019  2019 became a year of see where I can get with recovery  PT, Athletic Therapist, Kinesiology, OT 4   –   5 times per week  Could not tolerate an hour  Worked on pacing, energy conservation, etc.  2020 treatment decreased due to COVID then funds ran out  Most of   COVID spent on her own  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last   Appointment/  Frequency of  appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Belanger, GP   Monthly on average   Update on medical  situation, monitoring,  nothing more she can  do.  Inertia Physio  Plus, Sarah and  Drew Peters, PT  and A thletic  Therapy  Nothing for last few years  OT, TRAC Group   Nothing for last few years  Dr. Carrangia,  Neuro -  Opthalmologist  This Wednesday for follow -  up care.   May 11, 2023  Safety issues kitchen, burning items on stovy  Different kitchen layout  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Trintillex   15 or 20 mg daily  Topiromate   50 mg morning and night  Natural Descecated Thyroid   60 mg per day  1:1 CBD/THC   20   mg at night\n\n______________________________________________________________________________  CL   Claim #:   Page   6   of   15  CLIENT REPORT ED SYMPTOMS  Physical Symptoms :  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if Necessary  Headaches   At least once per week,   usually more.   3   –   4  times per week recently. No known trigger or  pattern.   They can last anywhere from hours  to days. Presents like a migraine but it is not.  At times they are so bad she cannot get out of  bed except to go to the washroom. This has  occ urred three times in the last four months.  She will be down for a day or two.   Nothing  helps.  3   –   10/10  Facial pain, right side of nose  above the bridge  Sensitive to touch, pressure under her eyes  (not sinus), will get eye twitching.   This goes  hand   an d   had   with   a   headache   coming  (twitching).  3   –   4/10  Neck pain   Constant, both side and pain in base of skull,  left worse than right (Atkas Acis).  3   –   7/10  Right arm   Numb, does not work properly, grip can’t  regulate or sense consistently, will drop items.  Hands are different temperature, right hand is  red.   Al lot of nerve pain, can’t type with it  consistently. Right shoulder hurts to lift above  a certain height.   So metimes it’s fine other  times it will give her a sharp  1   –   5/10  Left hand   Lack of sensation in pinch fingers and some  discomfort.  NA  Back pain entire spine   Nothing has changed in terms of back. Lower  back is more painful than it has been in some  time no w.  6   –   8/10  Achilles left side   Wakes “lame”  Vision changes   Yesterday woke and was unable to read.  Words were   blurry,   worse   over past   few  months with headaches. Words became clear  again in the mid - afternoon.   This is not a  glasses prescription issue/   It is a pressure in  the head possibly pressing on optic nerve?  Eyes are dry, patchy vision when she lays\n\n______________________________________________________________________________  CL   Claim #:   Page   7   of   15  down. Does not know if should be driving and  has to be careful when she goes out to ensure  she is not too symptomatic.   Patchy blind  spots when lying down.   After sitting up this  will go away in a few minutes.  Knees   Meniscus tears in both knees, left repaired  arthrotopically   2020.   Occasionally  symptomatic. Right is not yet repaired as it is  generally stable with intermittent pain. It is a  low - lying pain but the tear “catches” which  can lead to no weight bear ing for 1   –   10  seconds.  3/10   with  peaks   of  10/10  Everything in her file is unresolved.  Cognitive Symptoms :  Word finding  Short term memory issues. Forgets items on the stove, appointments, if there is no alert then  she forgets.  She has missed   appointments.  Retention issues  Multitasking is a struggle  Overwhelmed by learning a new board game or card game, she will refuse to play or get  overwhelmed and want to start crying.  Emotional Symptoms:  Anxiety attacks, getting worse as time goes on  Depressive thoughts  Sense of loss  Lack of understanding by people affects her tremendously  Managing life has become overwhelming  Must sell her home (she bought it as a blank slate 10 years ago) built paddocks x3 riding ring x1  barn with stalls x2, shed 20x 40  Can’t keep up with her boyfriend when he is home (financially, physically, etc.)  Word finding is a huge challenge with he rboyfriend  Symptom Management Strategies:\n\n______________________________________________________________________________  CL   Claim #:   Page   8   of   15  Heat, rest activity  Medication  CBD helps  THC will help when pain is significant  No caffeine after 11am or noon  No blue light after a certain point in time  No emotional tools to deal with it so I don’t   –   very receptive to psychological treatment  Needs funds to address  FUNCTIONAL AND   BEHAVIOURAL OBSERVATIONS :  Postural Tolerances:  Activity   Reported   Pre - Accident  Capacity  Reported   Post - Accident  Capacity  Therapist Observation  1. Lying   No identified limitations  2. Sitting   No identified limitations   10 minutes of kitchen chair,  moves around so much. She  will often not stay sitting and  will get up in move.  3. Standing   No identified limitations   Able to stand dynamically.  “moves   away   from   the  pain”.   Static   standing   is  done with swaying.   She can  stand static 30 seconds.  4. Sq uatting   No identified limitations   Able   but   struggled   to   get  back up without using her  upper body.  5. Kneeling   No identified limitations   Able but same\n\n______________________________________________________________________________  CL   Claim #:   Page   9   of   15  6. Walking   No identified limitations   Was up to one hour while in  physiotherapy.   She   is  currently limited to about 20  minutes.  Pace is slow, used to be a  fast   walker.   Would   walk  long and fast.   Pace is now  50%.  7. Stair  Climbing  No identified limitations   Able with railing, step stop  going up and down depends  on balance and head and  achilles.  8. Driving   No identified limitations   Depends on the day.   There  are concerns about reaction  time, not being quite with it  sufficiently to be safe on the  road.   She i s off enough to  know its not a good idea.  Sometimes   there   is   a  headache involved.  Tolerances,   Mobility   and Transfers :  Activity   Client Report and   Therapist Observation s  Sitting and  repositioning  Frequent repositioning  Bed   mobility   Independent  Transfers   Independent  Standing   Short periods\n\n______________________________________________________________________________  CL   Claim #:   Page   10   of   15  Balance   Static balance assessed using Four - Stage Balance Test, consisting of   holding four  different stances for at least 10 seconds each.  •   with his feet together  •   on one foot (right   then left )  •   while in a semi - tandem   and,  •   while   tandem stance.  All good except tandem and looking back. Doing exercises, kept up.  Walking  Stairs  Lifting/Carrying  Kneeling  Squatting/Crouching  Bending  Reaching  Fine Motor  Coordination  Sensation issue limitations from pins and needles  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of   normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL  Extension   WFL   WFL\n\n______________________________________________________________________________  CL   Claim #:   Page   11   of   15  Abduction   WFL   WFL  Adduction   WFL   WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL  Extension   WFL   WFL  Knee   Flexion   WFL   WFL  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL  Plantar flexion   WFL   WFL  Strength:  Manual muscle testing was completed by this therapist targeting major   muscle groups   of the  upper   and   lower   body.   The   following   scale   has   been   utilized   in   assessing   strength  measurements:\n\n______________________________________________________________________________  CL   Claim #:   Page   12   of   15  Score   Term   Description  0   Zero   No muscle   contraction   can be seen or felt  1   Trace   Contraction can be felt, but there is no motion  2 -   Poor Minus   Part move through incomplete range of motion with gravity decreased  2   Poor   Part moves through complete range of motion with gravity decreased  2+   Poor Plus   Part move through incomplete range of motion, less than 50%, against gravity or  through   complete range of motion with gravity decreased against light resistance  3 -   Fair Minus   Part move through incomplete range of motion, more than 50%, against gravity  3   Fair   Part moves through complete range of motion against gravity  3+   Fair Plus   Part   moves through complete range of motion against gravity and slight resistance  4   Good   Part moves through complete range of motion against gravity, moderate resistance  5   Normal   Part moves through complete range of motion against gravity and full   resistance  Emotional Presentation :  Cognitive Presentation :  TYPICAL DAY:  CL was asked to provide an account of a typical day prior to the subject motor vehicle accident  and current. The following was reported:  Typical Day   Pre - Accident:  Typical Day Post - Accident:  Up at varying times 6   –   10 am depending on how she slept and when she is catching her best  piece of sleep  Comes downstairs, makes tea or coffee  Will go sit outside or jump in the hot tub and have her coffee  Will come in and see whats going on with her daughter if not a school day  Will eat breakfast 2   –   3 times per week  Showering takes a lot out of her, shower 2   –   3 times per week  No routine per sa y.  Will do things around the house if need done like tidying  Housekeeper, lawn and snow  Load dishwasher or unload  Some gardening tasks, watering  Paces herself  Putters throughout the day  Will do groceries with Emily and plan meals accordingly\n\n______________________________________________________________________________  CL   Claim #:   Page   13   of   15  50/50 meal prep between she and Emily  Much simpler meals than before  Eating on the fly, sometime with her daughter  Might watch a show, listen to books on tape, music  In bed 9   –   10, will be asleep by 1 1 or 12 (might watch a show if she is super awake)  Up throughout the night every 2   –   3 hours  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor  Bathrooms   2  Living Room   1  Family Room   1  Dining Room   1  Kitchen   1  Laundry   Main  Stairs  Basement  Driveway  Description  Yard description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives with 18 y/o daughter  Children  Comments  ACTIVITIES OF DAILY LIVING   ( Pre -   and Post - Accident) :  Self - Care Activities:  Independent but with   balance issues, does not shave, will get it waxed when she needs.\n\n______________________________________________________________________________  CL   Claim #:   Page   14   of   15  No make - up  Decrease in frequency and quality  Will wash with wipes in between  Did nails and lashes pre - accident  Home Management Activities:  2 hours every 2 weeks due to paying out of pocket  2   –   3 hours required  Legend of Ability:  I   –   Independent   A   –   Partial w ith assistance   D   –   With devices   U   –   Unable   NA   –   Not Applicable  Indoor   Task s   Pre - accident Engagement   Current   Engagement  Meal Preparation   All   50%  Dishwashing   Able  Groceries/errands   With   Emily   generally.   Ex -  husband will sometimes get  groceries. Avoids the grocery  store   (people,   lighting,  stimulation)  Bathroom cleaning   Day to day tidy  Making/ changing   beds   Able  Vacuuming   If she has to but done  Sweeping   Spot sweep  Mopping   Steam   mop   as - needed   if  cleaner on vacation  Dusting   Not really  Tidying   Able  Laundry   Able, in little bits every day or  every other day.   Emily does  her own.  Ironing   NA  Garbage   Removal /Recycling   Curbside pickup, with Emily  Outdoor   Task s   Pre - accident Engagement   Current Engagement  Lawn Care   Paying someone  Gardening  Snow Removal  Finances/Financial Management:\n\n______________________________________________________________________________  CL   Claim #:   Page   15   of   15  Tough, selling home, etc. Sold car,   horse trailer, 3 horses before, now none.  Caregiving Activities:  Vocational Activities:  Pre - accident Employment Status  Employer  Job Title/Duties  Hours per week  Comments  Current Employment Status  Comments  Leisure Activities:  Riding, socializing with horsey - friends  Daily  Go to horse shows, Emily showed on weekends, 8   –   10 shows  Trainer horse around  Nothing  Community   Access :  NA\n\n",
  "sections": {
    "DEMOGRAPHICS": "P: (613) 204 - 1549   www.ferlandassociates.com  F: (888) 871 - 1549  ferland@ferlandassociates.com  Proudly Serving Eastern Ontario   Since 2014  OCCUPATIONAL THERAPY   IN - HOME ASSESSMENT   –   ROUGH   NOTES  Client Name:   Date of   Birth :  Address:   Date of Loss:  Telephone #:  Lawyer:   Firm:  Adjuster:   Insurer:  Claim No.:  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of   Assessment:  Date of Report:  CLINICIAN   QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 24 years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of   Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skills and evolved to providing expert opinions in matters of human  function to stakeholders in the aut omobile insurance sector, personal injury and family law, the  Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability  sectors. His opinions are sought by both plaintiff and defense counsel in the context of resolving  mat ters in personal injury and family law cases. He has been qualified several times as an expert  in his field, providing testimony under oath in FSCO tribunals and cases appearing before the  Ontario Superior Court of Justice.  Mr. Ferland’s practice inclu des regular contributions to catastrophic designation assessment  teams where he provides opinions related to   the daily   function of individuals suffering from  serious   physical,   psychological   and   cognitive   impairments.   His   assessments   inform",
    "ATTENDANT_CARE": "______________________________________________________________________________  CL   Claim #:   Page   2   of   15  multidisciplina ry team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.)  of injured client’s daily functional capabilities at home, work and in the community, assisting  them in forming opinions surrounding whether the catastrophic injury threshold   is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering   from chronic pain, depression, anxiety and  posttraumatic stress, overseeing and directing functional reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  SUMMARY OF FINDINGS:  RECOMMENDATIONS:  Attendant Care:  Housekeeping:  Assistive Devices:  Further Occupational Therapy Interventions:  Referral for Other Services:  INFORMED CONSENT STATEMENT:",
    "MEDICAL_HISTORY": "______________________________________________________________________________  CL   Claim #:   Page   3   of   15  This therapist has reviewed issues related to consent as per the   requirements outlined by the  College of Occupational Therapists of Ontario:  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  •   The   assessment has been requested by   LL.  •   The purpose of this assessment is to assess   CC’s   current functional status as it relates to  their ability to engage in   pre - accident   self - care, productivity and leisure activities.  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   CC’s   ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  •   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   R eferral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a   denial or partial denial occur, an independent  examination by another Occupational Therapist may be requested by the insurer. This  may be an in - person assessment or a remote paper - review assessment. Funding for the  requested goods and/or services may ult imately be declined.  •   CL   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies will be provided to  the following parties via secure transmission (fax or encrypted email   attachment):  -   Legal  -   Insurer  Following this therapist’s explanation   CL   granted informed verbal/written consent for this  therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The following documentation was provided by   LF   to this therapist for review in advance of this  assessment :  PRE - ACCIDENT MEDICAL HISTORY:\n\n______________________________________________________________________________  CL   Claim #:   Page   4   of   15  Hypothyroidism  Very active, rode daily, hunter jumper, no eventing  Hunters, jumpers, hacking for fun  Taught riding  Had a pony and a horse  Life was good  M ECHANISM OF INJURY:  No recollection  Last recollection is white car in rear view  Them remembers standing outside the vehicle  Not sure if she passed out  Went with tow truck where car was dropped off in Stittsville  Got a rental and went straight to Almonte Hospital  BP high, worried about cervic al fracture  Transferred to Civic by ambulance  Eventually released from Civic later that night  Imaging done released that night  Went to Almonte to get her car  Apparently was unable to drive a straight line, drove like a drunk driver for 30 minutes  NATURE OF INJURY:  COURSE OF RECOVERY TO DATE:  Does not remember a whole lot of 2017 but she has no recollection of it  Ran out of EI sickness benefits  Found a job which required her long - term memory (house, child, horses  Took job with Equestrian Canada November 2017  She started deteriorating  Got cranio - sacral and pbysio out of pocket  Some PT and Massage but limited by MIG  March 2018, out of MIG  Had OT through TRAC  No psychological  Kept doing this and working  In l a te - 2018, started working more from home, TRAC helping to setup ergonomics in home office,  l ighting",
    "SYMPTOMS": "______________________________________________________________________________  CL   Claim #:   Page   13   of   15  50/50 meal prep between she and Emily  Much simpler meals than before  Eating on the fly, sometime with her daughter  Might watch a show, listen to books on tape, music  In bed 9   –   10, will be asleep by 1 1 or 12 (might watch a show if she is super awake)  Up throughout the night every 2   –   3 hours  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor  Bathrooms   2  Living Room   1  Family Room   1  Dining Room   1  Kitchen   1  Laundry   Main  Stairs  Basement  Driveway  Description  Yard description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives with 18 y/o daughter  Children  Comments  ACTIVITIES OF DAILY LIVING   ( Pre -   and Post - Accident) :  Self - Care Activities:  Independent but with   balance issues, does not shave, will get it waxed when she needs.\n\n______________________________________________________________________________  CL   Claim #:   Page   14   of   15  No make - up  Decrease in frequency and quality  Will wash with wipes in between  Did nails and lashes pre - accident  Home Management Activities:  2 hours every 2 weeks due to paying out of pocket  2   –   3 hours required  Legend of Ability:  I   –   Independent   A   –   Partial w ith assistance   D   –   With devices   U   –   Unable   NA   –   Not Applicable  Indoor   Task s   Pre - accident Engagement   Current   Engagement  Meal Preparation   All   50%  Dishwashing   Able  Groceries/errands   With   Emily   generally.   Ex -  husband will sometimes get  groceries. Avoids the grocery  store   (people,   lighting,  stimulation)  Bathroom cleaning   Day to day tidy  Making/ changing   beds   Able  Vacuuming   If she has to but done  Sweeping   Spot sweep  Mopping   Steam   mop   as - needed   if  cleaner on vacation  Dusting   Not really  Tidying   Able  Laundry   Able, in little bits every day or  every other day.   Emily does  her own.  Ironing   NA  Garbage   Removal /Recycling   Curbside pickup, with Emily  Outdoor   Task s   Pre - accident Engagement   Current Engagement  Lawn Care   Paying someone  Gardening  Snow Removal  Finances/Financial Management:\n\n______________________________________________________________________________  CL   Claim #:   Page   15   of   15  Tough, selling home, etc. Sold car,   horse trailer, 3 horses before, now none.  Caregiving Activities:  Vocational Activities:  Pre - accident Employment Status  Employer  Job Title/Duties  Hours per week  Comments  Current Employment Status  Comments  Leisure Activities:  Riding, socializing with horsey - friends  Daily  Go to horse shows, Emily showed on weekends, 8   –   10 shows  Trainer horse around  Nothing  Community   Access :  NA",
    "TYPICAL_DAY": "______________________________________________________________________________  CL   Claim #:   Page   12   of   15  Score   Term   Description  0   Zero   No muscle   contraction   can be seen or felt  1   Trace   Contraction can be felt, but there is no motion  2 -   Poor Minus   Part move through incomplete range of motion with gravity decreased  2   Poor   Part moves through complete range of motion with gravity decreased  2+   Poor Plus   Part move through incomplete range of motion, less than 50%, against gravity or  through   complete range of motion with gravity decreased against light resistance  3 -   Fair Minus   Part move through incomplete range of motion, more than 50%, against gravity  3   Fair   Part moves through complete range of motion against gravity  3+   Fair Plus   Part   moves through complete range of motion against gravity and slight resistance  4   Good   Part moves through complete range of motion against gravity, moderate resistance  5   Normal   Part moves through complete range of motion against gravity and full   resistance  Emotional Presentation :  Cognitive Presentation :  TYPICAL DAY:  CL was asked to provide an account of a typical day prior to the subject motor vehicle accident  and current. The following was reported:  Typical Day   Pre - Accident:  Typical Day Post - Accident:  Up at varying times 6   –   10 am depending on how she slept and when she is catching her best  piece of sleep  Comes downstairs, makes tea or coffee  Will go sit outside or jump in the hot tub and have her coffee  Will come in and see whats going on with her daughter if not a school day  Will eat breakfast 2   –   3 times per week  Showering takes a lot out of her, shower 2   –   3 times per week  No routine per sa y.  Will do things around the house if need done like tidying  Housekeeper, lawn and snow  Load dishwasher or unload  Some gardening tasks, watering  Paces herself  Putters throughout the day  Will do groceries with Emily and plan meals accordingly"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland is an Occupational Therapist with over 24 years of experience providing rehabilitation  and expert opinion services in the province of Ontario",
      "dob": "Address:   Date of Loss:  Telephone #:  Lawyer:   Firm:  Adjuster:   Insurer:  Claim No",
      "age": null,
      "gender": "",
      "address": "Date of Loss:  Telephone #:  Lawyer:   Firm:  Adjuster:   Insurer:  Claim No",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "Claim No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care:  Housekeeping:  Assistive Devices:  Further Occupational Therapy Interventions:  Referral for Other Services:  INFORMED CONSENT STATEMENT:",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "______________________________________________________________________________  CL   Claim #:   Page   2   of   15  multidisciplina ry team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.)  of injured client’s daily functional capabilities at home, work and in the community, assisting  them in forming opinions surrounding whether the catastrophic injury threshold   is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering   from chronic pain, depression, anxiety and  posttraumatic stress, overseeing and directing functional reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  SUMMARY OF FINDINGS:  RECOMMENDATIONS:  Attendant Care:  Housekeeping:  Assistive Devices:  Further Occupational Therapy Interventions:  Referral for Other Services:  INFORMED CONSENT STATEMENT:",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "______________________________________________________________________________  CL   Claim #:   Page   3   of   15  This therapist has reviewed issues related to consent as per the   requirements outlined by the  College of Occupational Therapists of Ontario:  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  •   The   assessment has been requested by   LL.  •   The purpose of this assessment is to assess   CC’s   current functional status as it relates to  their ability to engage in   pre - accident   self - care, productivity and leisure activities.  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   CC’s   ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  •   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   R eferral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a   denial or partial denial occur, an independent  examination by another Occupational Therapist may be requested by the insurer. This  may be an in - person assessment or a remote paper - review assessment. Funding for the  requested goods and/or services may ult imately be declined.  •   CL   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies will be provided to  the following parties via secure transmission (fax or encrypted email   attachment):  -   Legal  -   Insurer  Following this therapist’s explanation   CL   granted informed verbal/written consent for this  therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The following documentation was provided by   LF   to this therapist for review in advance of this  assessment :  PRE - ACCIDENT MEDICAL HISTORY:\n\n______________________________________________________________________________  CL   Claim #:   Page   4   of   15  Hypothyroidism  Very active, rode daily, hunter jumper, no eventing  Hunters, jumpers, hacking for fun  Taught riding  Had a pony and a horse  Life was good  M ECHANISM OF INJURY:  No recollection  Last recollection is white car in rear view  Them remembers standing outside the vehicle  Not sure if she passed out  Went with tow truck where car was dropped off in Stittsville  Got a rental and went straight to Almonte Hospital  BP high, worried about cervic al fracture  Transferred to Civic by ambulance  Eventually released from Civic later that night  Imaging done released that night  Went to Almonte to get her car  Apparently was unable to drive a straight line, drove like a drunk driver for 30 minutes  NATURE OF INJURY:  COURSE OF RECOVERY TO DATE:  Does not remember a whole lot of 2017 but she has no recollection of it  Ran out of EI sickness benefits  Found a job which required her long - term memory (house, child, horses  Took job with Equestrian Canada November 2017  She started deteriorating  Got cranio - sacral and pbysio out of pocket  Some PT and Massage but limited by MIG  March 2018, out of MIG  Had OT through TRAC  No psychological  Kept doing this and working  In l a te - 2018, started working more from home, TRAC helping to setup ergonomics in home office,  l ighting",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "______________________________________________________________________________  CL   Claim #:   Page   13   of   15  50/50 meal prep between she and Emily  Much simpler meals than before  Eating on the fly, sometime with her daughter  Might watch a show, listen to books on tape, music  In bed 9   –   10, will be asleep by 1 1 or 12 (might watch a show if she is super awake)  Up throughout the night every 2   –   3 hours  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor  Bathrooms   2  Living Room   1  Family Room   1  Dining Room   1  Kitchen   1  Laundry   Main  Stairs  Basement  Driveway  Description  Yard description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives with 18 y/o daughter  Children  Comments  ACTIVITIES OF DAILY LIVING   ( Pre -   and Post - Accident) :  Self - Care Activities:  Independent but with   balance issues, does not shave, will get it waxed when she needs.\n\n______________________________________________________________________________  CL   Claim #:   Page   14   of   15  No make - up  Decrease in frequency and quality  Will wash with wipes in between  Did nails and lashes pre - accident  Home Management Activities:  2 hours every 2 weeks due to paying out of pocket  2   –   3 hours required  Legend of Ability:  I   –   Independent   A   –   Partial w ith assistance   D   –   With devices   U   –   Unable   NA   –   Not Applicable  Indoor   Task s   Pre - accident Engagement   Current   Engagement  Meal Preparation   All   50%  Dishwashing   Able  Groceries/errands   With   Emily   generally.   Ex -  husband will sometimes get  groceries. Avoids the grocery  store   (people,   lighting,  stimulation)  Bathroom cleaning   Day to day tidy  Making/ changing   beds   Able  Vacuuming   If she has to but done  Sweeping   Spot sweep  Mopping   Steam   mop   as - needed   if  cleaner on vacation  Dusting   Not really  Tidying   Able  Laundry   Able, in little bits every day or  every other day.   Emily does  her own.  Ironing   NA  Garbage   Removal /Recycling   Curbside pickup, with Emily  Outdoor   Task s   Pre - accident Engagement   Current Engagement  Lawn Care   Paying someone  Gardening  Snow Removal  Finances/Financial Management:\n\n______________________________________________________________________________  CL   Claim #:   Page   15   of   15  Tough, selling home, etc. Sold car,   horse trailer, 3 horses before, now none.  Caregiving Activities:  Vocational Activities:  Pre - accident Employment Status  Employer  Job Title/Duties  Hours per week  Comments  Current Employment Status  Comments  Leisure Activities:  Riding, socializing with horsey - friends  Daily  Go to horse shows, Emily showed on weekends, 8   –   10 shows  Trainer horse around  Nothing  Community   Access :  NA",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "______________________________________________________________________________  CL   Claim #:   Page   12   of   15  Score   Term   Description  0   Zero   No muscle   contraction   can be seen or felt  1   Trace   Contraction can be felt, but there is no motion  2 -   Poor Minus   Part move through incomplete range of motion with gravity decreased  2   Poor   Part moves through complete range of motion with gravity decreased  2+   Poor Plus   Part move through incomplete range of motion, less than 50%, against gravity or  through   complete range of motion with gravity decreased against light resistance  3 -   Fair Minus   Part move through incomplete range of motion, more than 50%, against gravity  3   Fair   Part moves through complete range of motion against gravity  3+   Fair Plus   Part   moves through complete range of motion against gravity and slight resistance  4   Good   Part moves through complete range of motion against gravity, moderate resistance  5   Normal   Part moves through complete range of motion against gravity and full   resistance  Emotional Presentation :  Cognitive Presentation :  TYPICAL DAY:  CL was asked to provide an account of a typical day prior to the subject motor vehicle accident  and current. The following was reported:  Typical Day   Pre - Accident:  Typical Day Post - Accident:  Up at varying times 6   –   10 am depending on how she slept and when she is catching her best  piece of sleep  Comes downstairs, makes tea or coffee  Will go sit outside or jump in the hot tub and have her coffee  Will come in and see whats going on with her daughter if not a school day  Will eat breakfast 2   –   3 times per week  Showering takes a lot out of her, shower 2   –   3 times per week  No routine per sa y.  Will do things around the house if need done like tidying  Housekeeper, lawn and snow  Load dishwasher or unload  Some gardening tasks, watering  Paces herself  Putters throughout the day  Will do groceries with Emily and plan meals accordingly"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "______________________________________________________________________________  CL   Claim #:   Page   12   of   15  Score   Term   Description  0   Zero   No muscle   contraction   can be seen or felt  1   Trace   Contraction can be felt, but there is no motion  2 -   Poor Minus   Part move through incomplete range of motion with gravity decreased  2   Poor   Part moves through complete range of motion with gravity decreased  2+   Poor Plus   Part move through incomplete range of motion, less than 50%, against gravity or  through   complete range of motion with gravity decreased against light resistance  3 -   Fair Minus   Part move through incomplete range of motion, more than 50%, against gravity  3   Fair   Part moves through complete range of motion against gravity  3+   Fair Plus   Part   moves through complete range of motion against gravity and slight resistance  4   Good   Part moves through complete range of motion against gravity, moderate resistance  5   Normal   Part moves through complete range of motion against gravity and full   resistance  Emotional Presentation :  Cognitive Presentation :  TYPICAL DAY:  CL was asked to provide an account of a typical day prior to the subject motor vehicle accident  and current. The following was reported:  Typical Day   Pre - Accident:  Typical Day Post - Accident:  Up at varying times 6   –   10 am depending on how she slept and when she is catching her best  piece of sleep  Comes downstairs, makes tea or coffee  Will go sit outside or jump in the hot tub and have her coffee  Will come in and see whats going on with her daughter if not a school day  Will eat breakfast 2   –   3 times per week  Showering takes a lot out of her, shower 2   –   3 times per week  No routine per sa y.  Will do things around the house if need done like tidying  Housekeeper, lawn and snow  Load dishwasher or unload  Some gardening tasks, watering  Paces herself  Putters throughout the day  Will do groceries with Emily and plan meals accordingly",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}