{
  "fileName": "Egalite, Patrice IHA_FINAL_SF.pdf",
  "originalText": "P: (613) 204 - 1549   www.ferlandassociates.com  F: (888) 871 - 1549  ferland@ferlandassociates.com  Serving Eastern Ontario   Since 2014  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Mr.   Patrice   Egalite   Date of Loss:   2020 - 08 - 14  Address:   1971 St - Laurent Blvd., Apt .   1412,  Ottawa ON   K1G 3P8  Date of Birth:   1978 - 05 - 08  Telephone #:   (819) 209 - 6136  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   K a tly n Witmeyer   Insurer:   Zenith Insurance  Claim No.:   5904J2803  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   2023 - 03 - 28  Date of Report:   2023 - 04 - 13  THERAPIST   QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 2 5   years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of   Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skills and evolved to providing expert opinions in matters of human  function to stakeholders in the aut omobile insurance sector, personal injury and family law, the  Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability  sectors. His opinions are sought by both plaintiff and defense counsel in the context of resolving  mat ters in personal injury and family law cases. He has been qualified several times as an expert  in his field, providing testimony under oath in FSCO tribunals and cases appearing before the  Ontario Superior Court of Justice.\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   2   of   31  Mr. Ferland’s practice inclu des regular contributions to catastrophic designation assessment  teams where he provides opinions related to   the daily   function of individuals suffering from  serious   physical,   psychological   and   cognitive   impairments.   His   assessments   inform  multidisciplinary t eam members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.)  of injured client’s daily functional capabilities at home, work and in the community, assisting  them in forming opinions surrounding whether the catastrophic injury threshold is   met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from   chronic pain, depression, anxiety and  posttraumatic stress, overseeing and directing functional reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  Mr. Egalite was referred to the offices of Ferland & Associates Rehabilitation Inc. by his legal  representative Mr. Frank McNally in March of 2021 in relation to injuries he sustained in a motor  vehicle accident (DOL: August 14, 2020). Mr. Egalite was   kno wn to this   occupational therapist in  relation to a prior motor vehicle accident   claim he was involved in a few years prior.   Th is  therapist   reconnected with Mr. Egalite and initiated the   provision of care .   As a result of safety  and security issues associa ted with unstable housing and a physically and emotionally abusive  relationship, Mr. Egalite was unable to effectively participate in the assessment process at the  earlier points of contact.   The focus   of OT intervention was on stabilizing an unsustainable liv ing  situation   where he was the victim of recurring domestic violence   and   psychological   abuse .   His  physical pain,   emotional and cognitive symptoms   impacted his ability to address his dire situation  independently.   This culminated   in   an emergency housing re view by Ottawa Housing initiated by  this therapist , supporting a safety plan for his move out of the home while his partner was away  for the day . Mr. Egalite was able to relocate into a single room apartment   partially funded by  Ottawa Housing   in   April of 2022 .   There   were a number of subsequent stabilization sessions  provided by this therapist at which time   an interruption of care   occurred in August of 2022 (this  therapist was off on medical leave).  Mr. Egalite reconnected with this therapist o n March 19,   2023,   urgently seeking assistance and  support due to a deteriorating mental health condition which included hallucinatory experiences  and changes in environmental awareness. There were concerns identified by family members  about Mr. Egalite’s p oor state of mind, grandiose thinking, beliefs he had superpowers and could  fly off the 14 th   floor balcony, etc. leading to his admission to the Ottawa Hospital under a Form 1  for a 72 - hour hold. He was discharged from the hospital on March 20,   2023,   after   a discussion  with his treating psychiatrist, his sister and this therapist. Mr. Egalite went on to return home\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   3   of   31  and an in - person touchpoint occurred on March 21, 2023, allowing a resumption of care and the  introduction of a rehabilitation support worker ( RSW) Greg Goddard.  Following this meeting, Mr. Egalite reportedly experienced another episode of psychological  decompensation leading to an ambulance visit to the Emergency Room of the Ottawa General  Hospital on March 24, 2023. Mr. Egalite was reportedly   having difficulty expressing himself upon  arrival as a result of a panic attack and psychotic symptoms and was reportedly deemed  uncooperative. He was reportedly restrained by security, punched and handcuffed, remaining in  handcuffs for over 90 minutes.   He notes that this   experience   led to injuries to his right arm,  which he now cannot use to hold his cane. He returned home after this incident and contacted  this therapist in   a   state of acute emotional distress on March 27, 2023.  During this call, Mr.   Egalite presented with a highly concerning discourse which was tangential  and suicidal in nature. He expressed that he had no reason to live and that voices were telling  him to   cut out   family members from his life.   He indicated that he had made calculat ions on  impact velocity from the floor of his apartment which led this therapist to contact 9 - 1 - 1.   He  remained on the phone with Mr. Egalite for 40 minutes completing deep breathing exercises and  engaging in light conversation to distract him from his dis torted thinking patterns. Police arrived  on scene to ensure his safety until the arrival of   paramedics.   This therapist received a call from  the ER attending physician   at the Queensway Carleton Hospital   a few hours later and an outline  of Mr. Egalite’s s ituation and recent experience at the Ottawa Hospital was relayed to provide  background to his clinical presentation. This therapist was informed on March 28,   2023,   that Mr.  Egalite had been discharged from the ER with instructions to seek a GP appointment   to obtain an  increase in his dose of Seroquel for mood stabilization purposes.  At this juncture, Mr. Egalite has secured an appointment with his GP on March 29,   2023,   and will  seek a review of his   Sertraline   dose. He   initiated   treatment with RSW Greg   Goddard on March  30,   2023,   and will remain in ongoing contact with this therapist both virtually and in - person. Mr.  Egalite’s situation is   critical,   and he is in need of a multi - disciplinary treatment team to support  him as he continues to recover from the   physical and psychological injuries sustained in the  subject MVA.  Due to the highly concerning psychological and physical deterioration which this therapist  observed, increased rehabilitative support   is   required and the introduction of two RSW sessions  p er week   has   been implemented in support of OT treatment goals.   The   present   In - Home  Assessment undertaken in 2021 and 2022 was finalized with Mr. Egalite during these phone and  in - person touchpoints leading to the production of this report. An OCF18 for   this assessment as  well as for the multiple treatment touchpoints provided to date and treatment proposed by RSW  Greg Goddard will be submitted   to the insurer   for consideration.\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   4   of   31  SUMMARY OF FINDINGS:  Mr. Egalite's pre - accident medical history indicates that he has had a difficult life with traumatic  events spanning his entire lifetime. He has experienced childhood trauma and grew up without  parents. He also lost a child at 6 - months due to complications   with his partner's pregnancy. These  events continued to impact him to some degree in his day - to - day life. Despite these challenges,  Mr. Egalite   recovered   to some extent from two prior motor vehicle accidents in 2012 and 2013.  However, he continued to   experience ongoing pain symptoms, which were manageable as long  as he did not overdo it. He reported that he was operating at 75 to 80% capacity of his 2012  functional levels, indicating that his injuries had some lasting impact on his life.  Mr. Egalite re turned to work in June 2020, after being hired as an Information Officer by Quantum  Management, where he worked 30 hours per week. However, on August 14, 2020, he was  involved in a motor vehicle accident that led to the cessation of his workplace engagemen t. The  accident occurred when a double - decker bus swerved and struck his passenger side, causing  physical injury and   emotional distress. Following the accident, Mr. Egalite sought medical  attention and was taken by ambulance to the Ottawa Hospital   –   C ivic Campus. He was  experiencing significant spasms affecting his spine and was in acute pain and emotional distress.  However, he had to wait over 6 hours to be seen by the triage nurse. Due to his physical and  emotional state, he left the hospital and sou ght treatment elsewhere.  Based on the OCF - 3 completed by Dr. Ramashandran on September 30, 2020, Mr. Egalite  sustained several injuries, including   thoracolumbar   strain, right shoulder/scapular strain, acute  stress reaction, cervical strain, and tension he adaches. He received limited treatment since the  accident, including physiotherapy once per week at Apollo Physical Therapy Centre. The  frequency of his physiotherapy was planned to increase to twice per week once he recovered to  some extent and could tole rate more exercise.  Mr. Egalite reports several cognitive symptoms since the accident, including difficulty with short -  term memory, poor focus and concentration, and cognitive fatigue. He describes his mind as a  black room, a void. He also experiences trou bling emotional symptoms, including frequent crying,  suicidal ideation, and anxiety with recurring panic attacks. To manage his symptoms, he uses rest,  activity avoidance, medication, his support network, going for walks, and exercises.  Regarding his funct ional and behavioral observations, Mr. Egalite reports that he can tolerate  sitting for 20 - 25 minutes before he must stand, lie predominantly on his left side, and  demonstrate his ability to complete chair and sofa transfers independently. He is currently  reporting the ability to stand for periods of 10 minutes then must sit as his back locks in a forward  flexion posture. He walks with a pronounced waddle from side to side, makes use of a single point  cane for his outdoor mobility, and can handle walking sh ort distances then required to sit for 15  minutes. Stairs are a challenge for him, and he is able to manage three flights maximum. He is\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   5   of   31  able to manage kneeling but avoids this posture due to the pain he experiences, and one power  squat, partially complete d, observed by the therapist.  Mr. Egalite's emotional presentation fluctuated throughout sessions with his therapist from 2021  to present. Initially, he was upbeat and positive, but his behavior gradually became secretive, and  the therapist suspected the p resence of domestic abuse. In March 2022, Mr. Egalite was  physically assaulted by his girlfriend, leading to an exit strategy from the relationship. After  spending time living in his car, he obtained a subsidized apartment, but his mental health and  chroni c physical pain continued to deteriorate.  In March 2023, he expressed suicidal ideation, and   this thera pist contacted paramedics   for  emergency assistance. Mr. Egalite remains in a fragile emotional state, with no established  routine or meaningful activity.   He remains independent in self - care activities but struggles with  some tasks like lower body dressing and showering. He also faces challenges in m anaging home  management activities like cleaning the bathroom, changing bed linen, and accessing the laundry  facility due to his physical limitations. Mr. Egalite was employed part - time before the accident,  but he's currently unemployed and has disrupted h is engagement in leisure activities. He faces  difficulties accessing the community, especially due to a severe phobia linked to vehicular travel,  and has experienced significant challenges   with   financial strain stemming from interruption of  his income replacement benefits in   the   past   mon th.  RECOMMENDATIONS:  Attendant Care:  At this juncture, Mr. Egalite is found to require Attendant Care to   monitor his wellbeing and  encourage/support   core self - care   to   mitigate   the risk of malnutrition events or other   unforeseen  decline   in his physical   health. He also   requires attendant care to   support his emotional wellbeing  through daily   touchpoints to ensure his   comfort and security   in his living environment. A   total   of  2 hours per day of Attendant Care is recommended at this time.  Housekeeping:  Mr. Eg alite is currently   maintaining   his small living space   independently   and would benefit from  access to assistive devices to foster ongoing engagement in these   activities   while reducing the  strain on his body through a reduction in lifti ng, carrying, reaching and   cou ching/k neeling. This  will   be discussed belo w.\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   6   of   31  Assistive Devices:  Mr. Egalite would benefit from the use of the following equipment to   support and facilitate his  engagement   in housekeeping an d   home   maintenance   tasks:  •   Wheeled   canvas folding   cart   (to assist with obtaining groceries and   carrying laundry)  •   Long handled tub scrubber  •   Telescopic duster  •   Long - handled dustpan  •   Lightweight   rechargeable wall - mounted stick - vac uum  •   Long - handled toi let brush  •   Microfibre spay mop  Further Occupational Therapy Interventions:  Mr. Egalite would benefit from   Occupational Therapy treatment supported by a Rehabilitation  Support Worker   for a comb ined effort to foster stability in Mr. Egalite ’s physical wellbeing and  support   his engagement in meaningful act ivity and community re - integration.   OCF18s   have been  submitted for both   services   for consi deratio n   by   the insurer .  Referral for Other Services:  Mr. Egalite would benefit from access to   a clinical psychologist to assess his current psychol ogical  state and provide treatment to address ongoing   mental health challenges.   He would also benefit  from close monito ring by his family physician which will be   encouraged and supported by this  therapist and RSW Greg Goddard.  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of   Occupational Therapists of Ontario:  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  •   The assessment has been requested by   his legal   representative Mr. Frank McNally.  •   The purpose of this assessment is to assess   Mr. Egalite’s   current functional status as it  relates to   his   ability to complete pre - accident activities of daily living.\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   7   of   31  •   The proposed assessment will include: an interview, a ph ysical assessment and also  observations of   the   ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  •   Due to the physical nature of the assessment, pain and f atigue are possible temporary  side effects.  •   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  •   A   submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a denial or partial denial occur, an independent  exa mination by another Occupational Therapist may be requested by the insurer. This  may be an in - person assessment or a remote paper - review assessment. Funding for the  requested goods and/or services may ultimately be declined.  •   Mr. Egalite   may choose to   participate in   or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  o   Zenith Insurance c/o Kaitlyn   Witmeyer , Accident Benefits Adjuster  o   McNally Gervan, c/o Frank McNally,   Legal Representative  Following this therapist’s explanation   Mr. Egalite   granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The following documentation was provided to this therapist for review by the offices of McNally  Gervan   on March 3, 2021:  •   AB File received by legal representative on November 11, 2020  PRE - ACCIDENT MEDICAL HISTORY:  Mr. Egalite noted that he has a history of traumatic events spanning his entire lifetime   which he  has difficulty speaking about and which continued to impact him to some degree in his   day - to -  day   life.   He recalls a great deal of childhood trauma and growing up without parents . He lost a\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   8   of   31  child   at 6 - months when his then - partner experienced co mplications with her pregnancy .   He was  deeply affected by this loss an d the following month, was involved in a serious MVA.  Mr. Egalite   had   two   prior   motor vehicle accidents in   June   of   2012 and June   of   2013.   He   reported  that he had recovered to some e xtent   from these combined traumatic events and   had   resolved  his claims . He noted that he   was in a better emotional state , had   started reaching out to friends  to engage in   positive   activities to “keep me smiling”.   He had ongoing pain symptoms which were  manageable as long as he did not   “ over do it ” .   He subjectively relayed that he   was   operating   at  75 to 80% capacity   of   2012   functional levels . He would get tired quicker, would   run out of energy  quicker. He made us e of strategies learned in   physiotherapy and occupational therapy   to manage  his symptoms   and stay functional .   He was maintaining himself physically   through regular  exercise and had a goal   of trying to get back to work   after years out of the workforce .   He   notes  that he   was   generally content ,   was in a new relationship and “I was creating new memories”.  He notes that he had recovered to the extent of returning to work   and   was hired as   an  Information Officer   by Quantum Management   (800 - OH - CANADA call centre agent)   on June 23,  2020 where he worked 30 hours per week .   The subject motor vehicle accident occurred   on  August 14, 2020, and led   to an eventual cessation of his workplace engagement.  MECHANISM OF INJURY:  Mr. Egalite   was the   restrained driver   operating   his   motor   vehicle   following   a   white car ahead of  him.   There was a   Double Decker   bus on the side of the road with   hazard   lights on . The white car  reportedly   turned right ahead of the bus   as it was accelerating away .   The   double decker   bus  swerved left and struck the   Mr. Egalite’s   passenger si de, dragging   his vehicle   over 8   or   9 feet  across lanes into oncoming traffic.   At the time, he recalls fearing for his life, concerned the   two -  storey   bus would tip on   top of his car.   As he attempted to   regain   control   of   his vehicle, h e  experienced pain in   his right shoulder   whi le fighting with the steering wheel,   trying to dislodge  himself from the bus   and return   to his lane.   When his vehicle came to   a stop he reportedly   exited  in a state of sh ock. He was taken by ambulance to the   Ottawa Hospital   –   Civic Campus .   He was  experiencing significant spasms affecting his spine   and was   in acute pain   and emotional distress .  Paramedics sent him to   triage where   he   waited   over 6 hours to be seen   by the   triage   nurse . He  was weak and tired and went outside   to lay down in the grass   and fell asleep   for 45 minutes. He  returned to triage and was told he had to continue waiting.   As he could not physically or  emotionally remain in the waiting room to be triaged, Mr. Egalite   called a taxi and went to his  girlfriend ’ s home.   He spent the following day re sting and then went to the   Montfort   Hospital   the  day after that   to be assessed. At the Montfort, he was assessed   and provided with medication  and a referral for   Physiotherapy . He was referred to his GP   for ongoing   medical management .\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   9   of   31  Mr. Egalite reported   that he sought an appointment with his family physician,   Dr.   Ramachandran  who spoke to him   over the telephone   a few days later.   His GP   reportedly   encouraged   him   to  seek a modified work schedule to maintain involvement in work activities while he heal ed.   Mr.  Egalite   shifted to a remote   work   schedule for   2   to   3   half - days per week .   He worked from his  living room sofa with a height - adjustable coffee table he used as a desk for his laptop.   H e  sustained   work in this manner   for   2   or   3 weeks   post - accident   after which time his pain symptoms  rendered him unable to continue.  N ATURE OF INJURY:  Based on   the OCF - 3 completed by Dr .   Ramachandran   on September 30, 2020, Mr. Egalite  sustained the   following injuries as a result of the subject motor vehicle   accident:  •   Thoracolumbar   strain  •   Right shoulder/scapular strain  •   Acute stress reaction  •   Cervical strain  •   Tension headaches  Mr. Egalite noted that he has received limited treatment since the subject motor vehicle accident.  He noted that he started physiotherapy at Apollo Physical Therapy Centre where he obtained  care once per week. Frequency was planned to increase to twice p er week once he recovered to  some extent and could tolerate more exercise.  COURSE OF RECOVERY TO DATE:  Mr. Egalite noted that he has received limited treatment since the subject motor vehicle accident.  He noted that   he s tarted physiotherapy at Apollo Physical Therapy Centre   where he obtained  care once per week. Frequency was planned to increase to twice per   week once he recovered   to  some extent and could tolerate more exercise .\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   10   of   31  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last   Appointment/  Frequency of  appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr.  Ramashandran,  GP  Last spoke to her   one  month ago.   As required  when medication requires  renewal.   He was speaking  with his GP twice weekly at  first . This titrated down to  appointments   as needed .  Prescription renewal.   TBD  Apollo Physical  Therapy,  P hysiotherapy  and   Massage  Therapy  Twice   weekly   Unknown   Unknown  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Zoloft   100   mg in the morning   Antidepressant  Sertraline   50 mg   p er day   (Dosage to be  increased   following   most  recent ER visit)  Atypical antipsychotic  Cannabis   (THC and   CBD )   Varied   Pain, relaxation  Tylenol Extra Strength   Every four hours following the  MVA down   to a few tablets as  needed   at   time   of  assessment.  Pain  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms :  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if Necessary\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   11   of   31  Headaches   Has a constant headache all the time located  in the base of his skull   and extending to both  paretal lobes. Sometimes it will go to the back  of his right eye.   When his pain peaks   they will  remain for 3   –   4 hours to a full day.   He  sometimes has short bursts of pain which go  away.   He feels faint when he has the sharp  bursts   of pain which he describes as   an   electric  shock   g oing through his skull   for a few seconds  at a time.  2   –   3/10  constant  with   peaks  of up 9/10  Neck pain   At rest, this pain   is tolerable. With activity, the  pain increases significantly. He finds   that his  neck   pain   increases   when   reading.   Pain  radiates to the right shoulder.  2   –   9/10  Right arm/shoulder   He   describes   weakness   under   his   right  shoulder blade which   impacts his   right arm  movements such as reaching.   This is a new  symptom,   and he is stil l trying to figure out  how to remain active   despite this limitation .  He finds he is unable to reach repetedly with  his right arm .  NA  Lower back   pain   This   is   a   constant   pain   which   has   been  aggravated by the accident.   This pain is  unpredictable and will fluctuate from day to  day.   He finds this pain sometimes renders him  unable to   to stand upright, requiring that he  remain in a forward flexion posture.  3   –   9/10  Vertigo   With   increased   physical   activity,   he  experiences bouts of diz ziness.   He will lose his  field of vision for a short period of time. His  head will spin.   He also experiences positional  vertigo   when sitting from a lying position.  NA  Cognitive Symptoms :  When questioned about changes in his cognitive function, Mr. Egalite   reported   the following  changes he has observed:  •   He has difficulty with his memory , short - term memory especially  •   Can’t recall names of actors in shows , NBA players, teams they play on\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   12   of   31  •   Poor focus and concentration  •   Thinking is a chore, resulting in increased headaches  •   Cognitive fatigue , has difficulty engaging in conversations where he has to recall  information  •   Describes his mind as a black room, a void  Emotional Symptoms:  Mr.   Egalite noted that he experiences a number of troubling emotional symptoms which he  experiences at this time:  •   “I have   nothing left ” , “I want to give up”  •   Feels very depress ed   and has no   motivation   to do much other than manage his pain and  think  •   Cries   frequently   and when   he starts crying, it is   uncontrollable  •   Suicidal ideation   with   exploration of plans :  o   H e has calculated the velocity he would strike the ground should he jump out his  14 th   floor window.  o   Almost drank a bottle of javex   on one occasion, date unknown , stop ping just short  of following through with the act   as he feared the suffering which would ensue.  o   Has researched poisons   online   ( cyanide   and others)   to see if he can acquire them  and which one would work best.  o   If he had a   garage,   he would contemplate suicide by CO   by running his vehicle with  the garage door closed.  o   He indicated on March 27, 2023 that he would be seeking information on  medically assiste d suicide as he could not carry - on like this any longer.  •   “ My life fucking sucks, its fucking garbage ”  •   Tries to   find reasons to keep going but can’t  •   “ I don’t have my job anymore , where am I going, I keep getting his by cars”  •   Afraid of driving , will avoid as   much as possible  •   Constant anxiety   with recurring panic attacks he is unable to control  Symptom Management Strategies:  Mr. Egalite reported making use of the following strategies to manage his symptoms at this time:  •   Rest  •   Activity   avoidance\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   13   of   31  •   Medication  •   Uses his support network to avoid isolation, interacts with them, pleasant conversations  •   Going for walks  •   Exercises , stretching  FUNCTIONAL AND BEHAVIOURAL OBSERVATIONS :  Tolerances,   Mobility   and Transfers :  Activity   Client Report and   Therapist Observation s  Sitting and  repositioning  Mr. Egalite report he can tolerate   20   –   25 minutes then must   stand,   or his back will  lock,   and he will become stiff. He sits leaning on his left or right side. He does not sit  straight as it causes him pain after a few minutes.  Periods of sitting not exceeding the reported range of 20   –   25 minutes observed. He  alternated frequently from sitting to standing and walking and while seated, frequent  postural changes are noted.  Bed   mobility   If he lies in one position for too   long,   he gets stiff and his back locks.   He will lie  predominantly on his left side with pillow between his legs.  Mr. Egalite was observed often seeking a position on a lounge chair section of his  couch where he would position himself with pillows in a sid e - lying position where he  could find momentary relief.   He would shift between lying, standing, walking and  sitting throughout all touchpoints with this therapist.  Transfers   Mr.   Egalite   demonstrated   his   ability   to   complete   chair   and   sofa   transfers  independently. He was often observed grimacing while completing transfers and at  times experiencing pain which would lead him to stop mid - transfer to gather himself.  He would often   lean on adjacent supports (wall or furniture) to stabilize himself after  standing.  Mr. Egalite demonstrated his ability to manage   bed , toilet and bathtub   transfers  independently.   Bed   transfers   were   managed   independently   throughout   all  touchpoints with Mr. Égalité.   He demonstrated independence with   toilet transfers  but was found to struggle to initiate the recovery to standing.   One bathtub transfer  demons trated by Mr. Egalite. He is able to safely cross the threshold of the tub and  enter the tub enclosure.   He would benefit from some adaptive aids to foster  improvements in his bathing activities.\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   14   of   31  Standing   Prior to the accident, he was limited to   30   –   45 minutes with soreness, stretching and  frequent shifting of his weight from side to side.  He is currently reporting the ability to stand for periods of   10 minutes then must sit  as his back locks in a   forward flexion posture.  Short periods of static and dynamic standing observed by this therapist. Mr. Egalite  was observed frequently shifting his weight from side to side and rarely sustained  standing in one place for more than a few minutes .  Balance   Static balance assessed using Four - Stage Balance Test, consisting of   holding four  different stances for at least 10 seconds each.  •   with his feet together  •   on one foot (right   then left )  •   while in a semi - tandem   and,  •   while   tandem stance  Mr. Egalite was able t o complete   ¼   balance tasks, being unable to achieve single   leg  or tandem/semi - tandem   positions .   He is at risk of loss of balance and falls   without  the use of mobility aids.  Walking   Was   able to walk with an upright posture after a long period of recovery ,   subsequent  to his   injuries from 2012 and 2013.   He could tolerate walking for 30 minutes or more.  He w alks with a pronounced waddle from side to side.   He n eeds to gradually stop  walking over a few steps as opposed to stopping   suddenly which jars his spine. Can  handle walking short distances then required to sit (15 minutes). He makes use of a  single point cane for his outdoor mobility.  Short distance indoor and outdoor ambulation observed through the course of the  last year.   Mr. Egalite was observed walking slowly, with a pronounced limp, some  days much worse than others. His ability to mobilize quickly is compromised and his  movements are planned and focused on pain avoidance.\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   15   of   31  Stairs   Stairs were a challenge. Was   able to manage them but would avoid them as much as  possible. Able to manage three flights maximum.  Able but has to purposefully engage his core, straighten his spine otherwise he will  experience sharp pain. Will sometimes use a cane to assist him   when his symptoms  are pronounced.  Mr. Egalite was observed climbing one flight of stairs in a slow, planned manner, with  evident   core engagement and purposeful positioning of his limbs as he climbed. Pace  of stairclimbing was slow and laboured.  Lifting/Carrying   Mr. Ega lite   was previously able to manage lifting and carrying of   loads not exceeding  10   –   15   l bs .  A t   present, Mr. Egalite avoids lifting and carrying as much as possible. When he does,  he will try to balance loa ds   in   bags held   bilaterally   or close to his che st if the load  cannot be carried by a han dle or cannot be counterweighted with another load   .  Kneeling   Was able to kneel with some discomfort pre - accident.  He is reporting that he remains able to manage kneeling however avoids this posture  due to the   pain he experiences.  Not observed due to difficulties noted with squatting. This is not deemed a functional  posture  Squatting/Crouching   Was able to squat and crouch with some discomfort pre - accident.  Able with difficulty, “on my tippy toes”  One power squat, partially completed, observed by this therapist. Mr. Egalite could  not achieve a stable squatted posture and was observed   using adjacent furniture for  support.  Bending   Prior to the subject motor vehicle accident, Mr. Egalite no t ed some difficulties with  b e nding but noted that this had improved significantly.  Mr. Egalite avoids bending as this is a significant   trigger to his sympto ms. He will limit  bending   to pickup   objects   he drops, especially when highly symptomatic.   He makes  use of a   long - han dled reacher to   re a ch   for   objects   throughout   the day .\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   16   of   31  Reaching   Mr. Egalite noted that h e was able to reach in a functional manner pre - acc ident. He  note d   some ongoing   discomfort   when   re aching   however this did not impact his daily  function in any sign ificant manner.  At the time of this assessment, Mr. Egalite   is limited in his ability to   reach be yond his  immediate   vicinity . He avoids reaching as this is a   known   symptom   tri gger.  Fine Motor  Coordination  Mr. Egalite does not p resent with   fine motor   coordination   issues.  Active Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   Neck range of motion is generally preserved  although Mr. Egalite reports stiffness and  pain with active range of motion and in  neutral position.  Lateral flexion   WFL   WFL  Rotation   3/4 range   WFL  Extension   WFL  Shoulder   Flexion   1/2 range   WFL   Right shoulder   range   of motion significantly  impaired in all planes.  Extension   1/2 range   WFL  Abduction   1/2 range   WFL  Adduction   1/2 range   WFL WFL  Internal rotation   1/2   range   WFL  External rotation   1/2 range   WFL  Elbow   Flexion   WFL   WFL   No   identified limitations.  Extension   WFL   WFL  Flexion   WFL   WFL\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   17   of   31  Wrist   Extension   WFL   WFL   No   identified limitations.  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   1/2 range   Mr. Egalite is unable to effectively bend  forward beyond his upper - thighs as a result  of severe pain   h e experiences in his lumbar  spine.  Lateral flexion   1/2 range   1/2  range  Rotation   1/2 range   1/2  range  Hip   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitati ons.  Plantar flexion   WFL   WFL  Emotional   Presentation:  Mr. Egalite’s emotional presentation fluctuated throughout sessions held with this therapist from  2021 to Present. In 2021 leading into 2022, while residing with his ex - girlfriend, his presentation  was originally upbeat and positive. He no ted that he was in a new relationship and had   moved  in   with his girlfriend and other two other members of her family. He reported that he had his  own space in the basement where he could spend time when he felt unwell and had settled into  a routine which   appeared to gravitate around his girlfriend’s activities.   He indicated that he  struggled with pain however was generally content and felt supported in his ongoing functional  limitations. What was originally portrayed as a positive living situation began   devolving into a  pattern of behaviours which led this therapist to question Mr. Egalite’s emotional wellbeing and  the possible presence of domestic abuse within the household.  This therapist began observing gradual shifting in Mr. Egalite’s disposition d uring sessions held  from   the Fall of 2021 to Spring of 2022. He began displaying signs of secretive behaviours where  he would speak about banalities when he believed other household members were listening - in.\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   18   of   31  His discourse would then shift to the Fren ch language at low volume with the television playing  loudly in the background when speaking with this therapist about therapeutic matters.   This  therapist questioned Mr. Egalite about the growing number and the nature of controlling  behaviours he reported   experiencing from his girlfriend (being tracked on his phone so she knows  where he is, repeat calls asking where he is when his whereabouts were unknown, accusations  of adultery, etc.). This therapist challenged Mr. Egalite on the abusive and controlling   aspects of  this relationship and explained to him that this situation is a form of “domestic abuse”.  Discussions surrounding these controlling behaviours and boundary setting occurred as Mr.  Egalite reported an ongoing deterioration in the relationship.   In March of 2022, Mr. Egalite  displayed bruises he had on his neck and arms resulting from an earlier interaction with his  girlfriend where she had assaulted him pinning him down after hitting him and putting her hands  around his throat leading to visible   bruising. This therapist at this point discussing an exit strategy  with   Mr. Egalite which was executed in late - March of 2022. Mr. Egalite was at that time both  jubilant at the prospect of reclaiming his freedom and at the same time, terrified of where he  would   stay.   He   had,   in   desperation,   sought   assistance   from   friends   for   temporary  accommodations without avail. He spent over 10 days living in his car in a Wal - Mart parking lot  where he experienced ongoing deterioration of his mental health.   He shared i ntense anxiety  about the prospect of homelessness.  Upon obtaining his subsidized apartment in early - April of 2022, Mr. Egalite was observed   shifting  into a state of depression and severe chronic pain experience. He displayed an ongoing inability  to indepe ndently regulate his emotional responses as he navigated a number of personal  experiences related to familial dynamics.   Sessions with Mr. Egalite were held until August of  2022 as a result of a medical leave taken by this therapist. At the time of this h iatus, Mr. Egalite  was experiencing ongoing severe chronic physical pain and mental health challenges.  When Mr. Egalite reconnected with this therapist after his Form 1 hospitalization, his mood was  found to have deteriorated significantly, experiencing   recurring thoughts of suicide and noting  that “I have nothing left to live for”. He remains in a state of financial insecurity as he has seen  his income replacement benefits terminated and having to seek ODSP reinstatement.   His  depressive symptoms have e scalated to the point of ceasing efforts to resolve food access issues.  He reportedly spent 10 days without eating leading to the recent hospitalization.   Mr.   Egalite  remained in a state of shock at this   experience,   which   led   him to grow   intensely   conce rned about  his psychological state.  This therapist received a call from Mr. Egalite on March 27,   2023,   in an ongoing state of acute  emotional distress.   During this call, Mr. Egalite presented with a highly concerning discourse  which was tangential and suicidal in nature. He   said   that h e had no reason to live and that voices  were telling him to   cut out   family members from his life.   He indicated that he had made  calculations on impact velocity from the floor of his apartment which led this therapist to contact  9 - 1 - 1. He remained on the   phone with Mr. Egalite for 40 minutes completing deep breathing\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   19   of   31  exercises and engaging in light conversation to distract him from his distorted thinking patterns.  Police arrived on scene to ensure his safety until the arrival of   paramedics.   This therapi st received  a call from the ER attending physician at the Queensway Carleton Hospital a few hours later and  an outline of Mr. Egalite’s situation was relayed to provide background to his clinical  presentation.   This therapist was informed on March 28,   2023,   that Mr. Egalite had been  discharged from the ER with instructions to seek a GP appointment to obtain an increase in his  dose of Seroquel for mood stabilization purposes.  In meeting with his family physician to review medication dosage, Mr. Egalite repor ted  experiencing a seizure while being examined, leading his GP to contact 911.   He was taken to  hospital and further medication changes were recommended.  At this time, Mr. Egalite remains in a fragile emotional   state,   and he will be monitored in ongoing  treatment touchpoints with this therapist and RSW Greg Goddard.  Cognitive Presentation:  Mr. Egalite presented with generally intact cognition during most touchpoints held with this  therapist.   He did display some difficulty with word finding on occasio n and shared a general  sense of being lost and being overwhelmed with what to do with his life. He appears unable to  engage in constructive problem solving as he navigates intense psychological symptoms  impacting his ability to focus on anything of substa nce for any length of time.  TYPICAL DAY:  At the onset of this therapist’s contact with Mr. Egalite in 2021, he was residing with his girlfriend  Carla where he had his own room and living space in the basement. He reported the following  routine in   between April of 2021 to April of 2022 while he resided with his girlfriend:  •   Would get up at 8:00am  •   Would “say hi to Carla”  •   8:00am   -   12 noon would be responsible for looking after the dog while Carla is at school  •   He would get ramped up for the day   (coffee, breakfast prepared by Carla or her cousin)  •   He would watch videos or movies or spend time with Carla in her room, helping her with  schoolwork (grammar, punctuation) until 3   –   4pm  •   Will have supper (prepared by Carla or her cousin)  •   Would   hang - out with Carla (movies, outings in community)  •   Would be in bed at 10pm\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   20   of   31  At the time of drafting this report, following a lengthy contact hiatus, Mr. Egalite has  decompensated functionally to the extent that his physical pain, mental health and isolated   living  circumstances impact every   aspect   of his daily life. He has   shut down   completely at this time and  is obtaining urgent medical support as he navigates a difficult period in his recovery. He has no  established routine and no meaningful activity to   occupy his time.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main level   Wood  Bathrooms   1   Main level   Linoleum  Living Room   1   Main floor   Wood  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Main floor   Linolium  Laundry   1   Building basement   NA  Stairs   Yes   Mr. Egalite resides on the 14 th  floor of an apartment building.  He notes that he uses the  elevator at all times . He would  be unable to manage the   14 -  floor   stairclimbing to access his  apartment should elevators be  out of service   and concurrently  would experience significant  difficulties descending that  number of stairs safely.  Concrete  Basement   No   NA   NA  Driveway  Description  Mr. Egalite parks his vehicle   in a specified parking spot located outside his  building. He must walk approximately 200m from his vehicle to the building  entrance. He notes singificnat difficulties managing   tasks such as   obtaining  grocerie s due to the difficulty he has in carrying th em.  Yard description   Small lot\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   21   of   31  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone in an apartment subsidized by   Ottawa Housing.  Children   3 children ages   5 ,   1 4 , 2 2   not   in his care.  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  With respect to self - care activities, Mr. Egalite remains independent in his management of core  self - care functions. He does struggle with the management of some tasks such as   lower body  dressing , showering, hair care however is able to manage through pacing and activity  modification.   Mr. Egalite is currently struggling with intense psychological distress and requires  monitoring to ensure ongoing food intake   and monitor his ove rall emotional regulation. This will  be discussed in the Attendant Care portion of this report.  Home Management Activities:  Legend of Ability:  I   –   Independent   A   –   Partial w ith assistance   D   –   With devices   U   –   Unable   NA   –   Not Applicable  Indoor   Task s   Pre - accident Engagement   Current Engagement  Meal Preparation   I   –   Mr.   E galite   managed meal  preparation independently .  A   –   Mr.   Egalite   requires  support   to en sure he   is eating  regular meals   to   support his  ongoing recovery from recent  medical events   resultant from  malnutrition.   This will b e  discussed   in   the   Atten dant  Care section of this report.  Dishwashing   I   –   Mr.   Egalite was able to  manage daily dishwashin g to  address the limited dishes   he  would   pro duce   throughout  the day .  I   –   Mr.   Egalite remains able to  manage   dishwashing   tasks  however   must   pace   this  activity by washing one   or  two items and then taking a  break and alternating with an  activity in a different position  from static standing.\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   22   of   31  Groceries/errands   I   –   Mr.   Egalite did not report  any   difficulties   accessing the  community   to   obtain  g roceries or run erra nds.   He  was   independent   in   this  regard.  A   –   Mr.   Egalite is currently  experiencing   significant  phobic symptoms relating to  vehicular   tr avel   which   is  impacting his ability to access  the   community.   He   will  complete small amo unts of  grocery shopping at the   store  located   adjacent   to   his  apartment building and this is  a   difficult   task   requiring  carrying   grocery bags.   This  inherently   impacts   the  amount of food he is able to  procure in a single trip.  Bathroom cleaning   I   –   Mr.   Egalite was able   to  maintain   his   bathroom  environment independently.  A   –   M r.   Egalite struggles t o  complete   t he cleaning of his  bathtub and   toilet .   He would  benefit   from   devices  recommended to support his  involvement in these tasks.  Making/ changing   beds   I   –   Mr.   Egalite reported   being  independent   in the changing  of his bed linen on a regular  basis as well as making of his  bed daily.   He reported that  he   managed   with   some  discomfor t.  A   -   Mr. Egalite is experiencing  severe   lower   back   pain  coupled   with   tolerance  limitations   which preclude his  completion of this task at the  frequency   he   did   pre -  accident.   He   continues   to  manage   his bed linen on a  reduced   cleaning   frequency  and will often not make his  bed.  Vacuuming   I   –   Mr.   Egalite would use a  vacuum cleaner to maintain  his living   environment .   He  would   vacuum   small areas at  a t ime to pace this activity.  U   –   Mr.   Egalite   is currently  unable to manage   vacuuming  tasks and would benefit form  a   rechargeab le vac stick   to  allow the easy   vacuuming   of  his small living environment.  Sweeping   I   –   Mr.   Egalite reported that  he would sw eep on a daily  A   –   Mr.   Egalite is experiencing  difficult ies   mana g ing   the  sweeping   of his home due to\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   23   of   31  basis and was able to   pick up  piles using a regular dustpan.  difficulties   picking up   piles of  s wept debris.   He will   often  s weep his apartment into a  pi le which   he will often leave  in a corner of his   living roo m.  M r .   Egalite   would   benefit  from   the   use   of   a   long -  handled dustpan to foster his  engagement in this activity.  Mopping   I   –   Mr.   Egalite   was able to  mop   his   floors   on   an   as -  needed   basis   pre - accident.  He would clean small areas at  a time and   pace this   activity.  U   –   Mr.   Egalite is unable to  manage the mopping of his  floors as a result of pain and  limited   postural   tolerances.  The use of a micro - fiber spray  mop would assist him in re -  introducing floor cleaning to  his daily activities.  Dusting   I   –   Mr.   Egalite reported no  difficulties with dusting pre -  accident.   He   would   dust  surfaces   regularly,   as  required .  A   -   Mr. Egalite continues t o  dust and wipe - down   waist -  level   surfaces   such   as  counters   a nd   tabletops  however is unable to reach to  dust high and low surfaces.  He would benefit from the  use o f a lon g - h andled duster  to support   his engagement in  this task.  Tidying   I   –   Mr.   E g alite   reported no  difficulty   with   tidying   his  living   environment   pre -  accident.  I   –   Mr.   Eg alite   remains able to  tidy his living   environment   as  he   putters   throughout   the  day. This is a primary activity  he engages in on a regular  basis.  Laundry   I   –   Mr.   Egalite managed his  laundry   needs   without  diff iculty pre - accident.  A   –   Mr.   Egalite   remains able  to manage his laundry needs,  with significant difficulty. H is  main issue at this time   lies   in  the physical requirement to  carry his laundry in a bas ket  from   his   apartment   to   the  basement   of   the   buil ding\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   24   of   31  where   the laundry facilities  are located. He   would benefit  from the use of a wheeled  canvas folding cart to support  his engagement in this task.  Garbage   Removal /Recycling   I   –   Mr.   Egalite is indepe ndent  in   the   manage ment   of   his  garbage   and   recycl ing .  I   –   Mr.   Egalite remains able to  manage   this   task   as   the  garbage chute is located   a  short   distance   from   his  apartment   door allowing him  to   eliminate   garb age in small  increments   throughout   the  day/week.  Outdoor   Task s   Pre - accident Engagement   Current Engagement  Lawn Care   Mr. Egalite was not primarily  responsible for l awn care pre -  accident .  Mr.   Egalite   noted   that   he  would cut the grass in the  small   townhome   where   he  previously lived until April of  2022.   This was   a small   back  yard   area   requiring   little  effort to maintain using a   reel  lawn mower.  Mr. Egalite   has   since moved  to an apartment wh ere there  are   no   lawn   care  requirements.  Gardening   Mr. Egalite did   not garden  pre - accident.  Mr. Egalite has no means to  garden in his current living  environment.  Snow Removal   Mr. Egalite   was not required  to   complete   snow   removal  pre - accident.  There are no snow removal  requirements in his current  living environment.  Finances/Financial Management:  Prior to the subject motor vehicle accident, Mr. Egalite noted that he was   “finally getting back on  track”, having access to steady paychecks and   was managing his funds effectively. He noted no\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   25   of   31  issues making his rent, purchasing necessities and paying his   bills and utilities. He   also reported  allocating some of his money for entertainment and   “ trying - ou t ”   various activities .  Mr. Egalite   remains able to manage his financial affairs, despite recent evidence of   an inability to  cope in a period   of income flux as experienced following the termination of his income  replacement benefit   by   his auto insurer . He was found to l ack any form of   resourcefulness   to  address critical aspects   of financial management such as en suring   food security. Mr. Egalite had  not considered the possibility of accessing a food ba nk, for example, leading to a period of several  d ays   without   caloric intake leading to   recent h ospitalization   under a Form 1.  He continues to manage with bare necessities and has been provided with instructions and  support in accessing a nearby food ba nk.  Caregiving Activities:  Mr. Egalite is not   the   p rimary caregiver   for any of hi s children at this time.  Vocational Activities:  Pre - accident Employment Status   Employed   part - time  Employer   Quantum Management  Job Title/Duties   Information Officer 1 - 800 - O - CANADA  Hours per week   Part - time  Comments   Was   working   with   Quantum   Management  Services for 1 - 800 - O - CANADA.   He c ompleted  training for 4 weeks   (attending   office full -  time)   and then started working part - time. He  relocated to his home for remote working  one - week   post - training.  Current Employment Status   Unemploye d  Comments   Following the subject motor vehicle accident,  Mr. Egalite attempted to work for a total of  two shifts but   was unable to continue due to  his accident - related symptoms.\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   26   of   31  Leisure Activities:  Prior to the subject motor vehicle accident, Mr. Egalite noted that he had   gradually re - introduced  leisure activities into his life. He noted that he was “so happy and trying to live life at it’s fullest”.  “Anything fun I’m going to do”,   referring to his overall desire to seek - out meaningful activity to  occupy his time. He noted examples such as going go - karting,   playing mini golf, etc.  At the time of this assessment Mr. Egalite has completely disrupted his engagement in   leisure  activi ties and spends his time isolated in his apartment, perusing videos, movies, documentaries,  etc. He has no meaningful activity to occupy his time.  Community   Access :  Mr. Egalite noted that he has experienced a significant deterioration in his ability to   access the  community unrestricted. He cites a severe phobic experience linked to vehicular travel,   noting  that he avoids using his vehicle when he can.   He will remain in his apartment for most of the  time although he notes an ongoing push to get out, albeit for a short walk around his building   on  a daily basis.  Volunteer Activities:  Mr. Egalite was not involved in any volunteer activities prior to th e subject motor vehicle  accident.  ASSESSMENT OF ATTENDANT CARE NEEDS:  The following is an Assessment of Attendant Care Needs based on reports of the client and direct  observations as of   January 13, 2022 . The Ontario Society of Occupational   Therapists report  “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs  (Form   1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this  assessment of   Attendant Care Needs (Form 1) is no t simply the recording of what attendant care  services are already in   place.   [This therapist’s]   role is to determine the extent to which the client  can perform the skills and activities identified   in the Form 1 safely, functionally, and to objectively  iden tify what assistance if any is needed from the   present time into the future until another such  re - assessment may identify modified needs.”\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   27   of   31  Part 1   –   Level 1 Attendant Care (Routine personal care)  Task   Observations/Comments   Weekly   Time Allotted  Dress  •   Upper body  •   Lower Body  Mr. Egalite demonstrated the  strength, range of motion and  postural tolerances required  to   manage   dressing   and  undressing   activities  independently. He confirmed  that   he   manages   this   task  independently albeit in a slow  manner at   times with breaks  if symptoms are flared.  0 minutes per week  Undress  •   Upper body  •   Lower Body  0 minutes per week  Prosthetics   Not applicable   0 minutes per week  Orthotics   Not applicable   0 minutes per week  Grooming  •   Face  •   Hands  •   Shaving  •   Cosmetics  •   Brush/shampoo/dry/style  hair  •   Fingernails  •   Toenails  Mr. Egalite is able to manage  his   groomi ng   activities  independently .   He will wear  hats to reduce the demands  on hair styling .  0 minutes per week  Feeding   Mr. Egalite is able to   prepare  simple   meals   when   food  access   is   pres erved.  Assistance   to   ensure   foo d  security will be addressed in  the   “ Basic   S upervisory   C are ”  section below.  0 minutes per week  Mobility   *   Mr. Egalite is   independent   in  his mo bility needs .  0 minutes per week  Extra Laundering   There are no extra laundering  needs.  0 minutes per week  *   Please note that as per the guidelines set forth by the Ontario Society of   Occupational Therapists, assistance  with mobility includes “all transfers both inside the home and out in the community” and “supervision and  assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage,  in   the community etc.”\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   28   of   31  Part 2   –   Level 2 Attendant Care (Basic supervisory functions)  Task   Observations/Comments   Weekly Time Allotted  Hygiene   *  •   Clean tub/shower/ sink  after use  •   Change bedding, make  bed, clean room  •   Ensure comfort and safety  (bedroom)  •   Assist in daily   wearing  apparel  •   Hand/sort clothes to be  laundered  Mr. Egalite is able to manage  the core aspects of   hygiene  tasks   described   in   this  section.   He struggles with the  management   of   some   of  these   tasks   however  demonstrated the ability to  complete   them   through  pacing , albeit at a reduced  frequency.  0 minutes per week  Basic Supervisory Care   **   Mr. Egalite is found to require  Attendant Care to   monitor his  wellbeing   and   encourage/  support   core   self - care   to  mitigate   the   risk   of  malnutrition events or other  unforeseen   decline   in   his  physical   health.   He   also  requires   attendant   care   to  support   his   emotional  wellbeing   through   daily  touchpoints   to   ensure   his  comfort and security   in his  living environment. A   total   of  2 hours per day of Attendant  Care is recommended at this  time.  840   minutes per week  Co - ordination of   Attendant  Care  There are no   attendant   care  coordination requirements at  this t im e.  0 minutes per week  *   The “Assessment of Attendant Care Needs”   guidelines set forth by the Ontario Society of   Occupational  Therapists considers “supervisory functions for those who are   emotionally , cognitively   and/or physically in need  of comfort (e.g. advocating for a child or someone who is cognitively   impaired)”. The OSOT guidelines further  state that the “family may be ensuring comfort, safety and   security in this (hospital) environment and these  activities should be considered an attendant care   need under Level 2”.\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   29   of   31  **   As per the National Research Cou nsel of   Canada (2006), the Available Safe Escape Time (ASET) for a single -  family house equipped with smoke   alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the  amount of time required   for an individual to evacuate or reach an area of   safety. Factors that impact the ability  to evacuate   quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,  individuals taking a sleeping aid} and alcohol consumption, and those who have physical and   mental   disabilities.  In Canada, winter conditions must also be considered, as “preparation for further action”   activities including  donning boots and coats, and gathering belongings, require additional time.  Part 3   –   Level 3 Attendant Care   (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted  Genito urinary Tracts   Mr. Egalite is independent in  the management of all of his  urina ry needs.  0 minutes per week  Bowel Care   Mr. Egalite is independent in  the management of all of his  bowel needs with difficulty  cleaning himself after a bowel  movement   due   to   the  twisting   and   reaching  required.   Discussions  surroun ding alternatives will  be   help   with Mr. Egalite.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr.   Egalite   would   benefit  from   the   support   of   a  kinesiologist   to   foster   his  engagement   in   sustain able  physical   activity.   No  attendant   care  recommended at this time.  0   minutes per week  Skin Care   Mr. Egalite does not present  with   any   skin   care   issues  requiring attendant care.  0 minutes per week  Medication   Mr. Egalite is managing his  medication   independently,  including   taking   prescribed  doses at scheduled times and  0 minutes per week\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   30   of   31  obtaining   medication   from  the pharmacy   when required.  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  •   Transfer , bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  M r. Egalite is   independent   in  the   management   of   his  showering   needs,   however,  would benefit from the use of  equipment to   foster his safety  while   completing   showering  tasks.   This will be discussed  with   Mr.   Ega lite   during  ongoing touchpoints.  0 minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of   Equipment  and Supplies  NA   0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  There   are   no   skilled  supervisory   care  requirements at this time.  0 minutes per week  Attendant Care Calculation:  Part 1   -   Routine Personal Care   0 hours per week   $0 /month  Part 2   -   Basic Supervisory Functions   14   hours per week   $ 842.80   /month  Part 3   -   Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   $ 842.80   (subject to limits under Statutory  Accident Benefits Schedule)\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   31   of   31  CLOSING COMMENTS:  This concludes this report Should any questions arise,   this therapist may be   contacted through  the offices of   FERLAND & ASSOCIATES REHABILITATION INC.   at   613 - 204 - 1549   or by email at  ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan   Law Firm  Zenith Insurance  An electronic signature was   used in order to assist with a timely report. The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "P: (613) 204 - 1549   www.ferlandassociates.com  F: (888) 871 - 1549  ferland@ferlandassociates.com  Serving Eastern Ontario   Since 2014  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Mr.   Patrice   Egalite   Date of Loss:   2020 - 08 - 14  Address:   1971 St - Laurent Blvd., Apt .   1412,  Ottawa ON   K1G 3P8  Date of Birth:   1978 - 05 - 08  Telephone #:   (819) 209 - 6136  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   K a tly n Witmeyer   Insurer:   Zenith Insurance  Claim No.:   5904J2803  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   2023 - 03 - 28  Date of Report:   2023 - 04 - 13  THERAPIST   QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 2 5   years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of   Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skills and evolved to providing expert opinions in matters of human  function to stakeholders in the aut omobile insurance sector, personal injury and family law, the  Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability  sectors. His opinions are sought by both plaintiff and defense counsel in the context of resolving  mat ters in personal injury and family law cases. He has been qualified several times as an expert  in his field, providing testimony under oath in FSCO tribunals and cases appearing before the  Ontario Superior Court of Justice.",
    "MEDICAL_HISTORY": "______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   7   of   31  •   The proposed assessment will include: an interview, a ph ysical assessment and also  observations of   the   ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  •   Due to the physical nature of the assessment, pain and f atigue are possible temporary  side effects.  •   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  •   A   submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a denial or partial denial occur, an independent  exa mination by another Occupational Therapist may be requested by the insurer. This  may be an in - person assessment or a remote paper - review assessment. Funding for the  requested goods and/or services may ultimately be declined.  •   Mr. Egalite   may choose to   participate in   or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  o   Zenith Insurance c/o Kaitlyn   Witmeyer , Accident Benefits Adjuster  o   McNally Gervan, c/o Frank McNally,   Legal Representative  Following this therapist’s explanation   Mr. Egalite   granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The following documentation was provided to this therapist for review by the offices of McNally  Gervan   on March 3, 2021:  •   AB File received by legal representative on November 11, 2020  PRE - ACCIDENT MEDICAL HISTORY:  Mr. Egalite noted that he has a history of traumatic events spanning his entire lifetime   which he  has difficulty speaking about and which continued to impact him to some degree in his   day - to -  day   life.   He recalls a great deal of childhood trauma and growing up without parents . He lost a",
    "SYMPTOMS": "______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   29   of   31  **   As per the National Research Cou nsel of   Canada (2006), the Available Safe Escape Time (ASET) for a single -  family house equipped with smoke   alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the  amount of time required   for an individual to evacuate or reach an area of   safety. Factors that impact the ability  to evacuate   quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,  individuals taking a sleeping aid} and alcohol consumption, and those who have physical and   mental   disabilities.  In Canada, winter conditions must also be considered, as “preparation for further action”   activities including  donning boots and coats, and gathering belongings, require additional time.  Part 3   –   Level 3 Attendant Care   (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted  Genito urinary Tracts   Mr. Egalite is independent in  the management of all of his  urina ry needs.  0 minutes per week  Bowel Care   Mr. Egalite is independent in  the management of all of his  bowel needs with difficulty  cleaning himself after a bowel  movement   due   to   the  twisting   and   reaching  required.   Discussions  surroun ding alternatives will  be   help   with Mr. Egalite.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr.   Egalite   would   benefit  from   the   support   of   a  kinesiologist   to   foster   his  engagement   in   sustain able  physical   activity.   No  attendant   care  recommended at this time.  0   minutes per week  Skin Care   Mr. Egalite does not present  with   any   skin   care   issues  requiring attendant care.  0 minutes per week  Medication   Mr. Egalite is managing his  medication   independently,  including   taking   prescribed  doses at scheduled times and  0 minutes per week",
    "ADLS": "______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   21   of   31  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone in an apartment subsidized by   Ottawa Housing.  Children   3 children ages   5 ,   1 4 , 2 2   not   in his care.  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  With respect to self - care activities, Mr. Egalite remains independent in his management of core  self - care functions. He does struggle with the management of some tasks such as   lower body  dressing , showering, hair care however is able to manage through pacing and activity  modification.   Mr. Egalite is currently struggling with intense psychological distress and requires  monitoring to ensure ongoing food intake   and monitor his ove rall emotional regulation. This will  be discussed in the Attendant Care portion of this report.  Home Management Activities:  Legend of Ability:  I   –   Independent   A   –   Partial w ith assistance   D   –   With devices   U   –   Unable   NA   –   Not Applicable  Indoor   Task s   Pre - accident Engagement   Current Engagement  Meal Preparation   I   –   Mr.   E galite   managed meal  preparation independently .  A   –   Mr.   Egalite   requires  support   to en sure he   is eating  regular meals   to   support his  ongoing recovery from recent  medical events   resultant from  malnutrition.   This will b e  discussed   in   the   Atten dant  Care section of this report.  Dishwashing   I   –   Mr.   Egalite was able to  manage daily dishwashin g to  address the limited dishes   he  would   pro duce   throughout  the day .  I   –   Mr.   Egalite remains able to  manage   dishwashing   tasks  however   must   pace   this  activity by washing one   or  two items and then taking a  break and alternating with an  activity in a different position  from static standing.",
    "ATTENDANT_CARE": "______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   30   of   31  obtaining   medication   from  the pharmacy   when required.  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  •   Transfer , bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  M r. Egalite is   independent   in  the   management   of   his  showering   needs,   however,  would benefit from the use of  equipment to   foster his safety  while   completing   showering  tasks.   This will be discussed  with   Mr.   Ega lite   during  ongoing touchpoints.  0 minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of   Equipment  and Supplies  NA   0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  There   are   no   skilled  supervisory   care  requirements at this time.  0 minutes per week  Attendant Care Calculation:  Part 1   -   Routine Personal Care   0 hours per week   $0 /month  Part 2   -   Basic Supervisory Functions   14   hours per week   $ 842.80   /month  Part 3   -   Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   $ 842.80   (subject to limits under Statutory  Accident Benefits Schedule)\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   31   of   31  CLOSING COMMENTS:  This concludes this report Should any questions arise,   this therapist may be   contacted through  the offices of   FERLAND & ASSOCIATES REHABILITATION INC.   at   613 - 204 - 1549   or by email at  ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan   Law Firm  Zenith Insurance  An electronic signature was   used in order to assist with a timely report. The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature ."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland is an Occupational Therapist with over 2 5   years of experience providing rehabilitation  and expert opinion services in the province of Ontario",
      "dob": "1978 - 05 - 08  Telephone #:   (819) 209 - 6136  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   K a tly n Witmeyer   Insurer:   Zenith Insurance  Claim No",
      "age": null,
      "gender": "",
      "address": "1971 St - Laurent Blvd",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "Zenith Insurance  Claim No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   7   of   31  •   The proposed assessment will include: an interview, a ph ysical assessment and also  observations of   the   ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  •   Due to the physical nature of the assessment, pain and f atigue are possible temporary  side effects.  •   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  •   A   submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a denial or partial denial occur, an independent  exa mination by another Occupational Therapist may be requested by the insurer. This  may be an in - person assessment or a remote paper - review assessment. Funding for the  requested goods and/or services may ultimately be declined.  •   Mr. Egalite   may choose to   participate in   or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  o   Zenith Insurance c/o Kaitlyn   Witmeyer , Accident Benefits Adjuster  o   McNally Gervan, c/o Frank McNally,   Legal Representative  Following this therapist’s explanation   Mr. Egalite   granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The following documentation was provided to this therapist for review by the offices of McNally  Gervan   on March 3, 2021:  •   AB File received by legal representative on November 11, 2020  PRE - ACCIDENT MEDICAL HISTORY:  Mr. Egalite noted that he has a history of traumatic events spanning his entire lifetime   which he  has difficulty speaking about and which continued to impact him to some degree in his   day - to -  day   life.   He recalls a great deal of childhood trauma and growing up without parents . He lost a",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Factors that impact the ability  to evacuate   quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.",
        "Egalite is independent in  the management of all of his  bowel needs with difficulty  cleaning himself after a bowel  movement   due   to   the  twisting   and   reaching  required.",
        "0 minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [
        "with Mr"
      ],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   29   of   31  **   As per the National Research Cou nsel of   Canada (2006), the Available Safe Escape Time (ASET) for a single -  family house equipped with smoke   alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the  amount of time required   for an individual to evacuate or reach an area of   safety. Factors that impact the ability  to evacuate   quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,  individuals taking a sleeping aid} and alcohol consumption, and those who have physical and   mental   disabilities.  In Canada, winter conditions must also be considered, as “preparation for further action”   activities including  donning boots and coats, and gathering belongings, require additional time.  Part 3   –   Level 3 Attendant Care   (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted  Genito urinary Tracts   Mr. Egalite is independent in  the management of all of his  urina ry needs.  0 minutes per week  Bowel Care   Mr. Egalite is independent in  the management of all of his  bowel needs with difficulty  cleaning himself after a bowel  movement   due   to   the  twisting   and   reaching  required.   Discussions  surroun ding alternatives will  be   help   with Mr. Egalite.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr.   Egalite   would   benefit  from   the   support   of   a  kinesiologist   to   foster   his  engagement   in   sustain able  physical   activity.   No  attendant   care  recommended at this time.  0   minutes per week  Skin Care   Mr. Egalite does not present  with   any   skin   care   issues  requiring attendant care.  0 minutes per week  Medication   Mr. Egalite is managing his  medication   independently,  including   taking   prescribed  doses at scheduled times and  0 minutes per week",
      "confidence": {
        "reportedSymptoms": 0.8,
        "relievingFactors": 0.8
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "independent",
          "notes": "He does struggle with the management of some tasks such as   lower body  dressing , showering, hair care however is able to manage through pacing and activity  modification."
        },
        "dressing": {
          "level": "independent",
          "notes": "He does struggle with the management of some tasks such as   lower body  dressing , showering, hair care however is able to manage through pacing and activity  modification."
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": "Egalite   requires  support   to en sure he   is eating  regular meals   to   support his  ongoing recovery from recent  medical events   resultant from  malnutrition."
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "independent",
          "notes": "Home Management Activities:  Legend of Ability:  I   –   Independent   A   –   Partial w ith assistance   D   –   With devices   U   –   Unable   NA   –   Not Applicable  Indoor   Task s   Pre - accident Engagement   Current Engagement  Meal Preparation   I   –   Mr."
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": "Egalite   requires  support   to en sure he   is eating  regular meals   to   support his  ongoing recovery from recent  medical events   resultant from  malnutrition."
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   21   of   31  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone in an apartment subsidized by   Ottawa Housing.  Children   3 children ages   5 ,   1 4 , 2 2   not   in his care.  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  With respect to self - care activities, Mr. Egalite remains independent in his management of core  self - care functions. He does struggle with the management of some tasks such as   lower body  dressing , showering, hair care however is able to manage through pacing and activity  modification.   Mr. Egalite is currently struggling with intense psychological distress and requires  monitoring to ensure ongoing food intake   and monitor his ove rall emotional regulation. This will  be discussed in the Attendant Care portion of this report.  Home Management Activities:  Legend of Ability:  I   –   Independent   A   –   Partial w ith assistance   D   –   With devices   U   –   Unable   NA   –   Not Applicable  Indoor   Task s   Pre - accident Engagement   Current Engagement  Meal Preparation   I   –   Mr.   E galite   managed meal  preparation independently .  A   –   Mr.   Egalite   requires  support   to en sure he   is eating  regular meals   to   support his  ongoing recovery from recent  medical events   resultant from  malnutrition.   This will b e  discussed   in   the   Atten dant  Care section of this report.  Dishwashing   I   –   Mr.   Egalite was able to  manage daily dishwashin g to  address the limited dishes   he  would   pro duce   throughout  the day .  I   –   Mr.   Egalite remains able to  manage   dishwashing   tasks  however   must   pace   this  activity by washing one   or  two items and then taking a  break and alternating with an  activity in a different position  from static standing.",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.8,
          "dressing": 0.8,
          "toileting": 0,
          "feeding": 0.5,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0.8,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0.5
        }
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Calculation:  Part 1   -   Routine Personal Care   0 hours per week   $0 /month  Part 2   -   Basic Supervisory Functions   14   hours per week   $ 842",
        "name": "",
        "relationship": "",
        "availability": "per week   $0 /month  Part 2   -   Basic Supervisory Functions   14   hours per week   $ 842"
      },
      "careNeeds": {
        "personalCare": [
          "Egalite is   independent   in  the   management   of   his  showering   needs,   however,  would benefit from the use of  equipment to   foster his safety  while   completing   showering  tasks."
        ],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "$0 /month  Part 2   -   Basic Supervisory Functions   14   hours per week   $ 842",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   30   of   31  obtaining   medication   from  the pharmacy   when required.  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  •   Transfer , bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  M r. Egalite is   independent   in  the   management   of   his  showering   needs,   however,  would benefit from the use of  equipment to   foster his safety  while   completing   showering  tasks.   This will be discussed  with   Mr.   Ega lite   during  ongoing touchpoints.  0 minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of   Equipment  and Supplies  NA   0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  There   are   no   skilled  supervisory   care  requirements at this time.  0 minutes per week  Attendant Care Calculation:  Part 1   -   Routine Personal Care   0 hours per week   $0 /month  Part 2   -   Basic Supervisory Functions   14   hours per week   $ 842.80   /month  Part 3   -   Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   $ 842.80   (subject to limits under Statutory  Accident Benefits Schedule)\n\n______________________________________________________________________________  Patrice   Egalite   Claim #:   5904J2803   Page   31   of   31  CLOSING COMMENTS:  This concludes this report Should any questions arise,   this therapist may be   contacted through  the offices of   FERLAND & ASSOCIATES REHABILITATION INC.   at   613 - 204 - 1549   or by email at  ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan   Law Firm  Zenith Insurance  An electronic signature was   used in order to assist with a timely report. The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0.8,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "weeklyHours": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}