{
  "fileName": "Egan, Lisa IHA.pdf",
  "originalText": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Ms.   Lisa   Egan   Date of Loss:   2011 - 07 - 23  Address:   89 South Street, Lanark, ON K0G  1K0  Telephone #:   613 - 250 - 2069  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Peggy Henwood   Referral Source:   McNally Gervan  Insurer:   TD Insurance   Claim   No.:   015336520 - 1  Therapist:   Sebastien Ferland O.T. Reg (ON)   Date of Assessment:   2016 - 07 - 18  Date of Report:   2016 - 08 - 02  THERAPIST   QUALIFICATIONS:  Sebastien is an Occupational Therapist with over 1 8   years of experience. His professional practice  began in 1998 when he graduated   Magna Cum Laude from the University of Ottawa and launched  himself in the world of private business.   Over the years, Sebastien has provided services to the  automobile insurance and legal communities as well the WSIB, Veterans Affairs and the Long -  Term Di sability sector.  Sebastien has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary Occupational Therapist as well as a  Case Manager for individuals who sustained t raumatic brain injuries, spinal cord injuries and  amputations. He also has extensive experience working with individuals who have been deemed  to meet the catastrophic threshold on the basis of psychological and/or psychiatric impairments.  Over his years   of working with individuals injured in motor vehicle accidents, Sebastien developed  a strong interest in the field of mental health, focussed on functional reactivation for injured  individuals suffering from depression, anxiety and posttraumatic stress. H is clinical acumen has  led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   2   of   13  PURPOSE OF REFERRAL :  To perform an assessment with respect to   Ms.   Egan ’s ability to manage those functional  activities   Ms.   Egan   was responsible for prior to the motor vehicle accident of   2011 - 07 - 23 .  SUMMARY OF FINDINGS:  Ms. Egan was involved in a motorcycle accident when the   off - road   vehicle she was driving  struck a   hydro pole. As a result of the accident, Ms. Egan sustained injuries to her cervical spine  as well as a   severe   concuss ion . Ms. Egan is now   over 5 years post - a ccident and continues to  present with ongoing symptoms impacting her daily function.  Ms. Egan reports ongoing issues with neck pain and co ntinues to resort to the use of a cervical  colla r for supp ort. She noted that she understands the implications of using this collar   as she has  been educated on the contrai ndications by many health professionals. She notes making  intermittent   use of the   collar and now avoids using it if she can. Ms. Egan also noted ongoing  post - concussive symptoms including cognitive   difficulties,   hyper sensitivity to light   and noise.  She noted that she   continues   to struggle with severe anxiety which affects her ability to function.  Ms. Egan is currently genera lly independent in her self - care activities but she reports periods of  symptom intensification where she will spend full days in   bed (Winter especially). She noted  that she continues to manage light housekeeping tasks such as dusting, sweeping and tidying - up  however continues to rely on assistance for heavier housekeeping chores.   Ms.   Egan continues to  provide   caregiving to her 5 year - old son and is   managing those to the best of her ability and  through the application of activity modif ication principles. Sh e has not returned to any form of  gainful employment since her accident. She previously worked as a sign   fabricator for the City  of Ottaw a and was forced to quit her position due to her ongoing inability to return to work. Ms.  Egan   no longer enjoys any of her pre - accident leisure pursuits and lacks meaningful activity in  her daily routine.  Ms. Egan would at this time benefit from participation in Occupational Therapy delivered in the  form of a behavioural reactivati on program. An OCF18 will be submitted to the insurer for  consideration.  RECOM MENDATIONS:  Assistive Devices:  There are no assistive devices currently identified to further Ms. Egan ’ s functional recovery as it  relates to the injuries she sustained in the su bject motor vehicle accident.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   3   of   13  Further Occupational Therapy Interventions:  Ms. Egan   would strongly benefit from ongoing Occupational Therapy treatments geared at  promoting a return to pre - accident function. Initial stages of Occupational Therapy would be  focused on identifying meaningful activities for Ms. Egan to introduce into her dai ly routine.  This will serve to improve both her mental health and overall physical condition.  Referral for Other Services:  Ms. Egan would strongly benefit from a resumption of regular psychological treatments with her  psychologist Dr. Morrison. She d oes at this time continue to require support of this nature and  regular participation in psychological counseling coupled wit h Occupational Therapy is  necessary to foster significant and long - term changes in overall function.  INFORMED   CONSENT   STATEMENT :  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:     A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with   the College of Occupational Therapists of Ontario (COTO).     The assessment has been requested   in order in order to develop a greater understanding of  Ms. Egan’s functional status in order to develop an appropriate Occupational Therapy  treatment plan.     The pu rpose of this assessment is to assess   Ms. Egan   current functional status as it relates  to   the   ability to complete the reported pre - accident activities of daily living.     The proposed assessment will include: an interview, a physical assessment and also  obser vations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if required.     Due to the physical nature of the assessment, pain and fatigue are possible temporary si de  effects.     Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services     A submission for funding will be submitte d to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a denial or partial denial occur, an independent examination  by another Occupational Therap ist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the requested goods  and/or services may ultimately be declined.     Ms. Egan   may choose to participate or decline any or all of the prop osed assessment.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   4   of   13     A report documenting this assessment will be completed   and copies   will be provided to the  following parties via secure transmission (fax or encrypted email attachment):  o   TD Insurance  o   McNally Gervan  Following this therapist’s explanation   M s. Egan   granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  A complete list of documentation reviewed is available upon request.  PRE - ACCIDENT MEDICAL HISTORY:  Ms. Egan   presented with the following pre - accident medical history:     History of assault by a co - worker which has led Ms. Egan to develop issues with anxiety  which pre - dated the accident and significantly exacerbated by the accident trauma and  fallout.     Past motor ve hicle accident at age 18 from which she reportedly fully recovered two years  post - accident.     Another past motor vehicle accident while 7 months pregnant. She reports pain in her neck  following this accident   but   noted that doctors were primarily concerned w ith her  pregnancy.   She did not file an AB claim for her injuries.   Her vehicle was repaired and  “ that was it”.     Three months prior to the subject motor vehicle accident, Ms. Egan gave birth to her son  Jaden and she noted that her pregnancy was   high - risk.  MECHANISM OF INJURY:  Ms. Egan   reported that she was driving a n   off - road motorcycle when the high beams from an  incoming vehicle blinded her, leading her to strike a hydro pole at high speed. Ms. Egan reported  that she was knocked unconscious and has no   recollection of the accident.   She was taken by  ambulance   to   the   Queensway Carleton Hospital   where she was assessed for her injuries and  admitted for observation .   She checked herself out of hospital a few days later and was  subsequently readmitted. She   had repeated hospitalizations until her neurologist started   Botox   to  address headaches and vomiting   symptoms which would not subside .   After   three (3) treatments  over one (1)   year these symptoms   i mproved significantly.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   5   of   13  POST - ACCIDENT   AGGRAVATING FACTORS:  Following the subject motor vehicle accident, Ms. Egan noted a few   factors   which may impact her  course of recovery.   First, Ms. Egan noted a history of falls following the accident.   These falls  were at times beni gn and other times have led to   injury. Sh e recalled one particular fall where she  hit her head on rocks and was unconscious   for an indeterminate amount of time . Secondly, Ms.  Egan reported going on a trip to Costa Rica 1 - year post - accident.   She noted that she was  hospitalized due to   “Naproxen   w earing   the liner of my stomach ”   leading to   symptoms of severe  vomiting . These symptoms remained until she began the Botox treatments discussed above.  NATURE OF INJURY:     Concussion     Neck injury (wears cervical collar at times when pain is increased)     Lig ht sensitivity (avoids nighttime driving)  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last  Appointment/ Frequency  of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Gail Matys   See this month . Seeing her  every 3 months.  Renewed pain  medication.  TBD  Kelly Barry,  Health Link  Assessment recently  completed 1 or 2 weeks  ago.  Assisting with home  renovation credit and  new hospital bed.  TBD  Dr. Sweet, GP   Sees Dr. Sweet to get a  second opinion on   her  condition many years ago.  Sees him every month.  Follow - up Wednesday  of this week.  July 20, 2016  Dr. Champagne,  Anesthesiologist  July 6, 2016.   Lidocaine injections.   TBD  Allison J  Adamovitis,  Counsellor at  Carleton Place  Positive Change  Centre  Every   month.   Assisting to “organize  paperwork and stuff”.  Emotional support  provided.  TBD  Dr. Briscoe,  Neurologist  Every 3 months. Completes  Botox injections (neck,  head, shoulders).  Injections.   TBD  Dr. Maxine  Morrison,  Psychologist  Not seen in one year   Ms . Egan has  reportedly not seen her  psychologist in the last  TBD\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   6   of   13  year. A resumption of  psychological  treatments was  discussed with Ms.  Egan and she agrees  that this is required at  this time.  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Lyrica   300 mg at night and 75 in the  morning  Nerve pain  Hydromorphone   4.5mg in the morning  2 mg at night  Pain  Lorazepam   50 per month. 1   –   2 per day.   Anxiety  Flexeril   Avoids as it makes her tired.   Muscle relaxant  Maxalt   As   needed   when   migraines  start.  Migrain es  Medical Cannabis   2 g per day.   Pain, anxiety  Zofran   8 mg   Nausea and vomiting  Gabapentin Lidocaine Gel   Applied to face as - needed.   Pain  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms :  Pain symptoms are rated on an analog pain scale where   0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if  Necessary  Headaches   Headaches are   triggered   by trying to “do too  much”. Pain starts at the back of the skull and  radiates to the sides in a crown fashion. Bright  lights (su ch as lights at night) makes this  symptom worse.   This is accompanied with  nausea, vomiting, hypersensitivity to noise and  light.   She will lie in a dark room.   Migraines  will last for a full day.  1   -   5/10 with  Botox  injections  Neck pain   Pain is intermitt ent but generally always there.  It has periods of time where pain decreases  significantly and periods when it flares.   Pain  radiates to the right shoulder worse th a n left.  Both arms are affected.  2   –   10/10   b ut  usually  around   5   –  6/10\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   7   of   13  Tingling an   numbn ess   in hands   Intermittent.   NA  Upper back pain   Intermittent.   0   –   10/10  Lower back pain   This symptom occurs on occasion. It does not  usually bother her unless she does something  physical. When this occurs, usually the pain is  accompanied with   all symptom s listed above.  0   –   8/10  Cognitive Symptoms :  Ms. Egan noted that she continues to experience a number of cognitive symptoms which have  developed following her accident. She endorsed the following:     Forgetfulness     Difficulty multi - tasking     Difficulty pro blem solving  Emotional Symptoms:  Ms. Egan also noted that she continues to experience a number of emotional symptoms which  affect her on a daily basis. She reported the following symptoms:     Anxiety in her vehicle     Anxiety due to pain     High levels of frus tration due to pain and limitations     Frustration with paperwork     Procrastination due to pain     Guilt over not doing things with her son  Symptom Management Strategies:  Ms. Egan reported that she makes use of the following strategies to manage her symptoms:     Medication     Rest     Cervical   Collar     Gardening     Sitting outside, relaxing     Painting\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   8   of   13  Typical Day Post - Accident:     Up at 6   –   8 am     Prepares breakfast for   her   son, tends to dogs (2)     Has coffee     Tries to complete calls, attend s   appointments     Go outside with her son     Pre pares lunch for   she and her son     Go back outside with son, swimming in the river     Supper at home     Lies down after supper and watches   her   son     In bed between 9 and 11 pm  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  C lient Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Up throughout the night to go  to the washroom.   Sleeping  for periods of up to 2   –   3  hours.  No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   30   –   45 minutes   Periods of 30   –   40 minutes of  continuous sitting observed  during this assessment.  3. Standing   No identified limitation   5   –   10 minutes   Short periods of dynamic and  static   standing   observed  during this assessment.  4. Squatting   No identified limitation   Able   One   deep   power   squat  demonstrated by Ms. Egan.  No external support required.  5. Kneeling   No identified limitation   Able   One   bilateral   kneeling  posture demonstrated by Ms.  Egan.  6. Walking   No identified limitation   30   –   45 minutes   Short   dis tance   indoor  ambulation observed by this  therapist   during   this  assessment.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   9   of   13  7. Stair  Climbing  No identified limitation   Able with handrail   Two flights of stairs manage  din a reciprocal gait pattern  with use of handrail observed  by this therapist.  8. Driving   No identified limitation   Able   to   drive   during   the  daytime   but unable to handle  nighttime   driving.   She  reports high levels of anxiety  as well as sensitivity to light  emanating   from   oncoming  vehicle   headlights   as   her  main limiting factors in this  regard.  Not form ally assessed.  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   10   of   13  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   ¼ range   Cervical   range   of   motion   l imited   in   all  directions.  Lateral flexion   ¼ range   ¼ range  Rotation   ¼ range   ¼ range  Extension   ¼ range  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   11   of   13  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation :  Ms. Egan’s emotional presentation was unremarkable during this assessment. She was   pleasant  and cooperative and maintained good rapport with this therapist throughout this assessment.  There were no signs of emotional lability noted during this assessment.  Cognitive Presentation :  Ms. Egan was a good historian, providing information re adily and with a high degree of correlation  with documents reviewed by this therapist prior to this assessment.  There were no obvious signs of cognitive impairment noted in the context of this assessment.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  2 - s torey home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Wood  Bathrooms   1   Second floor   Linoleum  Living Room   1   Main floor   Wood  Family Room   1   Main floor   Wood  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Linoleum  Laundry   1   Basement   Concrete  Stairs   Yes   Steps leading to the   second floor  and basement   of the home.  Wood  Basement   Yes   Unfinished   NA  Driveway  Description  Single  Yard  description  Large city lot\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   12   of   13  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   x   Common Law   Other  Living Arrangement   Lives with her son (5 year - old)  Children   5 year - old son living with her.  ACTIVITIES O F DAILY LIVING   (Pre and Post Accident) :  Self - Care Activities:  Ms. Egan reported being independent in her performance of all self - care activities pre - accident.  She reported no difficulty managing any aspects of personal care.  At the time of this assessm ent, Ms. Egan confirmed that she remained generally independent in  her self - care functions. She noted that she does find it much more difficult to perform these tasks  when her pain levels are increased, Winter being the worse time of year. She will spend   days lying  down and will not eat when she is not feeling well. She reports having no energy and feeling dizzy  in those times.  Home Management Activities:  Prior to the subject motor vehicle accident, Ms. Egan reported that she was responsible for the  m anagement of all indoor and outdoor housekeeping and home management activities.  At the time of this assessment, Ms. Egan presented with an ongoing ability to manage light  housekeeping tasks such as sweeping, tidying - up clutter and dusting.   She remains u nable to  manage heavier housekeeping duties such as vacuuming, mopping, cleaning bathrooms and  laundry. She receives assistance for these activities.  Caregiving Activities:  Ms. Egan is currently the primary caregiver to her 5 year - old son   Jaden.   She reported t hat she  continues to manage her caregiving responsibilities to the best of her ability and as her son is   now  a bit older, he is more capable of physically participating in the performance of self - care activities  supported by his moth er. Ms. Egan noted that she spends a lot of time with her son keeping him  busy and entertained   throughout the day.   She does not currently require any assistance in this  regard.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   13   of   13  Vocational Activities:  Prior to her accident,   Ms. Egan reportedly worked with the City of Ottawa   fabricating street signs,  a job which she was forced to   interrupt   as a result of   the injuries she sustained in the subject motor  vehicle accident.   Ms. Egan has not returned to any form of gai nful   employment   to date.  Ms. Egan also noted that she is a skilled tattoo   artist and has plans to try and generate future income  by starting a home based   tattoo studio. She sought assistance from this   therapist in developing a  plan to bring this to fruition.  Leisure Activities:  Prior to the subject motor vehicle acciden t, Ms. Egan reported being a very active individual. She  noted that she participated   in numerous and diverse leisure activities which included the following:     Riding   her   dirt bike     Skiing     Tr avelling     Outd o or activities (camping, water falls, etc.)  At the time of this assessment, Ms. Egan noted that she does not have a ny significant leisure  pursuits which she enjoys   at this time. She spends much of her leisure time relaxing, watching her  son play in the water but does not hold any meaningfu l activity which she performs on a regular  basis.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to assist with a   timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Ms.   Lisa   Egan   Date of Loss:   2011 - 07 - 23  Address:   89 South Street, Lanark, ON K0G  1K0  Telephone #:   613 - 250 - 2069  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Peggy Henwood   Referral Source:   McNally Gervan  Insurer:   TD Insurance   Claim   No.:   015336520 - 1  Therapist:   Sebastien Ferland O.T. Reg (ON)   Date of Assessment:   2016 - 07 - 18  Date of Report:   2016 - 08 - 02  THERAPIST   QUALIFICATIONS:  Sebastien is an Occupational Therapist with over 1 8   years of experience. His professional practice  began in 1998 when he graduated   Magna Cum Laude from the University of Ottawa and launched  himself in the world of private business.   Over the years, Sebastien has provided services to the  automobile insurance and legal communities as well the WSIB, Veterans Affairs and the Long -  Term Di sability sector.  Sebastien has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary Occupational Therapist as well as a  Case Manager for individuals who sustained t raumatic brain injuries, spinal cord injuries and  amputations. He also has extensive experience working with individuals who have been deemed  to meet the catastrophic threshold on the basis of psychological and/or psychiatric impairments.  Over his years   of working with individuals injured in motor vehicle accidents, Sebastien developed  a strong interest in the field of mental health, focussed on functional reactivation for injured  individuals suffering from depression, anxiety and posttraumatic stress. H is clinical acumen has  led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice.",
    "SYMPTOMS": "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   7   of   13  Tingling an   numbn ess   in hands   Intermittent.   NA  Upper back pain   Intermittent.   0   –   10/10  Lower back pain   This symptom occurs on occasion. It does not  usually bother her unless she does something  physical. When this occurs, usually the pain is  accompanied with   all symptom s listed above.  0   –   8/10  Cognitive Symptoms :  Ms. Egan noted that she continues to experience a number of cognitive symptoms which have  developed following her accident. She endorsed the following:     Forgetfulness     Difficulty multi - tasking     Difficulty pro blem solving  Emotional Symptoms:  Ms. Egan also noted that she continues to experience a number of emotional symptoms which  affect her on a daily basis. She reported the following symptoms:     Anxiety in her vehicle     Anxiety due to pain     High levels of frus tration due to pain and limitations     Frustration with paperwork     Procrastination due to pain     Guilt over not doing things with her son  Symptom Management Strategies:  Ms. Egan reported that she makes use of the following strategies to manage her symptoms:     Medication     Rest     Cervical   Collar     Gardening     Sitting outside, relaxing     Painting",
    "MEDICAL_HISTORY": "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   4   of   13     A report documenting this assessment will be completed   and copies   will be provided to the  following parties via secure transmission (fax or encrypted email attachment):  o   TD Insurance  o   McNally Gervan  Following this therapist’s explanation   M s. Egan   granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  A complete list of documentation reviewed is available upon request.  PRE - ACCIDENT MEDICAL HISTORY:  Ms. Egan   presented with the following pre - accident medical history:     History of assault by a co - worker which has led Ms. Egan to develop issues with anxiety  which pre - dated the accident and significantly exacerbated by the accident trauma and  fallout.     Past motor ve hicle accident at age 18 from which she reportedly fully recovered two years  post - accident.     Another past motor vehicle accident while 7 months pregnant. She reports pain in her neck  following this accident   but   noted that doctors were primarily concerned w ith her  pregnancy.   She did not file an AB claim for her injuries.   Her vehicle was repaired and  “ that was it”.     Three months prior to the subject motor vehicle accident, Ms. Egan gave birth to her son  Jaden and she noted that her pregnancy was   high - risk.  MECHANISM OF INJURY:  Ms. Egan   reported that she was driving a n   off - road motorcycle when the high beams from an  incoming vehicle blinded her, leading her to strike a hydro pole at high speed. Ms. Egan reported  that she was knocked unconscious and has no   recollection of the accident.   She was taken by  ambulance   to   the   Queensway Carleton Hospital   where she was assessed for her injuries and  admitted for observation .   She checked herself out of hospital a few days later and was  subsequently readmitted. She   had repeated hospitalizations until her neurologist started   Botox   to  address headaches and vomiting   symptoms which would not subside .   After   three (3) treatments  over one (1)   year these symptoms   i mproved significantly.",
    "TYPICAL_DAY": "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   8   of   13  Typical Day Post - Accident:     Up at 6   –   8 am     Prepares breakfast for   her   son, tends to dogs (2)     Has coffee     Tries to complete calls, attend s   appointments     Go outside with her son     Pre pares lunch for   she and her son     Go back outside with son, swimming in the river     Supper at home     Lies down after supper and watches   her   son     In bed between 9 and 11 pm  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  C lient Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Up throughout the night to go  to the washroom.   Sleeping  for periods of up to 2   –   3  hours.  No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   30   –   45 minutes   Periods of 30   –   40 minutes of  continuous sitting observed  during this assessment.  3. Standing   No identified limitation   5   –   10 minutes   Short periods of dynamic and  static   standing   observed  during this assessment.  4. Squatting   No identified limitation   Able   One   deep   power   squat  demonstrated by Ms. Egan.  No external support required.  5. Kneeling   No identified limitation   Able   One   bilateral   kneeling  posture demonstrated by Ms.  Egan.  6. Walking   No identified limitation   30   –   45 minutes   Short   dis tance   indoor  ambulation observed by this  therapist   during   this  assessment.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   9   of   13  7. Stair  Climbing  No identified limitation   Able with handrail   Two flights of stairs manage  din a reciprocal gait pattern  with use of handrail observed  by this therapist.  8. Driving   No identified limitation   Able   to   drive   during   the  daytime   but unable to handle  nighttime   driving.   She  reports high levels of anxiety  as well as sensitivity to light  emanating   from   oncoming  vehicle   headlights   as   her  main limiting factors in this  regard.  Not form ally assessed.  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   10   of   13  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   ¼ range   Cervical   range   of   motion   l imited   in   all  directions.  Lateral flexion   ¼ range   ¼ range  Rotation   ¼ range   ¼ range  Extension   ¼ range  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL",
    "ENVIRONMENTAL": "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   11   of   13  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation :  Ms. Egan’s emotional presentation was unremarkable during this assessment. She was   pleasant  and cooperative and maintained good rapport with this therapist throughout this assessment.  There were no signs of emotional lability noted during this assessment.  Cognitive Presentation :  Ms. Egan was a good historian, providing information re adily and with a high degree of correlation  with documents reviewed by this therapist prior to this assessment.  There were no obvious signs of cognitive impairment noted in the context of this assessment.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  2 - s torey home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Wood  Bathrooms   1   Second floor   Linoleum  Living Room   1   Main floor   Wood  Family Room   1   Main floor   Wood  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Linoleum  Laundry   1   Basement   Concrete  Stairs   Yes   Steps leading to the   second floor  and basement   of the home.  Wood  Basement   Yes   Unfinished   NA  Driveway  Description  Single  Yard  description  Large city lot",
    "ATTENDANT_CARE": "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   12   of   13  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   x   Common Law   Other  Living Arrangement   Lives with her son (5 year - old)  Children   5 year - old son living with her.  ACTIVITIES O F DAILY LIVING   (Pre and Post Accident) :  Self - Care Activities:  Ms. Egan reported being independent in her performance of all self - care activities pre - accident.  She reported no difficulty managing any aspects of personal care.  At the time of this assessm ent, Ms. Egan confirmed that she remained generally independent in  her self - care functions. She noted that she does find it much more difficult to perform these tasks  when her pain levels are increased, Winter being the worse time of year. She will spend   days lying  down and will not eat when she is not feeling well. She reports having no energy and feeling dizzy  in those times.  Home Management Activities:  Prior to the subject motor vehicle accident, Ms. Egan reported that she was responsible for the  m anagement of all indoor and outdoor housekeeping and home management activities.  At the time of this assessment, Ms. Egan presented with an ongoing ability to manage light  housekeeping tasks such as sweeping, tidying - up clutter and dusting.   She remains u nable to  manage heavier housekeeping duties such as vacuuming, mopping, cleaning bathrooms and  laundry. She receives assistance for these activities.  Caregiving Activities:  Ms. Egan is currently the primary caregiver to her 5 year - old son   Jaden.   She reported t hat she  continues to manage her caregiving responsibilities to the best of her ability and as her son is   now  a bit older, he is more capable of physically participating in the performance of self - care activities  supported by his moth er. Ms. Egan noted that she spends a lot of time with her son keeping him  busy and entertained   throughout the day.   She does not currently require any assistance in this  regard.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   13   of   13  Vocational Activities:  Prior to her accident,   Ms. Egan reportedly worked with the City of Ottawa   fabricating street signs,  a job which she was forced to   interrupt   as a result of   the injuries she sustained in the subject motor  vehicle accident.   Ms. Egan has not returned to any form of gai nful   employment   to date.  Ms. Egan also noted that she is a skilled tattoo   artist and has plans to try and generate future income  by starting a home based   tattoo studio. She sought assistance from this   therapist in developing a  plan to bring this to fruition.  Leisure Activities:  Prior to the subject motor vehicle acciden t, Ms. Egan reported being a very active individual. She  noted that she participated   in numerous and diverse leisure activities which included the following:     Riding   her   dirt bike     Skiing     Tr avelling     Outd o or activities (camping, water falls, etc.)  At the time of this assessment, Ms. Egan noted that she does not have a ny significant leisure  pursuits which she enjoys   at this time. She spends much of her leisure time relaxing, watching her  son play in the water but does not hold any meaningfu l activity which she performs on a regular  basis.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to assist with a   timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature ."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "89 South Street",
      "phone": "",
      "referralSource": "McNally Gervan  Insurer:   TD Insurance   Claim   No",
      "insuranceInfo": "TD Insurance   Claim   No",
      "confidence": {
        "address": 0.7,
        "referralSource": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "NA  Upper back pain   Intermittent.",
        "0   –   10/10  Lower back pain   This symptom occurs on occasion.",
        "When this occurs, usually the pain is  accompanied with   all symptom s listed above.",
        "She endorsed the following:     Forgetfulness     Difficulty multi - tasking     Difficulty pro blem solving  Emotional Symptoms:  Ms."
      ],
      "painDescription": "",
      "painLocation": [
        "termittent"
      ],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   7   of   13  Tingling an   numbn ess   in hands   Intermittent.   NA  Upper back pain   Intermittent.   0   –   10/10  Lower back pain   This symptom occurs on occasion. It does not  usually bother her unless she does something  physical. When this occurs, usually the pain is  accompanied with   all symptom s listed above.  0   –   8/10  Cognitive Symptoms :  Ms. Egan noted that she continues to experience a number of cognitive symptoms which have  developed following her accident. She endorsed the following:     Forgetfulness     Difficulty multi - tasking     Difficulty pro blem solving  Emotional Symptoms:  Ms. Egan also noted that she continues to experience a number of emotional symptoms which  affect her on a daily basis. She reported the following symptoms:     Anxiety in her vehicle     Anxiety due to pain     High levels of frus tration due to pain and limitations     Frustration with paperwork     Procrastination due to pain     Guilt over not doing things with her son  Symptom Management Strategies:  Ms. Egan reported that she makes use of the following strategies to manage her symptoms:     Medication     Rest     Cervical   Collar     Gardening     Sitting outside, relaxing     Painting",
      "confidence": {
        "reportedSymptoms": 0.8,
        "painLocation": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   4   of   13     A report documenting this assessment will be completed   and copies   will be provided to the  following parties via secure transmission (fax or encrypted email attachment):  o   TD Insurance  o   McNally Gervan  Following this therapist’s explanation   M s. Egan   granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  A complete list of documentation reviewed is available upon request.  PRE - ACCIDENT MEDICAL HISTORY:  Ms. Egan   presented with the following pre - accident medical history:     History of assault by a co - worker which has led Ms. Egan to develop issues with anxiety  which pre - dated the accident and significantly exacerbated by the accident trauma and  fallout.     Past motor ve hicle accident at age 18 from which she reportedly fully recovered two years  post - accident.     Another past motor vehicle accident while 7 months pregnant. She reports pain in her neck  following this accident   but   noted that doctors were primarily concerned w ith her  pregnancy.   She did not file an AB claim for her injuries.   Her vehicle was repaired and  “ that was it”.     Three months prior to the subject motor vehicle accident, Ms. Egan gave birth to her son  Jaden and she noted that her pregnancy was   high - risk.  MECHANISM OF INJURY:  Ms. Egan   reported that she was driving a n   off - road motorcycle when the high beams from an  incoming vehicle blinded her, leading her to strike a hydro pole at high speed. Ms. Egan reported  that she was knocked unconscious and has no   recollection of the accident.   She was taken by  ambulance   to   the   Queensway Carleton Hospital   where she was assessed for her injuries and  admitted for observation .   She checked herself out of hospital a few days later and was  subsequently readmitted. She   had repeated hospitalizations until her neurologist started   Botox   to  address headaches and vomiting   symptoms which would not subside .   After   three (3) treatments  over one (1)   year these symptoms   i mproved significantly.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   8   of   13  Typical Day Post - Accident:     Up at 6   –   8 am     Prepares breakfast for   her   son, tends to dogs (2)     Has coffee     Tries to complete calls, attend s   appointments     Go outside with her son     Pre pares lunch for   she and her son     Go back outside with son, swimming in the river     Supper at home     Lies down after supper and watches   her   son     In bed between 9 and 11 pm  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  C lient Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Up throughout the night to go  to the washroom.   Sleeping  for periods of up to 2   –   3  hours.  No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   30   –   45 minutes   Periods of 30   –   40 minutes of  continuous sitting observed  during this assessment.  3. Standing   No identified limitation   5   –   10 minutes   Short periods of dynamic and  static   standing   observed  during this assessment.  4. Squatting   No identified limitation   Able   One   deep   power   squat  demonstrated by Ms. Egan.  No external support required.  5. Kneeling   No identified limitation   Able   One   bilateral   kneeling  posture demonstrated by Ms.  Egan.  6. Walking   No identified limitation   30   –   45 minutes   Short   dis tance   indoor  ambulation observed by this  therapist   during   this  assessment."
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [
        "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   9   of   13  7. Stair  Climbing  No identified limitation   Able with handrail   Two flights of stairs manage  din a reciprocal gait pattern  with use of handrail observed  by this therapist.  8. Driving   No identified limitation   Able   to   drive   during   the  daytime   but unable to handle  nighttime   driving.   She  reports high levels of anxiety  as well as sensitivity to light  emanating   from   oncoming  vehicle   headlights   as   her  main limiting factors in this  regard.  Not form ally assessed.  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.",
        "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   10   of   13  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   ¼ range   Cervical   range   of   motion   l imited   in   all  directions.  Lateral flexion   ¼ range   ¼ range  Rotation   ¼ range   ¼ range  Extension   ¼ range  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL"
      ],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   8   of   13  Typical Day Post - Accident:     Up at 6   –   8 am     Prepares breakfast for   her   son, tends to dogs (2)     Has coffee     Tries to complete calls, attend s   appointments     Go outside with her son     Pre pares lunch for   she and her son     Go back outside with son, swimming in the river     Supper at home     Lies down after supper and watches   her   son     In bed between 9 and 11 pm  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  C lient Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Up throughout the night to go  to the washroom.   Sleeping  for periods of up to 2   –   3  hours.  No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   30   –   45 minutes   Periods of 30   –   40 minutes of  continuous sitting observed  during this assessment.  3. Standing   No identified limitation   5   –   10 minutes   Short periods of dynamic and  static   standing   observed  during this assessment.  4. Squatting   No identified limitation   Able   One   deep   power   squat  demonstrated by Ms. Egan.  No external support required.  5. Kneeling   No identified limitation   Able   One   bilateral   kneeling  posture demonstrated by Ms.  Egan.  6. Walking   No identified limitation   30   –   45 minutes   Short   dis tance   indoor  ambulation observed by this  therapist   during   this  assessment.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   9   of   13  7. Stair  Climbing  No identified limitation   Able with handrail   Two flights of stairs manage  din a reciprocal gait pattern  with use of handrail observed  by this therapist.  8. Driving   No identified limitation   Able   to   drive   during   the  daytime   but unable to handle  nighttime   driving.   She  reports high levels of anxiety  as well as sensitivity to light  emanating   from   oncoming  vehicle   headlights   as   her  main limiting factors in this  regard.  Not form ally assessed.  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   10   of   13  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   ¼ range   Cervical   range   of   motion   l imited   in   all  directions.  Lateral flexion   ¼ range   ¼ range  Rotation   ¼ range   ¼ range  Extension   ¼ range  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0.8,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "2 - s torey home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Wood  Bathrooms   1   Second floor   Linoleum  Living Room   1   Main floor   Wood  Family Room   1   Main floor   Wood  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Linoleum  Laundry   1   Basement   Concrete  Stairs   Yes   Steps leading to the   second floor  and basement   of the home",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "s   1   Second floor   Linoleum  Living Room   1   Main floor   Wood  Family Room   1   Main floor   Wood  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Linoleum  Laundry   1   Basement   Concrete  Stairs   Yes   Steps leading to the   second floor  and basement   of the home",
        "bedroom": "s   3   Second floor   Wood  Bathrooms   1   Second floor   Linoleum  Living Room   1   Main floor   Wood  Family Room   1   Main floor   Wood  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Linoleum  Laundry   1   Basement   Concrete  Stairs   Yes   Steps leading to the   second floor  and basement   of the home",
        "kitchen": "1   Main floor   Linoleum  Laundry   1   Basement   Concrete  Stairs   Yes   Steps leading to the   second floor  and basement   of the home"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   11   of   13  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation :  Ms. Egan’s emotional presentation was unremarkable during this assessment. She was   pleasant  and cooperative and maintained good rapport with this therapist throughout this assessment.  There were no signs of emotional lability noted during this assessment.  Cognitive Presentation :  Ms. Egan was a good historian, providing information re adily and with a high degree of correlation  with documents reviewed by this therapist prior to this assessment.  There were no obvious signs of cognitive impairment noted in the context of this assessment.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  2 - s torey home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Wood  Bathrooms   1   Second floor   Linoleum  Living Room   1   Main floor   Wood  Family Room   1   Main floor   Wood  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Linoleum  Laundry   1   Basement   Concrete  Stairs   Yes   Steps leading to the   second floor  and basement   of the home.  Wood  Basement   Yes   Unfinished   NA  Driveway  Description  Single  Yard  description  Large city lot",
      "confidence": {
        "homeType": 0.8,
        "homeLayout": 0,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "to her 5 year - old son   Jaden",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Date of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   12   of   13  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   x   Common Law   Other  Living Arrangement   Lives with her son (5 year - old)  Children   5 year - old son living with her.  ACTIVITIES O F DAILY LIVING   (Pre and Post Accident) :  Self - Care Activities:  Ms. Egan reported being independent in her performance of all self - care activities pre - accident.  She reported no difficulty managing any aspects of personal care.  At the time of this assessm ent, Ms. Egan confirmed that she remained generally independent in  her self - care functions. She noted that she does find it much more difficult to perform these tasks  when her pain levels are increased, Winter being the worse time of year. She will spend   days lying  down and will not eat when she is not feeling well. She reports having no energy and feeling dizzy  in those times.  Home Management Activities:  Prior to the subject motor vehicle accident, Ms. Egan reported that she was responsible for the  m anagement of all indoor and outdoor housekeeping and home management activities.  At the time of this assessment, Ms. Egan presented with an ongoing ability to manage light  housekeeping tasks such as sweeping, tidying - up clutter and dusting.   She remains u nable to  manage heavier housekeeping duties such as vacuuming, mopping, cleaning bathrooms and  laundry. She receives assistance for these activities.  Caregiving Activities:  Ms. Egan is currently the primary caregiver to her 5 year - old son   Jaden.   She reported t hat she  continues to manage her caregiving responsibilities to the best of her ability and as her son is   now  a bit older, he is more capable of physically participating in the performance of self - care activities  supported by his moth er. Ms. Egan noted that she spends a lot of time with her son keeping him  busy and entertained   throughout the day.   She does not currently require any assistance in this  regard.\n\nDate of Report:   2016 - 08 - 02  __________________________ ____________________________________________________  Lisa   Egan   Claim #:   015336520 - 1   Page   13   of   13  Vocational Activities:  Prior to her accident,   Ms. Egan reportedly worked with the City of Ottawa   fabricating street signs,  a job which she was forced to   interrupt   as a result of   the injuries she sustained in the subject motor  vehicle accident.   Ms. Egan has not returned to any form of gai nful   employment   to date.  Ms. Egan also noted that she is a skilled tattoo   artist and has plans to try and generate future income  by starting a home based   tattoo studio. She sought assistance from this   therapist in developing a  plan to bring this to fruition.  Leisure Activities:  Prior to the subject motor vehicle acciden t, Ms. Egan reported being a very active individual. She  noted that she participated   in numerous and diverse leisure activities which included the following:     Riding   her   dirt bike     Skiing     Tr avelling     Outd o or activities (camping, water falls, etc.)  At the time of this assessment, Ms. Egan noted that she does not have a ny significant leisure  pursuits which she enjoys   at this time. She spends much of her leisure time relaxing, watching her  son play in the water but does not hold any meaningfu l activity which she performs on a regular  basis.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to assist with a   timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}