{
  "fileName": "Egan, Lisa IHA1 MVA2_FINAL.pdf",
  "originalText": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Lisa Egan   Date of Loss:   2022/09/20  Address:   89 South Street, Lanark, ON,  K0G 1K0  Telephone #:   (613) 250-2069  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Cynthia Lau   Insurer:   Wawanesa Mutual Insurance  Company  Claim No.:   007000001213035  Therapist:   Sebas \u0000 en Ferland OT Reg.(Ont.)   Date of Assessment:   March - June 2023 (10  touchpoints)  Date of Report:   11/22/23  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupa \u0000 onal   Therapist   with   over   25   years   of   experience   providing  rehabilita \u0000 on   and   expert   opinion   services   in   the   province   of   Ontario.   His   professional   prac \u0000 ce  began   in   1998   when   he   graduated   from   the   University   of   O \u0000 awa’s   School   of   Rehabilita \u0000 on   and  began   working   as   a   registered   Occupa \u0000 onal   Therapist   in   the   private   sector.   Over   the   years,   Mr.  Ferland   has   developed   his   clinical   skills   and   evolved   to   provide   expert   opinions   in   ma \u0000 ers   of  human   func \u0000 on   to   stakeholders   in   the   automobile   insurance   sector,   personal   injury   and   family  law,   the   Workplace   Safety   and   Insurance   Board   (WSIB),   Veterans   A ff airs   and   the   Long-Term  Disability   sectors.   His   opinions   are   sought   by   both   plain \u0000 ff   and   defense   counsel   in   the   context  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014\n\nof   resolving   ma \u0000 ers   in   personal   injury   and   family   law   cases.   He   has   been   quali fi ed   several   \u0000 mes  as   an   expert   in   his   fi eld,   providing   tes \u0000 mony   under   oath   in   FSCO   tribunals   and   cases   appearing  before the Ontario Superior Court of Jus \u0000 ce.  Mr.   Ferland’s   prac \u0000 ce   includes   regular   contribu \u0000 ons   to   catastrophic   designa \u0000 on   assessment  teams   where   he   provides   opinions   related   to   daily   func \u0000 on   of   individuals   su ff ering   from   serious  physical,   psychological   and   cogni \u0000 ve   impairments.   His   assessments   inform   mul \u0000 disciplinary  team   members   (psychiatry,   orthopedics,   neurology,   physiatry,   psychology,   etc.)   of   injured  client’s   daily   func \u0000 onal   capabili \u0000 es   at   home,   work   and   in   the   community,   assis \u0000 ng   them   in  forming opinions surrounding whether the catastrophic injury threshold is met.  Mr.   Ferland   concurrently   provides   services   as   a   trea \u0000 ng   Occupa \u0000 onal   Therapist   to   clients   who  have   sustained   physical   and   psychological   trauma   in   motor   vehicle   accidents.   He   has   extensive  experience   in   providing   care   to   individuals   su ff ering   from   chronic   pain,   depression,   anxiety   and  pos \u0000 rauma \u0000 c   stress,   overseeing   and   direc \u0000 ng   func \u0000 onal   reac \u0000 va \u0000 on   programs   to   foster  improvements in func \u0000 on and par \u0000 cipa \u0000 on in meaningful ac \u0000 vity.  ASSESSMENT PREAMBLE :  This   therapist   met   with   Ms.   Egan   on   a   regular   basis   throughout   the   months   of   March   through  June   of   2023   (10   sessions   total)   in   an   e ff ort   to   conduct   an   in-home   assessment   while   addressing  ongoing   periods   of   crisis.   As   a   result   of   Ms.   Egan’s   overall   mental   and   emo \u0000 onal   state,   engaging  construc \u0000 vely   with   her   was   a   challenge   throughout   that   period   of   \u0000 me.   She   presented   in   a   state  of   emo \u0000 onal   dysregula \u0000 on,   incoherence,   apparent   drug   withdrawal   or   intoxica \u0000 on,   leading   to   a  pa \u0000 ern   of   perpetual   crises,   impac \u0000 ng   her   ability   to   engage   e ff ec \u0000 vely   in   the   assessment  process.  This   therapist’s   engagement   with   Ms.   Egan   culminated   in   an   interven \u0000 on   by   this   therapist   to  have   Ms.   Egan   placed   in   a   women’s   shelter   on   an   urgent   basis.   This   occurred   on   June   9th,   2023  when   this   therapist   intervened   a \u0000 er   she   reported   fearing   for   her   life   while   temporarily   residing  with   her   ex-husband.   She   was   residing   in   various   environments   (ex-husband,   friends)   due   to  issues within her home environment (home is in a state of disrepair).  The   following   assessment   report   re fl ects   cumula \u0000 ve   clinical   details   obtained   through   this   4  month   period   as   Ms.   Egan   was   observed   to   struggle   with   opioid   addic \u0000 on,   child   custody   issues,  housing   instability,   and   an   overall   pa \u0000 ern   of   recurring   touchpoints   with   police,   paramedics,   and  various local hospitals where she a \u0000 empted to seek care for a myriad of issues.  _____________________________________________________________________________________________  Lisa Egan   Page   2   of   22\n\nSUMMARY OF FINDINGS:  Ms. Egan was involved in an MVA on September 20, 2022 at a   \u0000 me where she con \u0000 nued to  struggle in rela \u0000 on to injuries she had sustained in a prior MVA. A request for an assessment  was made by Ms. Egan’s legal representa \u0000 ve, which was ini \u0000 ated in March of 2023, and ended  in June of 2023 a \u0000 er 10 a \u0000 empts to gather the necessary informa \u0000 on. At the   \u0000 me of the  subject MVA, Ms. Egan was dealing with a heightened degree of emo \u0000 onal dysregula \u0000 on, which  interfered with her ability to e ff ec \u0000 vely par \u0000 cipate in the assessment process.  Based on the sum of the interac \u0000 ons held by the therapist with Ms. Egan during that   \u0000 me, she  was found to have deteriorated signi fi cantly, both from a physical and psychological perspec \u0000 ve.  Ms. Egan struggled with a combina \u0000 on of ongoing opiate and benzodiazepine addic \u0000 on, which  appeared to culminate subsequent to this most recent accident. She presents with a lack of  social support, and a predisposi \u0000 on to seek assistance from individuals who do not hold her  best interests at heart.  Ms. Egan has been in a state of either acute intoxica \u0000 on, or withdrawal during all touchpoints  held during this assessment period. She remains unable to engage in any construc \u0000 ve dialogue,  being constantly distracted by recurring crises, including lack of food, lack of hea \u0000 ng / fuel, as  well as structural issues in her kitchen and bathroom environments which she has been unable  to rec \u0000 fy on her own. She has seen mul \u0000 ple contacts with paramedics, police, and emergency  room sta ff   at various local hospitals, seeking relief from her pain. She has also had her family  physician, Dr. Nadeau, refuse to provide ongoing care, secondary to con fl icts with Ms. Egan over  prescrip \u0000 on dosages. She remains under the care of a single physician, Dr. St-Georges, who  provides prescrip \u0000 ons for Fentanyl patches out of his o ffi ce in Ga \u0000 neau, Quebec.  Overall, it is this therapists’ clinical opinion that Ms. Egan experienced a deteriora \u0000 on of her  overall physical and emo \u0000 onal baseline as a result of the subject MVA.  RECOMMENDATIONS:  A \u0000 endant Care:  Ms. Egan would at this   \u0000 me bene fi t from 28 hours per week of A \u0000 endant Care for a total  Monthly Assessed Bene fi t of $1793.96.  INFORMED CONSENT STATEMENT:  This   therapist   has   reviewed   issues   related   to   consent   as   per   the   requirements   outlined   by   the  College of Occupa \u0000 onal Therapists of Ontario:  _____________________________________________________________________________________________  Lisa Egan   Page   3   of   22\n\n●   An   occupa \u0000 onal   therapy   assessment   is   to   be   conducted   by   this   therapist,   a   registered  occupa \u0000 onal therapist with the College of Occupa \u0000 onal Therapists of Ontario (COTO).  ●   The assessment has been requested by his legal representa \u0000 ve Mr. Frank McNally.  ●   The   purpose   of   this   assessment   is   to   assess   Ms.   Egan’s   current   func \u0000 onal   status   as   it  relates to his ability to complete pre-accident ac \u0000 vi \u0000 es of daily living.  ●   The   proposed   assessment   will   include:   an   interview,   a   physical   assessment   and   also  observa \u0000 ons   of   the   ability   to   complete   func \u0000 onal   tasks   within   and   around   the   home   as  well as educa \u0000 on on safe means of comple \u0000 ng ac \u0000 vi \u0000 es of daily living if required.  ●   Due   to   the   physical   nature   of   the   assessment,   pain   and   fa \u0000 gue   are   possible   temporary  side e ff ects.  ●   Recommenda \u0000 ons   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommenda \u0000 ons may include:  o   Occupa \u0000 onal Therapy Treatment  o   Assis \u0000 ve Devices  o   Referral to other prac \u0000 \u0000 oners  o   Support services  ●   A   submission   for   funding   will   be   submi \u0000 ed   to   the   insurer   for   any   goods   and/or   services  on   an   OCF18   –   Assessment   and   Treatment   Plan.   The   insurer   may   approve   or   deny   the  plan   (in   part   or   in   whole).   Should   a   denial   or   par \u0000 al   denial   occur,   an   independent  examina \u0000 on   by   another   Occupa \u0000 onal   Therapist   may   be   requested   by   the   insurer.   This  may   be   an   in-person   assessment   or   a   remote   paper-review   assessment.   Funding   for   the  requested goods and/or services may ul \u0000 mately be declined.  ●   Ms. Egan may choose to par \u0000 cipate or decline any or all of the proposed assessment.  ●   A   report   documen \u0000 ng   this   assessment   will   be   completed   and   copies   will   be   provided   to  the following par \u0000 es via secure transmission (fax or encrypted email a \u0000 achment):  o   Zenith Insurance c/o Kaitlyn Witmeyer, Accident Bene fi ts Adjuster  o   McNally Gervan, c/o Frank McNally, Legal Representa \u0000 ve  Following   this   therapist’s   explana \u0000 on   Ms.   Egan   granted   informed   consent   for   this   therapist   to  proceed with the assessment and any subsequent interven \u0000 ons.  DOCUMENTATION REVIEWED:  1. Hospitals  A. The O \u0000 awa Hospital  (1) Clinical notes and records received July 30, 2015  B. Carleton Place Hospital  (1) Clinical notes and records received April 3, 2013  (2) Clinical notes and records received October 17, 2013  _____________________________________________________________________________________________  Lisa Egan   Page   4   of   22\n\n(3) Emergency Ambulatory Care Record dated July 27, 2011  (4) Emergency /Ambulatory Care Record dated July 25, 2011  C. QCH  (1) MRI of Head dated September 23, 2017  (2) Clinical notes and records received September 6, 2019  2. Family Doctor  A. Dr. Gail Matys  (1) Clinical notes and records received November 11, 2014  (2) Clinical notes and records received September 2013  (3) Clinical notes and records received July 8, 2015  B. Dr. Wei  (1) Clinical notes and records received September 19, 2017  3. Trea \u0000 ng Specialists  A. Dr. Jackie Gardner  (1) Clinical Notes and Records + Invoice of Dr. Jackie Gardner-Nix dated October  11, 2013  (2) Clinical notes and records received October 21, 2013  B. Dr. Daniel Sweet  (1) Clinical notes and records received November 2014  (2) Medical Note dated November 16, 2015  C. Dr. Natalie Briscoe  (1) Clinical notes and records received July 9, 2015  D. Dr. Allyson Champagne  (1) Clinical notes and records received July 14, 2015  E. Seekers Centre  (1) Progress Report completed by Dr. Nahas received July 12, 2017  4. Ambulance Call Report  A. Ambulance Call Report dated July 29, 2011  5. AB-IMEs  _____________________________________________________________________________________________  Lisa Egan   Page   5   of   22\n\nA. IME: Independent Physiotherapy Evalua \u0000 on Report completed by Johanne Gordon  dated December 20, 2013  B. IME: In-Home Assessment Report dated April 11, 2014 by Sherry Mosher Taillefer  C. IME: Physiotherapy Evalua \u0000 on dated March 10, 2015 by Marie-Anne Sioris  D. CAT IME  (1) CAT IME: Psychometric Examina \u0000 on completed by Dr. Peter Judge dated  March 5, 2021  (2) CAT IME: Orthopaedic Examina \u0000 on completed by Dr. Ato SekyiOtu dated  March 5, 2021  (3) CAT IME: Psychiatric Examina \u0000 on completed by Dr, Anil Joseph dated March  5, 2021  (4) CAT IME: Execu \u0000 ve Summary dated March 5, 2021  (5)   CAT   IME:   Neuropsychological   Examina \u0000 on   completed   by   Dr.   Peter   Judge   dated  March 5, 2021  (6) CAT IME: Occupa \u0000 onal Therapy In-Home Examina \u0000 on complete by Ron  Wiltshire dated March 5, 2021  (7) CAT IME: Occupa \u0000 onal Therapy Situa \u0000 onal Assessment completed by Ron  Wiltshire dated March 5, 2021  (8) CAT IME: Neurology Examina \u0000 on completed by Dr. Tilak Mendis dated March  5, 2021  6. Psychologist  A. Dr. Maxine Morrison  (1) Psychological Report from Dr. Maxime Morrison dated March 30, 2014  B. The O \u0000 awa Psychology Group  (1) Neuropsychological Assessment Report dated May 19, 2015 by Dr. Payne  C. Allison Admovits  (1) Le \u0000 er from A. Adamovitz dated June 13, 2016 re: consent to  exchange/release informa \u0000 on  D. Carleton Place Posi \u0000 ve Change  (1) Clinical notes and records received September 20, 2017  E. Dr. Davies  (1) Le \u0000 er to Manulife dated June 18, 2010  (2) Clinical Note dated October 7, 2010  (3) Clinical Note dated November 18, 2010  (4) Invoice dated November 18, 2010  _____________________________________________________________________________________________  Lisa Egan   Page   6   of   22\n\nF. Ricci & Associates  (1) Psychiatric Assessment re: Catastrophic Determina \u0000 on completed by Dr. Roy  dated November 27, 2018  7. Jewi \u0000   McLuckie and Assciates File  A. Clinical Notes and Records  8. Occupa \u0000 onal Therapist  A. Ferland and Associates  (1) Occupa \u0000 onal Therapy Treatment dated October 26, 2016 by Sebas \u0000 en  Ferland  (2)   Occupa \u0000 onal   Therapy   Treatment   Report   dated   October   26,   2016   by   Sebas \u0000 en  Ferland  (3) Occupa \u0000 onal Therapy Treatment Report dated January 3, 2017 by Sebas \u0000 en  Ferland  (4) Occupa \u0000 onal Therapy In-Home Assessment dated August 2, 2016 by  Sebas \u0000 en Ferland  (5) Occupa \u0000 onal Therapy Treatment Report of Sebas \u0000 en Ferland, dated October  11, 2017  (6) Occupa \u0000 onal Therapy Treatment Report of Sebas \u0000 en Ferland, dated  September 12, 2017  (7) Occupa \u0000 onal Therapy Treatment Progress Note dated April 20, 2018 of  Sebas \u0000 en Ferland  (8) Occupa \u0000 onal Therapy Treatment completed by Sebas \u0000 en Ferland dated July  10, 2018  (9) Occupa \u0000 onal Therapy Treatment completed by Ferland & Associates dated  September 19, 2018  (10) Occupa \u0000 onal Therapy Treatment Progress Report of Sebas \u0000 en Ferland,  dated February 8, 2018  B. Mannien OT  (1) OT Assessment Report dated February 3, 2014 by Miranda Sauer  (2) OT Progress Report #1 dated September 17, 2014 re Linda Egan  (3)   Le \u0000 er   to   TD   Insurance   from   Manninen   Occupa \u0000 onal   Therapy   dated   January   5,  2015 re: Referral Le \u0000 er to Neuropsychology  (4) Occupa \u0000 onal Progress Report #2 by Miranda Legassick dated March 17, 2015  (5) Occupa \u0000 onal Therapy Progress Report #2 by Miranda Legassick dated March  17, 2015  _____________________________________________________________________________________________  Lisa Egan   Page   7   of   22\n\nPRE-ACCIDENT MEDICAL HISTORY:  Ms.   Egan   was   involved   in   a   serious   MVA   on   July   23,   2011   where   she   sustained   signi fi cant  injuries,   including   a   trauma \u0000 c   brain   injury,   and   injuries   to   her   face,   neck,   and   spine.   As   a   result  of   this   accident,   she   experienced   an   array   of   symptoms   (physical,   cogni \u0000 ve,   and   emo \u0000 onal)  which   impacted   her   ability   to   follow   a   typical   course   of   recovery.   Her   situa \u0000 on   became   gradually  worse,   as   she   experienced   a   deteriora \u0000 on   in   her   capacity   to   manage   child   care,   culmina \u0000 ng   in  the   loss   of   custody   of   her   young   son.   This   therapist   provided   OT   services   in   rela \u0000 on   to   this   past  accident,   spanning   a   period   of   8   years.   At   the   \u0000 me   of   the   subject   MVA,   Ms.   Egan   was  experiencing   signi fi cant   di ffi cul \u0000 es   with   opioid   addic \u0000 on,   and   was   under   the   care   of   a   pain  specialist and neurologist.  A   neuropsychological   assessment   conducted   in   2015   revealed   diagnosis   of   major   depressive  disorder,   post-trauma \u0000 c   stress   disorder,   soma \u0000 c   symptom   disorder,   cannabis   use   disorder.   She  bene fi ted   from   a   number   of   treatments   during   that   period,   including   physiotherapy   and  occupa \u0000 onal   therapy.   Ms.   Egan   underwent   a   variety   of   treatment   modali \u0000 es,   including   botox  injec \u0000 ons   to   treat   headaches,   as   well   as   intravenous   administra \u0000 on   of   lidocaine   for   neck   and  back pain.  MECHANISM OF INJURY:  Ms.   Egan   does   not   have   any   recollec \u0000 on   of   the   accident   in   ques \u0000 on.   This   therapist   was   made  aware   of   the   accident   by   sheer   coincidence,   when   he   contacted   Ms.   Egan   in   the   moments   that  followed   the   subject   MVA.   She   originally   answered   the   phone   in   a   state   of   incoherence,   but   was  able   to   ar \u0000 culate   that   she   had   just   been   in   a   car   accident,   and   passed   the   phone   to   a   bystander  who   was   tending   to   her   injuries.   Paramedics   were   contacted,   and   Ms.   Egan   was   taken   by  ambulance   to   the   O \u0000 awa   Civic   Hospital.   Details   surrounding   the   accident   remain   unclear   to   the  therapist at this   \u0000 me.  NATURE OF INJURY:  As a result of the subject MVA, Ms. Egan sustained the following injuries:  ●   Fractured right   \u0000 bia  ●   So \u0000   \u0000 ssue injuries to neck and back  ●   Aggrava \u0000 on of pre-exis \u0000 ng mental health struggles  _____________________________________________________________________________________________  Lisa Egan   Page   8   of   22\n\nCOURSE OF RECOVERY TO DATE:  Ms.   Egan’s   course   of   recovery   since   the   subject   MVA   has   been   di ffi cult   to   say   the   least.   As   a  result   of   her   emo \u0000 onal   dysregula \u0000 on,   addic \u0000 on   to   opioid   and   benzodiazepine   medica \u0000 ons   and  a   state   of   perpetual   crisis,   she   has   experienced   di ffi culty   obtaining   care   from   medical  professionals   in   hospital   se \u0000 ngs   and   in   the   community.   She   has   reportedly   been   experiencing  recurring   episodes   of   sudden   fain \u0000 ng   which   she   a \u0000 ributes   to   seizure   ac \u0000 vity.   She   persists   that  her   leg   remains   fractured   despite   evidence   of   healing   having   occurred   via   updated   X-rays  reviewed   by   the   orthopedic   surgeon   with   this   therapist   in   a \u0000 endance.   Ms.   Egan   remained  steadfast   that   her   leg   remained   broken   in   mul \u0000 ple   places   and   that   the   surgeon   had   X-rayed   the  wrong   leg.   This   perpetual   pa \u0000 ern   has   led   to   a   degree   of   impairment   which   has   a ff ected   every  aspect   of   Ms.   Egan’s   life   (which   was   already   in   a   state   of   disarray   at   the   \u0000 me   of   the   subject  MVA).   Ms.   Egan   has   seen   con fl icts   with   her   GP   leading   to   a   termina \u0000 on   of   the   rela \u0000 onship   by  Dr.   Nadeau   following   a   threat   to   report   to   the   College   should   opiates   and   benzodiazepines   not  be   prescribed   at   an   increased   dosage.   Ms.   Egan   noted   that   the   only   physician   with   whom   she  has   maintained   a   posi \u0000 ve   rela \u0000 onship   is   her   pain   specialist   Dr.   St-Georges,   who   con \u0000 nues   to  provide   prescrip \u0000 ons   for   Fentanyl   patches.   She   must   pay   for   these   medical   consulta \u0000 ons   out   of  pocket   as   this   specialist   is   located   in   the   Province   of   Quebec.   A   referral   to   KOPI   was   met   with  resistance   by   Ms.   Egan   who   has   opted   not   to   avail   herself   of   this   support   in   place   of   her   ongoing  rela \u0000 onship with Dr. St-Georges.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. St-Georges,  Pain Specialist  Unknown   Ms. Egan reported  periodic touchpoints  with this physician,  where she would  obtain prescrip \u0000 on  re fi lls for fentanyl  patches and Botox  injec \u0000 ons when she  can a ff ord it.  Unknown  _____________________________________________________________________________________________  Lisa Egan   Page   9   of   22\n\nMEDICATION:  Medica \u0000 on Name   Dosage/Frequency   Purpose  Fentanyl patches   50 mcg   Pain  Lyrica   150 mg x3 per day   Neuropathic Pain  Clonazepam   4 mg/day   Anxiety  Veravimil   Unknown   High Blood Pressure  Rizatriptan   Can’t a ff ord   Migraines  Ket-Lido cream   Can’t a ff ord   Pain  Botox   Can’t a ff ord   Nerve Pain  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Ra \u0000 ng  if Necessary  Headaches   Ms.   Egan   reports   cluster   migraines   and  constant   headaches.   She   feels   like   she   has  “water   in   her   head”,   and   is   unable   to   tolerate  light.   She   also   experiences   dizziness   and   what  she   reports   as   “seizure-like   episodes”   where  she   repeatedly   loses   consciousness.   She   has  had   mul \u0000 ple   touchpoints   with   paramedics   as  a result of these episodes.  10+/10  Neck pain   Ms.   Egan   reports   severe   neck   pain,   she  observed   to   make   use   of   a   cervical   collar   to  assist   with   symptom   relief.   She   reported   a  feeling   of   instability   in   her   cervical   spine   “my  bones are all rickety.”  10/10  Shoulders   Ms.   Egan   reports   pain   in   both   shoulders,   and  reportedly   queried   whether   she   had   broken  her   clavicles.   When   fl ared,   she   reports   being  unable   to   move   her   arms   in   a   purposeful  manner.   She   cannot   li \u0000 ,   and   is   unable   to   carry  her purse.  10/10  Back pain   Ms.   Egan   reports   constant   pain   in   her   en \u0000 re  spine,   from   her   upper   back   to   her   lower   back,  and   coccyx.   She   reports   an   extreme   level   of  10+/10  _____________________________________________________________________________________________  Lisa Egan   Page   10   of   22\n\npain   in   her   lower   back,   which   impacts   her  ability to engage in any form of ac \u0000 vity.  Right leg   “It’s   fucked”.   Ms.   Egan   indicated   that   she  does   not   feel   her   leg   fracture   has   healed,   and  noted   throughout   her   recovery   \u0000 me   that   she  believed   unresolved   fractures   were   present.  She   was   provided   with   a   zimmer   splint,   which  she   wore   at   all   \u0000 mes   through   these  touchpoints.   A   degree   of   inconsistency   was  observed   throughout,   as   Ms.   Egan   on   one  hand   reported   being   unable   to   weight-bear,  and   in   periods   of   emo \u0000 onality,   would   place  full   weight   on   her   leg   (this   occurred   during  the   presence   of   medical   restric \u0000 ons   and  persisted   throughout   this   repor \u0000 ng   period).  When   later   released   to   place   weight   on   her  leg,   Ms.   Egan   was   observed   to   resist   doing   so  ci \u0000 ng   extreme   pain   and   being   convinced   her  leg   was   s \u0000 ll   fractured.   This   therapist   a \u0000 ended  a   mee \u0000 ng   at   the   orthopedic   hospital   with   Ms.  Egan   on   March   24,   2023   which   con fi rmed  healing   of   the   bony   fractures,   and   she   was  encouraged   to   begin   placing   weight   on   her  leg   gradually.   Ms.   Egan   persisted   in   her   belief  that   the   orthopedic   surgeon   had   x-rayed   the  wrong leg.  10+/10  Cogni \u0000 ve Symptoms:  Ms.   Egan   was   unable   to   provide   a   clear   outline   of   any   speci fi c   issues   she   is   experiencing   from   a  cogni \u0000 ve   standpoint.   Her   focus   persisted   on   her   pain   experience   and   her   inability   to   obtain  prescrip \u0000 ons   for   medica \u0000 ons   she   believed   she   required.   Ms.   Egan   was   found   to   be   generally   in  a   state   of   either   intoxica \u0000 on   or   acute   drug   withdrawal   throughout   this   period   of   assessment.  Her   thought   pa \u0000 erns   were   generally   disjointed,   unfocused   and   lacking   any   form   of   insight   into  her   state   of   being.   Ms.   Egan   remains   unable   to   e ff ec \u0000 vely   manage   her   fi nances,   leading   to  repeat   issues   with   lack   of   hea \u0000 ng,   lack   of   food,   lack   of   medica \u0000 on,   etc.   She   has   been   unable   to  e ff ec \u0000 vely   engage   in   this   assessment,   answering   ques \u0000 ons   with   di ffi culty   and   o \u0000 en   not  responding   at   all   and   going   on   various   tangents   which   were   di ffi cult   to   manage   in   a   clinical  assessment se \u0000 ng.  _____________________________________________________________________________________________  Lisa Egan   Page   11   of   22\n\nEmo \u0000 onal Symptoms:  Ms.   Egan   was   unable   to   provide   an   outline   of   her   emo \u0000 onal   state   as   a   result   of   acute   emo \u0000 onal  dysregula \u0000 on   which   transpired   throughout   the   \u0000 meframe   referenced   in   this   report.   She  reported   feelings   of   acute   anxiety,   depression,   suicidal   idea \u0000 on,   and   a   reliance   on   a   support  network   of   ques \u0000 onable   integrity.   This   therapist   a \u0000 empted   to   navigate   this   \u0000 me   with   Ms.   Egan,  but   found   her   unable   to   carry   over   any   form   of   therapeu \u0000 c   gains,   as   she   con \u0000 nued   to   engage   in  treatment   sessions.   She   cites   issues   with   housing,   concurrent   medical   issues,   lack   of   resources,  assaults   and   robberies   in   her   home   environment,   etc...   Ms.   Egan’s   emo \u0000 onal   state   is   highly  concerning   as   she   does   present   with   a   history   of   substance   abuse,   self-harm   and   an   inability   to  regulate herself in the face of adversity.  Symptom Management Strategies:  Ms.   Egan   noted   that   she   has   been   unable   to   obtain   any   form   of   relief,   and   has   had   medica \u0000 on  access   issues   steadily   and   recurrently   since   her   accident.   She   has   experienced   a   loss   of   family  physician   access   a \u0000 er   u \u0000 ering   threats   of   reports   to   the   College   a \u0000 er   changing   her   opiate   and  benzodiazepine   dosage.   She   is   thus   reliant   on   the   services   of   a   pain   specialist   in   the   province   of  Quebec,   where   she   pays   out   of   pocket   for   prescrip \u0000 on   of   fentanyl   patches.   She   has   previously  been   seen   by   KOPI,   however,   did   not   follow   through   with   their   plan   of   care,   preferring   to   seek  the ongoing support of her pain specialist, Dr. St-Georges.  FUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  Ac \u0000 vity   Client Report and Therapist Observa \u0000 ons  Si \u0000 ng and  reposi \u0000 oning  Ms.   Egan   reported   being   unable   to   fi nd   a   comfortable   posi \u0000 on   due   to   the   pain   she  experiences   throughout   her   body.   She   notes   that   she   is   constantly   changing  posi \u0000 ons   and   has   a   lack   of   suitable   surfaces   within   her   home   environment   where  she can sit comfortably.  Bed mobility   Ms.   Egan   was   observed   managing   bed   mobility   independently,   albeit   with  complaints   of   severe   pain   with   all   movements.   She   is   able   to   manage   her   bed  mobility independently despite her reported pain and discomfort.  Transfers   Ms.   Egan   demonstrated   her   ability   to   complete   chair   and   bed   transfers  independently.   She   performed   these   with   displays   of   a   pain   experience   such   as  wincing,   grimacing,   cursing,   etc.   She   was   found   able   to   manage   toilet   transfers   but  declined   to   demonstrate   a   bathtub   transfer   due   to   structural   issues   in   her   home  which she believes would lead the bathtub to fall through the   fl oor.  _____________________________________________________________________________________________  Lisa Egan   Page   12   of   22\n\nStanding   Ms.   Egan   has   reported   an   inability   to   stand   for   any   extended   periods   of   \u0000 me.   She  remains   unable   to   engage   in   func \u0000 onal   ac \u0000 vi \u0000 es   while   standing,   as   she   con \u0000 nued   to  rely on crutches for support throughout this repor \u0000 ng period.  Balance   Sta \u0000 c balance assessed using Four-Stage Balance Test, consis \u0000 ng of holding four  di ff erent stances for at least 10 seconds each.  •   with his feet together  •   on one foot (right then le \u0000 )  •   while in a semi-tandem and,  •   while tandem stance.  Ms. Egan refused to a \u0000 empt this test ci \u0000 ng severe pain and an inability to keep her  balance.  Walking   Ms.   Egan   is   at   this   \u0000 me   unable   to   walk   for   any   more   than   short   distances   with   the  use   of   bilateral   crutches.   She   indicated   that   she   relies   on   the   use   of   a   wheelchair   she  took   home   from   the   O \u0000 awa   Civic   Hospital   at   the   \u0000 me   of   her   discharge   in   2022.   Ms.  Egan   remains   with   the   belief   that   her   leg   is   s \u0000 ll   fractured   and   she   thus   avoids   walking  as much as possible.  Stairs   Ms.   Egan   demonstrated   her   ability   to   manage   the   stairs   in   her   home   independently,  in   a   slow,   planned   manner,   with   signi fi cant   support   form   the   handrail   and   crutches.  She   was   found   to   complete   stair   climbing   in   a   laboured   manner   with   complaints   of  severe leg pain and pain throughout her spine.  Li \u0000 ing/Carrying   Ms.   Egan   is   unable   to   li \u0000   or   carry   any   form   of   loads   beyond   her   large   purse   which   she  carries with her to all ou \u0000 ngs.  Kneeling   Ms. Egan is unable to kneel and refused to a \u0000 empt this posture.  Squa \u0000 ng/Crouching   Ms.   Egan   is   unable   to   squat   or   crouch   as   a   result   of   her   reported   lower   extremity  pain in addi \u0000 on to the pain she experiences throughout her body.  Bending   Ms.   Egan   has   been   observed   to   bend   in   a   rather   unrestricted   manner   when   reaching  for   various   items   while   seated   in   a   chair   or   wheelchair.   She   did   report   pain  throughout all bending tasks observed.  Reaching   Ms. Egan remains able to reach around her person without signi fi cant di ffi culty.  Fine Motor  Coordina \u0000 on  Ms.   Egan   does   not   present   with   any   fi ne   motor   coordina \u0000 on   issues.   She   has   been  observed   rolling   cannabis   joints   on   repeated   occasions   during   this   assessment  period and no di ffi cul \u0000 es were observed.  _____________________________________________________________________________________________  Lisa Egan   Page   13   of   22\n\nAc \u0000 ve Range of Mo \u0000 on:  Range of mo \u0000 on could not be e ff ec \u0000 vely tested with Ms. Egan during this assessment period.  Informal observa \u0000 ons have revealed range of mo \u0000 on exceeding her reported limits when tested  formally. Ms. Egan was observed to wear a Zimmer splint on her a ff ected leg and a cervical  collar which she noted being required to “keep my spine together”. She was educated on the  importance of not relying on a cervical collar for support at this   \u0000 me as this was likely medically  contraindicated given her injuries and the usual recommended course of recovery for so \u0000 - \u0000 ssue  injuries. Ms. Egan persisted that she required the cervical collar and leg splint despite medical  recommenda \u0000 ons sta \u0000 ng otherwise.  Emo \u0000 onal Presenta \u0000 on:  As noted throughout this report, Ms. Egan’s emo \u0000 onal presenta \u0000 on throughout this assessment  was characterized by a pa \u0000 ern of recurring crises including housing security, drug withdrawal,  loss of child custody, assaults to her person (physical and sexual) and a general state of  emo \u0000 onal decompensa \u0000 on. Ms. Egan was found to be unable to regulate her emo \u0000 onal state  and was in a perpetual state of acute anxiety and despair during all touchpoints. Her emo \u0000 onal  presenta \u0000 on was highly resistant to therapeu \u0000 c interven \u0000 ons as Ms. Egan appeared unable to  objec \u0000 vely re fl ect on her issues and some of the root causes to her ongoing pa \u0000 ern of  dysregula \u0000 on. She shared suicidal idea \u0000 on however noted that she did not have a plan to  carry-out any self-harm ac \u0000 ons. She cited the love for her son as the only thing keeping her  going through this di ffi cult   \u0000 me.  Cogni \u0000 ve Presenta \u0000 on:  From   a   cogni \u0000 ve   perspec \u0000 ve,   Ms.   Egan   was   found   unable   to   e ff ec \u0000 vely   par \u0000 cipate   in   a   coherent  exchange   with   this   therapist   throughout   this   assessment   period.   Her   dialogue   was   re fl ec \u0000 ve   of  a   state   of   confusion   and   a   complete   lack   of   perspec \u0000 ve   as   to   the   impact   her   drug   use   is   having  on   her   overall   course   of   life   and   recovery.   She   was   unable   to   e ff ec \u0000 vely   absorb  cogni \u0000 ve-behavioural   strategies   deployed   by   this   therapist   and   displayed   an   inability   to  problem-solve   challenges   arising   through   the   course   of   her   life.   She   has   demonstrated   poor  judgment   repeatedly   throughout   this   assessment   period,   allowing   various   individuals   into   her  home   environment   to   “provide   care   for   her”   only   to   fi nd   that   she   was   being   taken   advantage   of.  She   noted   repeat   pa \u0000 erns   of   the \u0000 ,   assaults   to   her   person,   sexual   assaults   and   has   had   recurring  contacts   with   paramedics,   police   and   emergency   room   sta ff   at   various   hospitals.   She  demonstrated   an   inability   to   implement   changes   to   her   lifestyle   and   con \u0000 nued   a   pa \u0000 ern   of   poor  decision   making   which   persisted   throughout   this   repor \u0000 ng   period   and   led   to   a   number   of  di ffi cult situa \u0000 ons.  _____________________________________________________________________________________________  Lisa Egan   Page   14   of   22\n\nTYPICAL DAY:  Ms.   Egan   noted   that   she   has   no   rou \u0000 ne   whatsoever   at   this   \u0000 me.   She   sleeps   poorly   and   has   no  set   \u0000 me   to   fall   asleep   or   wake.   She   has   no   meaningful   ac \u0000 vity   to   occupy   her   days,   spending  hours   managing   her   symptoms   through   the   use   of   narco \u0000 cs,   benzodiazepines   and   cannabis   and  not   par \u0000 cipa \u0000 ng   in   any   form   of   meaningful   ac \u0000 vity.   She   noted   having   made   a \u0000 empts   to   engage  in   cra \u0000 s   and   pain \u0000 ng   but   is   unable   to   focus   on   the   task   at   hand.   Ms.   Egan   could   not   provide   any  addi \u0000 onal   details   into   how   she   spends   her   \u0000 me   during   the   day,   ci \u0000 ng   her   excrucia \u0000 ng   pain  experience as a barrier to any form of meaningful ac \u0000 vity engagement.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  2-storey home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second   fl oor   Wood  Bathrooms   1   Second   fl oor   Linoleum  Living Room   1   Wood  Family Room   1   Wood  Dining Room   1   Wood  Kitchen   1   Linoleum  Laundry   1   Basement   Concrete  Stairs   Steps leading to the second  fl oor and basement of the  home.  Wood  Basement   Un fi nished   NA  Driveway  Descrip \u0000 on  Single  Yard descrip \u0000 on   Large city lot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single x   Common Law   ☐   Other   ☐  Living Arrangement   Currently   unknown.   Ms.   Egan   has   been   staying   at   various   locales  throughout   this   assessment   period,   including   her   ex-husband’s  home,   friends’   homes   and   eventually   into   a   women’s   shelter.   She  was   unable   to   remain   at   the   shelter   as   a   result   of   her   behaviours  _____________________________________________________________________________________________  Lisa Egan   Page   15   of   22\n\nand   lived   for   a   period   of   \u0000 me   in   a   hotel   room   funded   by   her   legal  representa \u0000 ve.  Children   One child not in her care  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Ac \u0000 vi \u0000 es:  Ms.   Egan’s   ability   to   manage   her   self-care   func \u0000 ons   was   di ffi cult   to   ascertain   during   this  assessment   period   as   a   result   of   her   presenta \u0000 on   and   degree   of   engagement   in   the   assessment  process.   Ms.   Egan   noted   that   she   does   not   shower,   op \u0000 ng   to   sponge-bathe   instead   due   to   a  lack   of   working   bathtub/shower   in   her   home.   Her   presenta \u0000 on   is   re fl ec \u0000 ve   of   a   high   degree   of  self-neglect,   evidenced   by   lack   of   grooming,   body   odour,   dishevelled   appearance   and   a   general  lack   of   a \u0000 en \u0000 on   to   her   personal   hygiene.   While   she   does   present   with   the   physical   ability   to  manage   core   self-care   func \u0000 ons   independently,   Ms.   Egan   has   maintained   a   general   state   of  self-neglect re fl ec \u0000 ve of her emo \u0000 onal presenta \u0000 on described in this report.  What   is   more   concerning   is   the   degree   to   which   Ms.   Egan   has   deteriorated   with   respect   to  emo \u0000 onal   dysregula \u0000 on.   She   appears   to   be   in   a   state   of   perpetual   crisis   which   she   is   admi \u0000 edly  unable   to   e ff ec \u0000 vely   manage   without   professional   support.   She   does   present   with   a   pa \u0000 ern   of  poor   decision   making   in   periods   of   acute   emo \u0000 onal   distress   which   would,   in   this   therapist’s  opinion,   lead   to   a   need   for   A \u0000 endant   Care   to   ensure   her   safety   and   monitor   risks   factors   for  self-harm.   A   Form   1   will   be   submi \u0000 ed   to   re fl ect   the   need   for   increased   emo \u0000 onal   support,   4  hours daily, to foster stability in her emo \u0000 onal func \u0000 on.  Home Management Ac \u0000 vi \u0000 es:  Ms.   Egan   was,   for   all   intents   and   purposes,   not   engaged   in   any   regular   form   of   housekeeping   or  home   maintenance   before   the   subject   motor   vehicle   accident.   She   was   already   experiencing   a  high   degree   of   disrup \u0000 on   in   her   ability   to   manage   func \u0000 onal   ac \u0000 vi \u0000 es   and   her   pa \u0000 ern   of   drug  intoxica \u0000 on   and   withdrawal   was   a   signi fi cant   barrier   to   any   meaningful   engagement   in   the  management   of   her   environment.   Her   home   was   found   to   be   in   a   general   state   of   disarray   and  she   was   relying   on   assistance   from   a   friend   to   conduct   basic   cleaning   of   fl oor   surfaces   and  \u0000 dying of the environment.  Caregiving Ac \u0000 vi \u0000 es:  Ms. Egan is not the primary caregiver for any of his children at this   \u0000 me.  _____________________________________________________________________________________________  Lisa Egan   Page   16   of   22\n\nVoca \u0000 onal Ac \u0000 vi \u0000 es:  Ms.   Egan   was   not   involved   in   any   form   of   voca \u0000 onal   ac \u0000 vity   at   the   \u0000 me   of   the   subject   motor  vehicle accident.  Leisure Ac \u0000 vi \u0000 es:  Ms.   Egan   was   struggling   with   engagement   in   meaningful   ac \u0000 vity   at   the   \u0000 me   of   the   subject   MVA  but   was   observed   making   a \u0000 empts   to   resume   pain \u0000 ng   and   cra \u0000 s,   which   were   a   large   part   of   her  iden \u0000 fy   in   years   past.   She   displayed   a   few   pieces   of   art   she   had   created   prior   to   the   subject  MVA,   at   which   \u0000 me   her   disposi \u0000 on   towards   such   ac \u0000 vi \u0000 es   dissipated.   Ms.   Egan   is   currently   not  engaged   in   any   form   of   meaningful   ac \u0000 vity,   spending   her   days   managing   her   symptoms,  rumina \u0000 ng and experiencing periods of acute emo \u0000 onal distress.  Community Access:  Prior   to   the   subject   motor   vehicle   accident,   Ms.   Egan   was   able   to   drive   herself   (if   her   symptoms  were   under   control)   to   various   community   loca \u0000 ons.   Her   ability   to   drive   has   been   compromised  following   the   subject   MVA   where   she   reportedly   lost   her   driver’s   licence   and   is   now   precluded  from   driving   a   motor   vehicle.   The   details   surrounding   this   were   unclear   and   a \u0000 empts   to   obtain  clari fi ca \u0000 on from Ms. Egan were unsuccessful.  Volunteer Ac \u0000 vi \u0000 es:  Ms. Egan was not involved in any volunteer ac \u0000 vi \u0000 es pre-accident.  ASSESSMENT OF ATTENDANT CARE NEEDS:  The   following   is   an   Assessment   of   A \u0000 endant   Care   Needs   based   on   reports   of   the   client   and  direct   observa \u0000 ons   as   of   March   of   2023.   .   The   Ontario   Society   of   Occupa \u0000 onal   Therapists  report   “Considera \u0000 ons   for   Occupa \u0000 onal   Therapists   Comple \u0000 ng   an   Assessment   of   A \u0000 endant  Care   Needs   (Form   1)”   was   consulted   for   the   comple \u0000 on   of   the   assessment.   As   per   the   OSOT  Guidelines,   “this   assessment   of   A \u0000 endant   Care   Needs   (Form   1)   is   not   simply   the   recording   of  what   a \u0000 endant   care   services   are   already   in   place.   [This   therapist’s]   role   is   to   determine   the  extent   to   which   the   client   can   perform   the   skills   and   ac \u0000 vi \u0000 es   iden \u0000 fi ed   in   the   Form   1   safely,  func \u0000 onally,   and   to   objec \u0000 vely   iden \u0000 fy   what   assistance   if   any   is   needed   from   the   present   \u0000 me  into the future un \u0000 l another such re-assessment may iden \u0000 fy modi fi ed needs.”  Part 1 – Level 1 A \u0000 endant Care (Rou \u0000 ne personal care)  _____________________________________________________________________________________________  Lisa Egan   Page   17   of   22\n\nTask   Observa \u0000 ons/Comments   Weekly Time Allo \u0000 ed  Dress  •   Upper body  •   Lower Body  Ms.   Egan   demonstrated   her  ability   to   manage   dressing  and   undressing  independently.  0 minutes per week  Undress  •   Upper body  •   Lower Body  0 minutes per week  Prosthe \u0000 cs   NA   0 minutes per week  Ortho \u0000 cs   Ms.   Egan   was   observed  donning   her   Zimmer   splint  and   cervical   collar  independently,   despite  medical   clearance   to   stop  using them.  0 minutes per week  Grooming  •   Face  •   Hands  •   Shaving  •   Cosme \u0000 cs  •   Brush/shampoo/dry/style  hair  •   Fingernails  •   Toenails  Ms.   Egan’s   ability   to   manage  her   grooming   is   currently  impeded   by   her   overall  psychological   state.   She   was  already   experiencing  di ffi cul \u0000 es   in   this   regard  pre-accident   as   she   struggled  with   issues   noted   in   the   body  of this report.  0 minutes per week  Feeding   Ms.   Egan   presents   with   the  func \u0000 onal   abili \u0000 es   required  to   manage   basic   meal  prepara \u0000 on   independently.  As   a   result   of   lack   of  resources,   food   access   has  been   a   challenge   over   this  assessment period.  0 minutes per week  Mobility   *   Ms.   Egan   demonstrated   her  ability   to   mobilise  independently   in   her   home  environment.   She   was  observed   making   use   of   a  manual   wheelchair   on  occasion   when   mobilising   in  0 minutes per week  _____________________________________________________________________________________________  Lisa Egan   Page   18   of   22\n\nthe   community   (hospital  appointments).  Extra Laundering   There   are   no   extra   laundering  requirements at this   \u0000 me.  0 minutes per week  *   Please   note   that   as   per   the   guidelines   set   forth   by   the   Ontario   Society   of   Occupa \u0000 onal   Therapists,   assistance  with   mobility   includes   “all   transfers   both   inside   the   home   and   out   in   the   community”   and   “supervision   and  assistance   when   walking   includes:   stair   climbing,   mobility   on   ramps,   into   and   out   of   home   and/or   lobby,   garage,  in the community etc.”  Part 2 – Level 2 A \u0000 endant Care (Basic supervisory func \u0000 ons)  Task   Observa \u0000 ons/Comments   Weekly Time Allo \u0000 ed  Hygiene   *  •   Clean tub/shower/ sink  a \u0000 er use  •   Change bedding, make  bed, clean room  •   Ensure comfort and safety  (bedroom)  •   Assist in daily wearing  apparel  •   Hand/sort clothes to be  laundered  Ms.   Egan   was   largely   not  engaged   in   any   form   of  bedroom   or   bathroom  hygiene   pre-accident.   She  relied   on   assistance   from   a  friend   who   was   residing   with  her   to   manage   these   tasks   on  her behalf.  0 minutes per week  Basic Supervisory Care   **   As   a   result   of   the  deteriora \u0000 on   in   her   mental  health,   this   therapist   would  recommend   4   hours   per   day  of   Basic   Supervisory   Care   to  provide   Ms.   Egan   with  support   her   emo \u0000 onal  dysregula \u0000 on   and   reduce   the  risk   of   further  decompensa \u0000 on   in   the  context   of   heightened  self-harm   risk   evidenced   with  a   history   posi \u0000 ve   for   cu \u0000 ng  and drug overdose poten \u0000 al.  1680 minutes per week  Co-ordina \u0000 on of A \u0000 endant  Care  There   are   no   a \u0000 endant   care  coordina \u0000 on   requirements   at  this   \u0000 me.  0 minutes per week  _____________________________________________________________________________________________  Lisa Egan   Page   19   of   22\n\n*   The   “Assessment   of   A \u0000 endant   Care   Needs”   guidelines   set   forth   by   the   Ontario   Society   of   Occupa \u0000 onal  Therapists   considers   “supervisory   func \u0000 ons   for   those   who   are   emo \u0000 onally,   cogni \u0000 vely   and/or   physically   in   need  of   comfort   (e.g.   advoca \u0000 ng   for   a   child   or   someone   who   is   cogni \u0000 vely   impaired)”.   The   OSOT   guidelines   further  state   that   the   “family   may   be   ensuring   comfort,   safety   and   security   in   this   (hospital)   environment   and   these  ac \u0000 vi \u0000 es should be considered an a \u0000 endant care need under Level 2”.  **   As   per   the   Na \u0000 onal   Research   Counsel   of   Canada   (2006),   the   Available   Safe   Escape   Time   (ASET)   for   a  single-family   house   equipped   with   smoke   alarms,   may   only   be   3   minutes.   The   Required   Safe   Escape   Time   (RSET)  is   the   amount   of   \u0000 me   required   for   an   individual   to   evacuate   or   reach   an   area   of   safety.   Factors   that   impact   the  ability   to   evacuate   quickly   include   age,   sleep   stage   (those   in   deep   stages   have   more   di ffi culty   being   roused),  drugs (e.g.,  individuals   taking   a   sleeping   aid}   and   alcohol   consump \u0000 on,   and   those   who   have   physical   and   mental   disabili \u0000 es.  In   Canada,   winter   condi \u0000 ons   must   also   be   considered,   as   “prepara \u0000 on   for   further   ac \u0000 on”   ac \u0000 vi \u0000 es   including  donning boots and coats, and gathering belongings, require addi \u0000 onal   \u0000 me.  Part 3 – Level 3 A \u0000 endant Care (Complex health/care and hygiene func \u0000 ons)  Task   Observa \u0000 ons/Comments   Weekly Time Allo \u0000 ed  Genitourinary Tracts   Ms.   Egan   is   managing   her  urinary   and   menstrual   needs  independently.  0 minutes per week  Bowel Care   Ms.   Egan   is   managing   her  bowel   func \u0000 ons  independently.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ven \u0000 lator Care   NA   0 minutes per week  Exercise   Ms.   Egan   does   not   have   any  prescribed   exercise   program  to complete at this   \u0000 me.  0 minutes per week  Skin Care   There   are   no   skin   care  requirements at this   \u0000 me.  0 minutes per week  Medica \u0000 on   Ms.   Egan’s   ability   to   manage  her   medica \u0000 on   was   already  compromised   at   the   \u0000 me   of  the   subject   motor   vehicle  accident.   She   con \u0000 nues   to  struggle   with   opiate   and  benzodiazepine   addic \u0000 on  which   con \u0000 nues   to   impact  her   post-accident.   She   has  developed   issues   with  0 minutes per week  _____________________________________________________________________________________________  Lisa Egan   Page   20   of   22\n\nmedica \u0000 on   access   secondary  to con fl icts with her GP.  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  •   Transfer, bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  Ms.   Egan   is   managing   her  sponge   bathing  independently at this   \u0000 me.  0 minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  NA   0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  Ms.   Egan   does   not   present  with   aggressive   or   violent  behaviours   necessita \u0000 ng  A \u0000 endant   Care   beyond   the  Basic   Supervisory   Care  requirements outlined above.  0 minutes per week  A \u0000 endant Care Calcula \u0000 on:  Part 1   - Routine Personal Care   0 hours per week   $0 /month  Part 2   - Basic Supervisory Functions   28 hours per week   $1793.96/month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total   monthly   assessed   a \u0000 endant   care   bene fi t:   $1793.963   (subject   to   limits   under   Statutory  Accident Bene fi ts Schedule)  _____________________________________________________________________________________________  Lisa Egan   Page   21   of   22\n\nCLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   o ffi ces   of   FERLAND   &   ASSOCIATES   REHABILITATION  INC. at 613-204-1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebas \u0000 en Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan, c/o Frank McNally  An   electronic   signature   was   used   in   order   to   assist   with   a   \u0000 mely   report.   The   assessor   is   in   agreement   with   the   content   of   the   report,   and   has  provided authoriza \u0000 on to u \u0000 lize the electronic signature .  _____________________________________________________________________________________________  Lisa Egan   Page   22   of   22\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Lisa Egan   Date of Loss:   2022/09/20  Address:   89 South Street, Lanark, ON,  K0G 1K0  Telephone #:   (613) 250-2069  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Cynthia Lau   Insurer:   Wawanesa Mutual Insurance  Company  Claim No.:   007000001213035  Therapist:   Sebas \u0000 en Ferland OT Reg.(Ont.)   Date of Assessment:   March - June 2023 (10  touchpoints)  Date of Report:   11/22/23  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupa \u0000 onal   Therapist   with   over   25   years   of   experience   providing  rehabilita \u0000 on   and   expert   opinion   services   in   the   province   of   Ontario.   His   professional   prac \u0000 ce  began   in   1998   when   he   graduated   from   the   University   of   O \u0000 awa’s   School   of   Rehabilita \u0000 on   and  began   working   as   a   registered   Occupa \u0000 onal   Therapist   in   the   private   sector.   Over   the   years,   Mr.  Ferland   has   developed   his   clinical   skills   and   evolved   to   provide   expert   opinions   in   ma \u0000 ers   of  human   func \u0000 on   to   stakeholders   in   the   automobile   insurance   sector,   personal   injury   and   family  law,   the   Workplace   Safety   and   Insurance   Board   (WSIB),   Veterans   A ff airs   and   the   Long-Term  Disability   sectors.   His   opinions   are   sought   by   both   plain \u0000 ff   and   defense   counsel   in   the   context  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014",
    "SYMPTOMS": "*   The   “Assessment   of   A \u0000 endant   Care   Needs”   guidelines   set   forth   by   the   Ontario   Society   of   Occupa \u0000 onal  Therapists   considers   “supervisory   func \u0000 ons   for   those   who   are   emo \u0000 onally,   cogni \u0000 vely   and/or   physically   in   need  of   comfort   (e.g.   advoca \u0000 ng   for   a   child   or   someone   who   is   cogni \u0000 vely   impaired)”.   The   OSOT   guidelines   further  state   that   the   “family   may   be   ensuring   comfort,   safety   and   security   in   this   (hospital)   environment   and   these  ac \u0000 vi \u0000 es should be considered an a \u0000 endant care need under Level 2”.  **   As   per   the   Na \u0000 onal   Research   Counsel   of   Canada   (2006),   the   Available   Safe   Escape   Time   (ASET)   for   a  single-family   house   equipped   with   smoke   alarms,   may   only   be   3   minutes.   The   Required   Safe   Escape   Time   (RSET)  is   the   amount   of   \u0000 me   required   for   an   individual   to   evacuate   or   reach   an   area   of   safety.   Factors   that   impact   the  ability   to   evacuate   quickly   include   age,   sleep   stage   (those   in   deep   stages   have   more   di ffi culty   being   roused),  drugs (e.g.,  individuals   taking   a   sleeping   aid}   and   alcohol   consump \u0000 on,   and   those   who   have   physical   and   mental   disabili \u0000 es.  In   Canada,   winter   condi \u0000 ons   must   also   be   considered,   as   “prepara \u0000 on   for   further   ac \u0000 on”   ac \u0000 vi \u0000 es   including  donning boots and coats, and gathering belongings, require addi \u0000 onal   \u0000 me.  Part 3 – Level 3 A \u0000 endant Care (Complex health/care and hygiene func \u0000 ons)  Task   Observa \u0000 ons/Comments   Weekly Time Allo \u0000 ed  Genitourinary Tracts   Ms.   Egan   is   managing   her  urinary   and   menstrual   needs  independently.  0 minutes per week  Bowel Care   Ms.   Egan   is   managing   her  bowel   func \u0000 ons  independently.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ven \u0000 lator Care   NA   0 minutes per week  Exercise   Ms.   Egan   does   not   have   any  prescribed   exercise   program  to complete at this   \u0000 me.  0 minutes per week  Skin Care   There   are   no   skin   care  requirements at this   \u0000 me.  0 minutes per week  Medica \u0000 on   Ms.   Egan’s   ability   to   manage  her   medica \u0000 on   was   already  compromised   at   the   \u0000 me   of  the   subject   motor   vehicle  accident.   She   con \u0000 nues   to  struggle   with   opiate   and  benzodiazepine   addic \u0000 on  which   con \u0000 nues   to   impact  her   post-accident.   She   has  developed   issues   with  0 minutes per week  _____________________________________________________________________________________________  Lisa Egan   Page   20   of   22",
    "ENVIRONMENTAL": "F. Ricci & Associates  (1) Psychiatric Assessment re: Catastrophic Determina \u0000 on completed by Dr. Roy  dated November 27, 2018  7. Jewi \u0000   McLuckie and Assciates File  A. Clinical Notes and Records  8. Occupa \u0000 onal Therapist  A. Ferland and Associates  (1) Occupa \u0000 onal Therapy Treatment dated October 26, 2016 by Sebas \u0000 en  Ferland  (2)   Occupa \u0000 onal   Therapy   Treatment   Report   dated   October   26,   2016   by   Sebas \u0000 en  Ferland  (3) Occupa \u0000 onal Therapy Treatment Report dated January 3, 2017 by Sebas \u0000 en  Ferland  (4) Occupa \u0000 onal Therapy In-Home Assessment dated August 2, 2016 by  Sebas \u0000 en Ferland  (5) Occupa \u0000 onal Therapy Treatment Report of Sebas \u0000 en Ferland, dated October  11, 2017  (6) Occupa \u0000 onal Therapy Treatment Report of Sebas \u0000 en Ferland, dated  September 12, 2017  (7) Occupa \u0000 onal Therapy Treatment Progress Note dated April 20, 2018 of  Sebas \u0000 en Ferland  (8) Occupa \u0000 onal Therapy Treatment completed by Sebas \u0000 en Ferland dated July  10, 2018  (9) Occupa \u0000 onal Therapy Treatment completed by Ferland & Associates dated  September 19, 2018  (10) Occupa \u0000 onal Therapy Treatment Progress Report of Sebas \u0000 en Ferland,  dated February 8, 2018  B. Mannien OT  (1) OT Assessment Report dated February 3, 2014 by Miranda Sauer  (2) OT Progress Report #1 dated September 17, 2014 re Linda Egan  (3)   Le \u0000 er   to   TD   Insurance   from   Manninen   Occupa \u0000 onal   Therapy   dated   January   5,  2015 re: Referral Le \u0000 er to Neuropsychology  (4) Occupa \u0000 onal Progress Report #2 by Miranda Legassick dated March 17, 2015  (5) Occupa \u0000 onal Therapy Progress Report #2 by Miranda Legassick dated March  17, 2015  _____________________________________________________________________________________________  Lisa Egan   Page   7   of   22",
    "MEDICAL_HISTORY": "PRE-ACCIDENT MEDICAL HISTORY:  Ms.   Egan   was   involved   in   a   serious   MVA   on   July   23,   2011   where   she   sustained   signi fi cant  injuries,   including   a   trauma \u0000 c   brain   injury,   and   injuries   to   her   face,   neck,   and   spine.   As   a   result  of   this   accident,   she   experienced   an   array   of   symptoms   (physical,   cogni \u0000 ve,   and   emo \u0000 onal)  which   impacted   her   ability   to   follow   a   typical   course   of   recovery.   Her   situa \u0000 on   became   gradually  worse,   as   she   experienced   a   deteriora \u0000 on   in   her   capacity   to   manage   child   care,   culmina \u0000 ng   in  the   loss   of   custody   of   her   young   son.   This   therapist   provided   OT   services   in   rela \u0000 on   to   this   past  accident,   spanning   a   period   of   8   years.   At   the   \u0000 me   of   the   subject   MVA,   Ms.   Egan   was  experiencing   signi fi cant   di ffi cul \u0000 es   with   opioid   addic \u0000 on,   and   was   under   the   care   of   a   pain  specialist and neurologist.  A   neuropsychological   assessment   conducted   in   2015   revealed   diagnosis   of   major   depressive  disorder,   post-trauma \u0000 c   stress   disorder,   soma \u0000 c   symptom   disorder,   cannabis   use   disorder.   She  bene fi ted   from   a   number   of   treatments   during   that   period,   including   physiotherapy   and  occupa \u0000 onal   therapy.   Ms.   Egan   underwent   a   variety   of   treatment   modali \u0000 es,   including   botox  injec \u0000 ons   to   treat   headaches,   as   well   as   intravenous   administra \u0000 on   of   lidocaine   for   neck   and  back pain.  MECHANISM OF INJURY:  Ms.   Egan   does   not   have   any   recollec \u0000 on   of   the   accident   in   ques \u0000 on.   This   therapist   was   made  aware   of   the   accident   by   sheer   coincidence,   when   he   contacted   Ms.   Egan   in   the   moments   that  followed   the   subject   MVA.   She   originally   answered   the   phone   in   a   state   of   incoherence,   but   was  able   to   ar \u0000 culate   that   she   had   just   been   in   a   car   accident,   and   passed   the   phone   to   a   bystander  who   was   tending   to   her   injuries.   Paramedics   were   contacted,   and   Ms.   Egan   was   taken   by  ambulance   to   the   O \u0000 awa   Civic   Hospital.   Details   surrounding   the   accident   remain   unclear   to   the  therapist at this   \u0000 me.  NATURE OF INJURY:  As a result of the subject MVA, Ms. Egan sustained the following injuries:  ●   Fractured right   \u0000 bia  ●   So \u0000   \u0000 ssue injuries to neck and back  ●   Aggrava \u0000 on of pre-exis \u0000 ng mental health struggles  _____________________________________________________________________________________________  Lisa Egan   Page   8   of   22\n\nCOURSE OF RECOVERY TO DATE:  Ms.   Egan’s   course   of   recovery   since   the   subject   MVA   has   been   di ffi cult   to   say   the   least.   As   a  result   of   her   emo \u0000 onal   dysregula \u0000 on,   addic \u0000 on   to   opioid   and   benzodiazepine   medica \u0000 ons   and  a   state   of   perpetual   crisis,   she   has   experienced   di ffi culty   obtaining   care   from   medical  professionals   in   hospital   se \u0000 ngs   and   in   the   community.   She   has   reportedly   been   experiencing  recurring   episodes   of   sudden   fain \u0000 ng   which   she   a \u0000 ributes   to   seizure   ac \u0000 vity.   She   persists   that  her   leg   remains   fractured   despite   evidence   of   healing   having   occurred   via   updated   X-rays  reviewed   by   the   orthopedic   surgeon   with   this   therapist   in   a \u0000 endance.   Ms.   Egan   remained  steadfast   that   her   leg   remained   broken   in   mul \u0000 ple   places   and   that   the   surgeon   had   X-rayed   the  wrong   leg.   This   perpetual   pa \u0000 ern   has   led   to   a   degree   of   impairment   which   has   a ff ected   every  aspect   of   Ms.   Egan’s   life   (which   was   already   in   a   state   of   disarray   at   the   \u0000 me   of   the   subject  MVA).   Ms.   Egan   has   seen   con fl icts   with   her   GP   leading   to   a   termina \u0000 on   of   the   rela \u0000 onship   by  Dr.   Nadeau   following   a   threat   to   report   to   the   College   should   opiates   and   benzodiazepines   not  be   prescribed   at   an   increased   dosage.   Ms.   Egan   noted   that   the   only   physician   with   whom   she  has   maintained   a   posi \u0000 ve   rela \u0000 onship   is   her   pain   specialist   Dr.   St-Georges,   who   con \u0000 nues   to  provide   prescrip \u0000 ons   for   Fentanyl   patches.   She   must   pay   for   these   medical   consulta \u0000 ons   out   of  pocket   as   this   specialist   is   located   in   the   Province   of   Quebec.   A   referral   to   KOPI   was   met   with  resistance   by   Ms.   Egan   who   has   opted   not   to   avail   herself   of   this   support   in   place   of   her   ongoing  rela \u0000 onship with Dr. St-Georges.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. St-Georges,  Pain Specialist  Unknown   Ms. Egan reported  periodic touchpoints  with this physician,  where she would  obtain prescrip \u0000 on  re fi lls for fentanyl  patches and Botox  injec \u0000 ons when she  can a ff ord it.  Unknown  _____________________________________________________________________________________________  Lisa Egan   Page   9   of   22",
    "ADLS": "and   lived   for   a   period   of   \u0000 me   in   a   hotel   room   funded   by   her   legal  representa \u0000 ve.  Children   One child not in her care  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Ac \u0000 vi \u0000 es:  Ms.   Egan’s   ability   to   manage   her   self-care   func \u0000 ons   was   di ffi cult   to   ascertain   during   this  assessment   period   as   a   result   of   her   presenta \u0000 on   and   degree   of   engagement   in   the   assessment  process.   Ms.   Egan   noted   that   she   does   not   shower,   op \u0000 ng   to   sponge-bathe   instead   due   to   a  lack   of   working   bathtub/shower   in   her   home.   Her   presenta \u0000 on   is   re fl ec \u0000 ve   of   a   high   degree   of  self-neglect,   evidenced   by   lack   of   grooming,   body   odour,   dishevelled   appearance   and   a   general  lack   of   a \u0000 en \u0000 on   to   her   personal   hygiene.   While   she   does   present   with   the   physical   ability   to  manage   core   self-care   func \u0000 ons   independently,   Ms.   Egan   has   maintained   a   general   state   of  self-neglect re fl ec \u0000 ve of her emo \u0000 onal presenta \u0000 on described in this report.  What   is   more   concerning   is   the   degree   to   which   Ms.   Egan   has   deteriorated   with   respect   to  emo \u0000 onal   dysregula \u0000 on.   She   appears   to   be   in   a   state   of   perpetual   crisis   which   she   is   admi \u0000 edly  unable   to   e ff ec \u0000 vely   manage   without   professional   support.   She   does   present   with   a   pa \u0000 ern   of  poor   decision   making   in   periods   of   acute   emo \u0000 onal   distress   which   would,   in   this   therapist’s  opinion,   lead   to   a   need   for   A \u0000 endant   Care   to   ensure   her   safety   and   monitor   risks   factors   for  self-harm.   A   Form   1   will   be   submi \u0000 ed   to   re fl ect   the   need   for   increased   emo \u0000 onal   support,   4  hours daily, to foster stability in her emo \u0000 onal func \u0000 on.  Home Management Ac \u0000 vi \u0000 es:  Ms.   Egan   was,   for   all   intents   and   purposes,   not   engaged   in   any   regular   form   of   housekeeping   or  home   maintenance   before   the   subject   motor   vehicle   accident.   She   was   already   experiencing   a  high   degree   of   disrup \u0000 on   in   her   ability   to   manage   func \u0000 onal   ac \u0000 vi \u0000 es   and   her   pa \u0000 ern   of   drug  intoxica \u0000 on   and   withdrawal   was   a   signi fi cant   barrier   to   any   meaningful   engagement   in   the  management   of   her   environment.   Her   home   was   found   to   be   in   a   general   state   of   disarray   and  she   was   relying   on   assistance   from   a   friend   to   conduct   basic   cleaning   of   fl oor   surfaces   and  \u0000 dying of the environment.  Caregiving Ac \u0000 vi \u0000 es:  Ms. Egan is not the primary caregiver for any of his children at this   \u0000 me.  _____________________________________________________________________________________________  Lisa Egan   Page   16   of   22",
    "ATTENDANT_CARE": "medica \u0000 on   access   secondary  to con fl icts with her GP.  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  •   Transfer, bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  Ms.   Egan   is   managing   her  sponge   bathing  independently at this   \u0000 me.  0 minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  NA   0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  Ms.   Egan   does   not   present  with   aggressive   or   violent  behaviours   necessita \u0000 ng  A \u0000 endant   Care   beyond   the  Basic   Supervisory   Care  requirements outlined above.  0 minutes per week  A \u0000 endant Care Calcula \u0000 on:  Part 1   - Routine Personal Care   0 hours per week   $0 /month  Part 2   - Basic Supervisory Functions   28 hours per week   $1793.96/month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total   monthly   assessed   a \u0000 endant   care   bene fi t:   $1793.963   (subject   to   limits   under   Statutory  Accident Bene fi ts Schedule)  _____________________________________________________________________________________________  Lisa Egan   Page   21   of   22\n\nCLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   o ffi ces   of   FERLAND   &   ASSOCIATES   REHABILITATION  INC. at 613-204-1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebas \u0000 en Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan, c/o Frank McNally  An   electronic   signature   was   used   in   order   to   assist   with   a   \u0000 mely   report.   The   assessor   is   in   agreement   with   the   content   of   the   report,   and   has  provided authoriza \u0000 on to u \u0000 lize the electronic signature .  _____________________________________________________________________________________________  Lisa Egan   Page   22   of   22"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is   an   Occupa \u0000 onal   Therapist   with   over   25   years   of   experience   providing  rehabilita \u0000 on   and   expert   opinion   services   in   the   province   of   Ontario",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "89 South Street",
      "phone": "0070000012",
      "referralSource": "",
      "insuranceInfo": "Wawanesa Mutual Insurance  Company  Claim No",
      "confidence": {
        "name": 0.8,
        "address": 0.7,
        "phone": 0.8,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "0 minutes per week  Tracheostomy   NA   0 minutes per week  Ven \u0000 lator Care   NA   0 minutes per week  Exercise   Ms."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "*   The   “Assessment   of   A \u0000 endant   Care   Needs”   guidelines   set   forth   by   the   Ontario   Society   of   Occupa \u0000 onal  Therapists   considers   “supervisory   func \u0000 ons   for   those   who   are   emo \u0000 onally,   cogni \u0000 vely   and/or   physically   in   need  of   comfort   (e.g.   advoca \u0000 ng   for   a   child   or   someone   who   is   cogni \u0000 vely   impaired)”.   The   OSOT   guidelines   further  state   that   the   “family   may   be   ensuring   comfort,   safety   and   security   in   this   (hospital)   environment   and   these  ac \u0000 vi \u0000 es should be considered an a \u0000 endant care need under Level 2”.  **   As   per   the   Na \u0000 onal   Research   Counsel   of   Canada   (2006),   the   Available   Safe   Escape   Time   (ASET)   for   a  single-family   house   equipped   with   smoke   alarms,   may   only   be   3   minutes.   The   Required   Safe   Escape   Time   (RSET)  is   the   amount   of   \u0000 me   required   for   an   individual   to   evacuate   or   reach   an   area   of   safety.   Factors   that   impact   the  ability   to   evacuate   quickly   include   age,   sleep   stage   (those   in   deep   stages   have   more   di ffi culty   being   roused),  drugs (e.g.,  individuals   taking   a   sleeping   aid}   and   alcohol   consump \u0000 on,   and   those   who   have   physical   and   mental   disabili \u0000 es.  In   Canada,   winter   condi \u0000 ons   must   also   be   considered,   as   “prepara \u0000 on   for   further   ac \u0000 on”   ac \u0000 vi \u0000 es   including  donning boots and coats, and gathering belongings, require addi \u0000 onal   \u0000 me.  Part 3 – Level 3 A \u0000 endant Care (Complex health/care and hygiene func \u0000 ons)  Task   Observa \u0000 ons/Comments   Weekly Time Allo \u0000 ed  Genitourinary Tracts   Ms.   Egan   is   managing   her  urinary   and   menstrual   needs  independently.  0 minutes per week  Bowel Care   Ms.   Egan   is   managing   her  bowel   func \u0000 ons  independently.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ven \u0000 lator Care   NA   0 minutes per week  Exercise   Ms.   Egan   does   not   have   any  prescribed   exercise   program  to complete at this   \u0000 me.  0 minutes per week  Skin Care   There   are   no   skin   care  requirements at this   \u0000 me.  0 minutes per week  Medica \u0000 on   Ms.   Egan’s   ability   to   manage  her   medica \u0000 on   was   already  compromised   at   the   \u0000 me   of  the   subject   motor   vehicle  accident.   She   con \u0000 nues   to  struggle   with   opiate   and  benzodiazepine   addic \u0000 on  which   con \u0000 nues   to   impact  her   post-accident.   She   has  developed   issues   with  0 minutes per week  _____________________________________________________________________________________________  Lisa Egan   Page   20   of   22",
      "confidence": {
        "reportedSymptoms": 0.8
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "F. Ricci & Associates  (1) Psychiatric Assessment re: Catastrophic Determina \u0000 on completed by Dr. Roy  dated November 27, 2018  7. Jewi \u0000   McLuckie and Assciates File  A. Clinical Notes and Records  8. Occupa \u0000 onal Therapist  A. Ferland and Associates  (1) Occupa \u0000 onal Therapy Treatment dated October 26, 2016 by Sebas \u0000 en  Ferland  (2)   Occupa \u0000 onal   Therapy   Treatment   Report   dated   October   26,   2016   by   Sebas \u0000 en  Ferland  (3) Occupa \u0000 onal Therapy Treatment Report dated January 3, 2017 by Sebas \u0000 en  Ferland  (4) Occupa \u0000 onal Therapy In-Home Assessment dated August 2, 2016 by  Sebas \u0000 en Ferland  (5) Occupa \u0000 onal Therapy Treatment Report of Sebas \u0000 en Ferland, dated October  11, 2017  (6) Occupa \u0000 onal Therapy Treatment Report of Sebas \u0000 en Ferland, dated  September 12, 2017  (7) Occupa \u0000 onal Therapy Treatment Progress Note dated April 20, 2018 of  Sebas \u0000 en Ferland  (8) Occupa \u0000 onal Therapy Treatment completed by Sebas \u0000 en Ferland dated July  10, 2018  (9) Occupa \u0000 onal Therapy Treatment completed by Ferland & Associates dated  September 19, 2018  (10) Occupa \u0000 onal Therapy Treatment Progress Report of Sebas \u0000 en Ferland,  dated February 8, 2018  B. Mannien OT  (1) OT Assessment Report dated February 3, 2014 by Miranda Sauer  (2) OT Progress Report #1 dated September 17, 2014 re Linda Egan  (3)   Le \u0000 er   to   TD   Insurance   from   Manninen   Occupa \u0000 onal   Therapy   dated   January   5,  2015 re: Referral Le \u0000 er to Neuropsychology  (4) Occupa \u0000 onal Progress Report #2 by Miranda Legassick dated March 17, 2015  (5) Occupa \u0000 onal Therapy Progress Report #2 by Miranda Legassick dated March  17, 2015  _____________________________________________________________________________________________  Lisa Egan   Page   7   of   22",
      "confidence": {
        "homeLayout": 0,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [
        "of   major   depressive  disorder,   post-trauma \u0000 c   stress   disorder,   soma \u0000 c   symptom   disorder,   cannabis   use   disorder"
      ],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "of   major   depressive  disorder,   post-trauma \u0000 c   stress   disorder,   soma \u0000 c   symptom   disorder,   cannabis   use   disorder",
      "secondaryDiagnoses": [],
      "medicalNotes": "PRE-ACCIDENT MEDICAL HISTORY:  Ms.   Egan   was   involved   in   a   serious   MVA   on   July   23,   2011   where   she   sustained   signi fi cant  injuries,   including   a   trauma \u0000 c   brain   injury,   and   injuries   to   her   face,   neck,   and   spine.   As   a   result  of   this   accident,   she   experienced   an   array   of   symptoms   (physical,   cogni \u0000 ve,   and   emo \u0000 onal)  which   impacted   her   ability   to   follow   a   typical   course   of   recovery.   Her   situa \u0000 on   became   gradually  worse,   as   she   experienced   a   deteriora \u0000 on   in   her   capacity   to   manage   child   care,   culmina \u0000 ng   in  the   loss   of   custody   of   her   young   son.   This   therapist   provided   OT   services   in   rela \u0000 on   to   this   past  accident,   spanning   a   period   of   8   years.   At   the   \u0000 me   of   the   subject   MVA,   Ms.   Egan   was  experiencing   signi fi cant   di ffi cul \u0000 es   with   opioid   addic \u0000 on,   and   was   under   the   care   of   a   pain  specialist and neurologist.  A   neuropsychological   assessment   conducted   in   2015   revealed   diagnosis   of   major   depressive  disorder,   post-trauma \u0000 c   stress   disorder,   soma \u0000 c   symptom   disorder,   cannabis   use   disorder.   She  bene fi ted   from   a   number   of   treatments   during   that   period,   including   physiotherapy   and  occupa \u0000 onal   therapy.   Ms.   Egan   underwent   a   variety   of   treatment   modali \u0000 es,   including   botox  injec \u0000 ons   to   treat   headaches,   as   well   as   intravenous   administra \u0000 on   of   lidocaine   for   neck   and  back pain.  MECHANISM OF INJURY:  Ms.   Egan   does   not   have   any   recollec \u0000 on   of   the   accident   in   ques \u0000 on.   This   therapist   was   made  aware   of   the   accident   by   sheer   coincidence,   when   he   contacted   Ms.   Egan   in   the   moments   that  followed   the   subject   MVA.   She   originally   answered   the   phone   in   a   state   of   incoherence,   but   was  able   to   ar \u0000 culate   that   she   had   just   been   in   a   car   accident,   and   passed   the   phone   to   a   bystander  who   was   tending   to   her   injuries.   Paramedics   were   contacted,   and   Ms.   Egan   was   taken   by  ambulance   to   the   O \u0000 awa   Civic   Hospital.   Details   surrounding   the   accident   remain   unclear   to   the  therapist at this   \u0000 me.  NATURE OF INJURY:  As a result of the subject MVA, Ms. Egan sustained the following injuries:  ●   Fractured right   \u0000 bia  ●   So \u0000   \u0000 ssue injuries to neck and back  ●   Aggrava \u0000 on of pre-exis \u0000 ng mental health struggles  _____________________________________________________________________________________________  Lisa Egan   Page   8   of   22\n\nCOURSE OF RECOVERY TO DATE:  Ms.   Egan’s   course   of   recovery   since   the   subject   MVA   has   been   di ffi cult   to   say   the   least.   As   a  result   of   her   emo \u0000 onal   dysregula \u0000 on,   addic \u0000 on   to   opioid   and   benzodiazepine   medica \u0000 ons   and  a   state   of   perpetual   crisis,   she   has   experienced   di ffi culty   obtaining   care   from   medical  professionals   in   hospital   se \u0000 ngs   and   in   the   community.   She   has   reportedly   been   experiencing  recurring   episodes   of   sudden   fain \u0000 ng   which   she   a \u0000 ributes   to   seizure   ac \u0000 vity.   She   persists   that  her   leg   remains   fractured   despite   evidence   of   healing   having   occurred   via   updated   X-rays  reviewed   by   the   orthopedic   surgeon   with   this   therapist   in   a \u0000 endance.   Ms.   Egan   remained  steadfast   that   her   leg   remained   broken   in   mul \u0000 ple   places   and   that   the   surgeon   had   X-rayed   the  wrong   leg.   This   perpetual   pa \u0000 ern   has   led   to   a   degree   of   impairment   which   has   a ff ected   every  aspect   of   Ms.   Egan’s   life   (which   was   already   in   a   state   of   disarray   at   the   \u0000 me   of   the   subject  MVA).   Ms.   Egan   has   seen   con fl icts   with   her   GP   leading   to   a   termina \u0000 on   of   the   rela \u0000 onship   by  Dr.   Nadeau   following   a   threat   to   report   to   the   College   should   opiates   and   benzodiazepines   not  be   prescribed   at   an   increased   dosage.   Ms.   Egan   noted   that   the   only   physician   with   whom   she  has   maintained   a   posi \u0000 ve   rela \u0000 onship   is   her   pain   specialist   Dr.   St-Georges,   who   con \u0000 nues   to  provide   prescrip \u0000 ons   for   Fentanyl   patches.   She   must   pay   for   these   medical   consulta \u0000 ons   out   of  pocket   as   this   specialist   is   located   in   the   Province   of   Quebec.   A   referral   to   KOPI   was   met   with  resistance   by   Ms.   Egan   who   has   opted   not   to   avail   herself   of   this   support   in   place   of   her   ongoing  rela \u0000 onship with Dr. St-Georges.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. St-Georges,  Pain Specialist  Unknown   Ms. Egan reported  periodic touchpoints  with this physician,  where she would  obtain prescrip \u0000 on  re fi lls for fentanyl  patches and Botox  injec \u0000 ons when she  can a ff ord it.  Unknown  _____________________________________________________________________________________________  Lisa Egan   Page   9   of   22",
      "confidence": {
        "primaryDiagnosis": 0.8,
        "diagnoses": 0.8,
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "Egan   noted   that   she   does   not   shower,   op \u0000 ng   to   sponge-bathe   instead   due   to   a  lack   of   working   bathtub/shower   in   her   home.   Her   presenta \u0000 on   is   re fl ec \u0000 ve   of   a   high   degree   of  self-neglect,   evidenced   by   lack   of   grooming,   body   odour,   dishevelled   appearance   and   a   general  lack   of   a \u0000 en \u0000 on   to   her   personal   hygiene."
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": "Her   presenta \u0000 on   is   re fl ec \u0000 ve   of   a   high   degree   of  self-neglect,   evidenced   by   lack   of   grooming,   body   odour,   dishevelled   appearance   and   a   general  lack   of   a \u0000 en \u0000 on   to   her   personal   hygiene."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "Egan   was,   for   all   intents   and   purposes,   not   engaged   in   any   regular   form   of   housekeeping   or  home   maintenance   before   the   subject   motor   vehicle   accident."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "and   lived   for   a   period   of   \u0000 me   in   a   hotel   room   funded   by   her   legal  representa \u0000 ve.  Children   One child not in her care  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Ac \u0000 vi \u0000 es:  Ms.   Egan’s   ability   to   manage   her   self-care   func \u0000 ons   was   di ffi cult   to   ascertain   during   this  assessment   period   as   a   result   of   her   presenta \u0000 on   and   degree   of   engagement   in   the   assessment  process.   Ms.   Egan   noted   that   she   does   not   shower,   op \u0000 ng   to   sponge-bathe   instead   due   to   a  lack   of   working   bathtub/shower   in   her   home.   Her   presenta \u0000 on   is   re fl ec \u0000 ve   of   a   high   degree   of  self-neglect,   evidenced   by   lack   of   grooming,   body   odour,   dishevelled   appearance   and   a   general  lack   of   a \u0000 en \u0000 on   to   her   personal   hygiene.   While   she   does   present   with   the   physical   ability   to  manage   core   self-care   func \u0000 ons   independently,   Ms.   Egan   has   maintained   a   general   state   of  self-neglect re fl ec \u0000 ve of her emo \u0000 onal presenta \u0000 on described in this report.  What   is   more   concerning   is   the   degree   to   which   Ms.   Egan   has   deteriorated   with   respect   to  emo \u0000 onal   dysregula \u0000 on.   She   appears   to   be   in   a   state   of   perpetual   crisis   which   she   is   admi \u0000 edly  unable   to   e ff ec \u0000 vely   manage   without   professional   support.   She   does   present   with   a   pa \u0000 ern   of  poor   decision   making   in   periods   of   acute   emo \u0000 onal   distress   which   would,   in   this   therapist’s  opinion,   lead   to   a   need   for   A \u0000 endant   Care   to   ensure   her   safety   and   monitor   risks   factors   for  self-harm.   A   Form   1   will   be   submi \u0000 ed   to   re fl ect   the   need   for   increased   emo \u0000 onal   support,   4  hours daily, to foster stability in her emo \u0000 onal func \u0000 on.  Home Management Ac \u0000 vi \u0000 es:  Ms.   Egan   was,   for   all   intents   and   purposes,   not   engaged   in   any   regular   form   of   housekeeping   or  home   maintenance   before   the   subject   motor   vehicle   accident.   She   was   already   experiencing   a  high   degree   of   disrup \u0000 on   in   her   ability   to   manage   func \u0000 onal   ac \u0000 vi \u0000 es   and   her   pa \u0000 ern   of   drug  intoxica \u0000 on   and   withdrawal   was   a   signi fi cant   barrier   to   any   meaningful   engagement   in   the  management   of   her   environment.   Her   home   was   found   to   be   in   a   general   state   of   disarray   and  she   was   relying   on   assistance   from   a   friend   to   conduct   basic   cleaning   of   fl oor   surfaces   and  \u0000 dying of the environment.  Caregiving Ac \u0000 vi \u0000 es:  Ms. Egan is not the primary caregiver for any of his children at this   \u0000 me.  _____________________________________________________________________________________________  Lisa Egan   Page   16   of   22",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "",
        "name": "",
        "relationship": "",
        "availability": "per week   $0 /month  Part 2   - Basic Supervisory Functions   28 hours per week   $1793"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "$0 /month  Part 2   - Basic Supervisory Functions   28 hours per week   $1793",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "medica \u0000 on   access   secondary  to con fl icts with her GP.  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  •   Transfer, bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  Ms.   Egan   is   managing   her  sponge   bathing  independently at this   \u0000 me.  0 minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  NA   0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  Ms.   Egan   does   not   present  with   aggressive   or   violent  behaviours   necessita \u0000 ng  A \u0000 endant   Care   beyond   the  Basic   Supervisory   Care  requirements outlined above.  0 minutes per week  A \u0000 endant Care Calcula \u0000 on:  Part 1   - Routine Personal Care   0 hours per week   $0 /month  Part 2   - Basic Supervisory Functions   28 hours per week   $1793.96/month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total   monthly   assessed   a \u0000 endant   care   bene fi t:   $1793.963   (subject   to   limits   under   Statutory  Accident Bene fi ts Schedule)  _____________________________________________________________________________________________  Lisa Egan   Page   21   of   22\n\nCLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   o ffi ces   of   FERLAND   &   ASSOCIATES   REHABILITATION  INC. at 613-204-1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebas \u0000 en Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan, c/o Frank McNally  An   electronic   signature   was   used   in   order   to   assist   with   a   \u0000 mely   report.   The   assessor   is   in   agreement   with   the   content   of   the   report,   and   has  provided authoriza \u0000 on to u \u0000 lize the electronic signature .  _____________________________________________________________________________________________  Lisa Egan   Page   22   of   22",
      "confidence": {
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "weeklyHours": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}