{
  "fileName": "El Jammal, Ali IHA.pdf",
  "originalText": "Treatment and Assessment Plan  (OCF-18)  Use this form for accidents that occur on or after November 1, 1996.  Submission Date/Time:   2023-12-15 11:34:21 AM  Document #:   23121501276  Intact Insurance  300-1400 St. Laurent Blvd.  Ottawa ON  K1K 4H4  Return this form to:  ** Claim Number:   7031517059  ** Policy Number:   7M7142474  Date of Accident:  (YYYYMMDD)   2017-12-12  - ambulance or other goods or services provided on an emergency basis not more  than 5 business days after the accident  NOTE:   A   Treatment and Assessment Plan (OCF 18) is not required to make  the following claims:   - drugs prescribed by a regulated health professional  - dental goods or services (submitted on the Standard Dental Claim Form)  - goods referenced in s.15(1)(d) to (f) and s.16(3)(h) to (j) with a cost of $250 or  less per item  -   goods and services referenced in s.15(1)(h) or 16(3)(l) if the insurer agrees the  expense is essential for the treatment or rehabilitation of the insured person with  a   cost of $250 or less per item or service.  If this is an impairment that comes within the Minor Injury Guideline applicable to the accident (for accidents that occurred on or after September 1, 2010) an  OCF   –   23 Treatment Confirmation Form is required instead of this form.  To the Applicant:  Please provide information for the completion of Parts   1   and   2   and 3. After your  regulated health professional has reviewed your Treatment and Assessment Plan  with you, sign Part 10 and initial Part 12.  Your regulated health professional will complete all other parts of the form.  Collection, use and disclosure of this information are subject to all applicable privacy  legislation. Additional disclosure and consent may be required depending on the  manner in which the information is used and disclosed.  As indicated on the form, all attachments are sent directly to the insurer.  All fields must be completed subject to the following exceptions:  *required if known  **at least one field in this section  ***optional  To the Regulated Health Professional/Facility:  To the extent possible, this Treatment and Assessment Plan should include all  goods and services contemplated by the regulated health professional referred to in  Part 5.  A   health practitioner (i.e., chiropractor, dentist, nurse practitioner, occupational  therapist, optometrist, physician, physiotherapist, psychologist, speech language  pathologist) must sign Part 4.  Complete Part   6   based on your most recent examination of the applicant named  and return the form to the insurance company listed in Part 2. Please print clearly.  Consent:   It is the responsibility of regulated health professionals to ensure that their  collection, use and disclosure of information submitted are authorized by   a   consent  form. Ontario Claims Form   5   (OCF   –   5) Permission to Disclose Health Information  may be used as   a   consent form.  Date Of Birth (YYYYMMDD)  1973-05-23   Gender:   M   *Telephone Number   Extension  (613) 799-9777  Last Name  El Jammal  First Name  Ali  ***Middle Name  Address  431 DONALD ST  City  OTTAWA  Province  ON  Postal Code  K1K 1L8  Part   1  Applicant  Information  To be provided by  the applicant  Insurance Company Name  Intact Insurance  City or Town of Branch Office (if applicable)  Intact Insurance - Ottawa Part   2  Insurance  Company  Information  To be provided by  the applicant  *Adjuster Last Name  Matthies  *Adjuster First Name  Meri  * Adjuster Telephone   Extension  1(800) 265-4487  *Adjuster Fax  1(877) 878-2424  **Name of Policy Holder  same as Applicant   OR  **Policy Holder Last Name  Chaukair  *Policy Holder First Name  Mohammed  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   1/10\n\nOTHER INSURANCE:   Is there other insurance coverage for any goods and services listed in this Treatment and Assessment Plan?  I   have made reasonable enquiries of the applicant and have determined that:  YES   There is other insurance coverage that is potentially  available to   cover/partially   cover these   goods   and services.  Part   3  Other  Insurance  Information  To be completed  by the regulated  health  professional  referred to in Part  5   with information  from the applicant  Is there Ministry of Health and Long-Term Care (MOH) coverage for any goods and services included in this plan?  NotApplicable  MOH  *Other Insurer’s Identifier *Name of Plan Member  Other Insurer  2  Other Insurer  1  *Other Insurance Plan Or Policy Number  Name of Plan Member   *Other Insurer’s Identifier  *Other Insurer Name  *Other Insurance Plan Or Policy Number *Other Insurer name  College Registration Number  G9904084  Name of Health Practitioner  Sebastien Ferland Part   4  Signature of  Health  Practitioner  Treatment and  Assessment Plan  Certification  Facility Name (if applicable)  Ferland and Associates Rehabilitation Inc.  City  Ottawa  Province  Ontario  Postal Code  K4A 0K4  You are a:  OT  HCAI Facility Registry Number(if applicable)  117159  FSCO Licence Number(if applicable)  Service Address  672 Everlasting Crescent  *Email Address Telephone Number  (613) 837-5821  Extension   Fax Number  For accidents that occur on or after September 1, 2010:  Is this impairment predominantly a minor injury as referred to in the Minor Injury Guidline applicable to the accident?   No  If yes, select the applicable circumstance:  Treatment under the Minor Injury Guideline has already been provided and additional treatment goods and or services are required within the  $3,500 limit.  The applicant has a pre-existing medical condition that was documented by me or another health practitioner before the accident and that will  prevent the applicant from achieving maximal recovery from the minor injury if the applicant is subject to the $3,500 limit or is limited to the goods  and services authorized under the Minor Injury Guideline. Please provide an explanation and provide compelling evidence to support this  recommendation:  Send any attachments directly to the insurer  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   2/10\n\nTO THE INSURER TO WHOM THIS APPLICATION IS BEING SUBMITTED:  I   UNDERSTAND   that you, and persons acting for you, will collect business, personal and personal health information that is related to the  applicant’s claim for accident benefits arising out of the accident referenced in this Treatment and Assessment Plan and that all such information  will be collected directly from me or from any other person with my consent.  I   ALSO UNDERSTAND   that you and persons acting for you will collect information about this Treatment and Assessment Plan prepared by me.  I   ALSO UNDERSTAND   that as the health practitioner for the applicant that you, and persons acting for you, will collect information related to  this claim that is provided by me on this or any other auto insurance claim form.  I   ALSO UNDERSTAND   that the information within this form will be collected and used only as reasonably necessary, with the applicant’s  consent, for the purposes of:  •   Investigating the claims of the applicant and processing the claims of the applicant as required by law, including the Ontario Automobile  Policy;  •   Obtaining or verifying information relating to the applicant’s claims in order to determine entitlement and the proper amount of payment;  •   Recovering payment from insurers and others liable in law for amounts that you pay in connection with the applicant’s claims;  •   Identifying and analysing the nature and costs of goods and services that are provided to automobile insurance claimants by health  care providers;  •   Preventing, detecting and suppressing fraud;  •   Compiling anonymized statistics for government agencies; and  •   Assessing underwriting risks and claims experience.  ALSO UNDERSTAND   that you, and persons acting for you, may disclose this information to the following persons or organizations, who may  collect and use this information only as reasonably necessary to enable you or them to carry out the purposes described above:  Insurers; insurance adjusters, agents and brokers; employers; health care providers; hospitals; accountants; financial advisors; solicitors;  organizations that consolidate claims and underwriting information for the insurance industry; fraud prevention organizations; other insurance  companies; the police; databases or registers used by the insurance industry to analyze and check information provided against existing  information; and my agents or representatives as designated by me from time to time.  I   ALSO UNDERSTAND   that you, and persons acting for you, may pool this information with information from other sources and may analyse  this information for the limited purpose of preventing, detecting or suppressing fraud.  I   CONSENT to   you collecting, using and disclosing information relating to this Treatment and Assessment Plan in the manner described above,  which will be limited to information that is reasonably necessary to meet the legitimate purpose of such collection, use or disclosure.  I   UNDERSTAND   that if   I   have any questions about this consent   I   am free to consult with the insurance company representative or   a   legal  advisor before signing this document.  I   AM ALSO AWARE   that you, and persons acting for you, may be required or permitted by law to disclose this information to others without my  knowledge or consent.  I   CONFIRM THAT ,   to the best of my knowledge, the information in this Treatment and Assessment Plan is accurate, the Treatment and  Assessment Plan has been reviewed with the applicant by the regulated health professional in Part 5, and the goods and services contemplated  are reasonable and necessary for the treatment and rehabilitation of the applicant for the injuries identified in Part 6.  I   CERTIFY THAT THE INFORMATION PROVIDED IS TRUE AND CORRECT.  I   UNDERSTAND THAT IT IS AN OFFENCE UNDER THE INSURANCE ACT   to knowingly make   a   false or misleading statement or  representation to an insurer under   a   contract of insurance. Regulated sectors may be subject to an examination or inquiry about matters in  connection with   a   licence and or unfair or deceptive act or practice. Non - compliance with applicable regulations may result in enforcement  actions ranging from an administrative monetary penalty to prosecution under the Provincial Offences Act.  I   FURTHER UNDERSTAND THAT IT IS AN OFFENCE UNDER THE FEDERAL CRIMINAL CODE   for anyone, by deceit, falsehood, or other  dishonest act, to defraud or attempt to defraud an insurance company. This information will be used for processing payments of claims;  identifying and analysing the nature, effects and costs of goods and services that are provided to automobile accident victims, by health care  providers; and PREVENTING, DETECTING AND SUPPRESSING FRAUD.  To obtain further information about privacy related issues please contact the Privacy Officer for the insurance company listed in Part 2.  To obtain further information about how your consent relates to pooling and data analytics to prevent and detect fraud please visit  http://www.ibc.ca/en/privacy   - terminology.asp  Sebastien Ferland  Name of Health Practitioner (please print)   Signature of Health Practitioner   Date (YYYYMMDD)  2023-11-30  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   3/10\n\nPart   5  Signature of  Regulated  Health  Professional  Treatment and  Assessment Plan  Preparation and  Supervision  If the same person  as Part   4   check  here  HCAI Facility Registry Number  117159  FSCO Licence Number (if applicable)  You are a:  OT  City  Ottawa  *Email Address  Extension  Postal Code  K4A 0K4  Fax Number  Province  Ontario  (613) 837-5821  Telephone Number  Name of Regulated Health Professional  Sebastien Ferland  College Registration Number  G9904084  Facility Name (if applicable)  Ferland and Associates Rehabilitation Inc.  Service Address  672 Everlasting Crescent  and  DO NOT  COMPLETE  Part 5  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   4/10\n\nName of Regulated Health Professional (Please Print)   Signature of Regulated Health Professional   Date (YYYYMMDD)  Sebastien Ferland  TO THE INSURER TO WHOM THIS APPLICATION IS BEING SUBMITTED:  I   UNDERSTAND   that you, and persons acting for you, will collect personal information and personal health information that is related to the  applicant’s claim for accident benefits arising out of the accident referenced in this Treatment and Assessment Plan, and that all such  information will be collected directly from me or from any other person with my consent.  I   ALSO UNDERSTAND   that you and persons acting for you will collect information about this Treatment and Assessment Plan prepared by me.  I   ALSO UNDERSTAND   that as the regulated health professional for the applicant that you, and persons acting for you, will collect information  related to this claim that is provided by me on this or any other auto insurance claim form.  I   ALSO UNDERSTAND   that the information within this form will be collected and used only as reasonably necessary, with the applicant’s  consent, for the purposes of:  •   Investigating the claims of the applicant and processing the claims of the applicant as required by law, including the Ontario  Automobile Policy;  •   Obtaining or verifying information relating to the applicant’s claims in order to determine entitlement and the proper amount of  payment;  •   Recovering payment from insurers and others liable in law for amounts that you pay in connection with the applicant’s claims;  •   Identifying and analysing the nature and costs of goods and services that are provided to automobile accident victims by health care  providers;  •   Preventing, detecting and suppressing fraud;  •   Compiling anonymized statistics for government agencies; and  •   Assessing underwriting risks and claims experience.  ALSO UNDERSTAND   that you, and persons acting for you, may disclose this information to the following persons or organizations, who may  collect and use this information only as reasonably necessary to enable you or them to carry out the purposes described above:  Insurers; insurance adjusters, agents and brokers; employers; health care providers; hospitals; accountants; financial advisors; solicitors;  organizations that consolidate claims and underwriting information for the insurance industry; fraud prevention organizations; other insurance  companies; the police; databases or registers used by the insurance industry to analyze and check information provided against existing  information; and my agents or representatives as designated by me from time to time.  I   ALSO UNDERSTAND   that you, and persons acting for you, may pool this information with information from other sources and may analyze  this information for the limited purpose of preventing, detecting or suppressing fraud.  I   CONSENT to   you collecting, using and disclosing this information related to this Treatment and Assessment Plan in the manner described  above, which will be limited to information that is reasonably necessary to meet the legitimate purpose of such collection, use or disclosure.  I   UNDERSTAND   that if   I   have any questions about this consent   I   am free to consult with the insurance company representative or   a   legal  advisor before signing this document.  I   AM ALSO AWARE   that you, and persons acting for you, may be required or permitted by law to disclose this information to others without my  knowledge or consent.  I   CONFIRM THAT ,   to the best of my knowledge, the information in this Treatment and Assessment Plan is accurate, the Treatment and  Assessment Plan has been reviewed with the applicant by the regulated health professional in Part 5, and the goods and services contemplated  are reasonable and necessary for the treatment and rehabilitation of the applicant for the injuries identified in Part 6.  I   CERTIFY THAT THE INFORMATION PROVIDED IS TRUE AND CORRECT.  I   UNDERSTAND THAT IT IS AN OFFENCE UNDER THE INSURANCE ACT   to knowingly make   a   false or misleading statement or  representation to an insurer under   a   contract of insurance. Regulated sectors may be subject to an examination or inquiry about matters in  connection with   a   licence and or unfair or deceptive act or practice. Non - compliance with applicable regulations may result in enforcement  actions ranging from an administrative monetary penalty to prosecution under the Provincial Offences Act.  I   FURTHER UNDERSTAND THAT IT IS AN OFFENCE UNDER THE FEDERAL CRIMINAL CODE   for anyone, by deceit, falsehood, or other  dishonest act, to defraud or attempt to defraud an insurance company. This information will be used for processing payments of claims;  identifying and analysing the nature, effects and costs of goods and services that are provided to automobile accident victims, by health care  providers; and PREVENTING, DETECTING AND SUPPRESSING FRAUD.  To obtain further information about privacy related issues please contact the Privacy Officer for the insurance company listed in Part 2.  To obtain further information about how your consent relates to pooling and data analytics to prevent and detect fraud please visit  http://www.ibc.ca/en/privacy   - terminology.asp  2023-11-30  Provide a description (list most significant first) and associated ICD-10-CA code for complaints, injuries and sequelae that are the direct result of  the automobile accident (refer to the User manual at www.hcaiinfo.ca for ICD-10-CA coding information).  Description   Code  Part   6  Injury and  Sequelae  Information   Sprain and strain of lumbar spine   S335  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   5/10\n\na)   Prior to the accident, did the applicant have any disease, condition or injury that could affect his/her response to treatment for the injuries identified in Part 6?  Yes   (If yes please explain)  When Mr. El-Jammal was 9 years-old, he sustained a trauma Ɵ c experience in Lebanon when the building he resided  in was hit by motar shells. This resulted in a shrapnel injury to his chest. He was found by Israeli soldiers and was  taken to Israel for medical a Ʃ en Ɵ on. He was released into his parents' care approximately four months later. Mr. El-  Jammal presents with a history of possible PTSD which has been exacerbated by the subject MVA.  If Yes to \"a\" above, did the applicant undergo investgation or receive treatment for this disease, condition or injury in the past year?  Unknown   (If yes please explain and identify provider, if known)  Part   7  Prior and  Concurrent  Conditions  b)   Since the accident, has the applicant developed any other disease, condition or injury not related to the automobile accident that could affect his/her  response to treatment for the injuries identified in Part 6?  No   (If yes please explain)  Send any attachments directly to the insurer  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   6/10\n\na)   Does the applicant’s impairment(s) from the injuries identified in Part 6 affect his/her ability to carry out:  Yes His/her tasks of employment  His/her activities of normal life   Yes  Part   8  Activity  Limitations  b)   If Yes to either of the questions above, briefly describe the activities limited by the impairment and their impacts on the applicant’s ability to function.  Prior to the subject MVA, Mr. El-Jammal worked as a full- Ɵ me manager and pizza cook. He is now unable to work  and has been severly impacted by his injuries. He is not sleeping, and experiences debilita Ɵ ng pain, as well as  symptoms of severe anxiety / depression. Furthermore, he experiences suciidal thoughts and requires the care  from a mul Ɵ -disciplinary team. He has a prescrip Ɵ on for medical marijuana for 5g per day which is being submi Ʃ ed  for on his behalf to aid in managing his symptoms.  c)   If the applicant is unable to carry out pre-accident employment activity, is the employer able to provide suitable modified employment to the applicant?  Unknown   (If no please explain)  a) Goals:  Identify the goal(s) in regard to the applicant’s impairment(s), symptom(s) or pathology that this Treatment and Assessment Plan seeks to achieve: (i)  increased range of motion pain reduction  increase in strength   other(s)/not applicable (please specify)  Reassess current level of function  and  (ii)   Select the functional goal(s) that this Treatment and Assessment Plan seeks to achieve:  return to activities of normal living   return to pre-accident work activities  other(s)/not applicable (please specify) return to modified work activities  Part   9  Plan Goals,  Outcome  Evaluation  Methods  and Barriers  to Recovery  b)   Evaluation:  (i)   How will progress on the goal(s) in a) (i) and a) (ii) be evaluated?  NA. This is an assessment plan.  (ii)   *If this is a subsequent Treatment and Assessment Plan, what was the applicant’s improvement at the end of the previous plan based on your  evaluation method?  Mr. El-Jammal has not experienced significant gains over the past 1-2 years and has been in a perpetual state of crisis  management.  Send any attachments directly to the insurer  c)   Barriers to recovery:  (i)   Have you identified any other barriers to recovery?   Yes   (If yes please explain)  Mr. El-Jammal con Ɵ nues to struggle with the management of his daily ac Ɵ vi Ɵ es. He has experienced significant,  recurring setbacks related to his finances, familial stressors, and lack of access to a GP. His lack of treatment, poor  sleep (due to lack of proper sleeping surface), pain, psycho Ɵ c episodes (with visual and auditory hallucina Ɵ ons),  depressive symptoms, and suicidal thoughts have all limited his ability to make progress.  (ii)   *Do you have any recommendations and/or strategies to overcome these barriers?   Yes   (If yes please explain)  - Provision of Occupational Therapist- Provision of RSW Services- Provision of Prescription Medical Marijuana  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   7/10\n\nd)   Concurrent Treatment:  Are you aware if any concurrent treatment not included in this Treatment and Assessment Plan will be provided by any other provider/facility?  No   (If yes please explain)  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   8/10\n\nTO THE INSURER TO WHOM THIS APPLICATION IS BEING SUBMITTED:  I   UNDERSTAND   that you, and persons acting for you, will collect personal information and personal health information about me that is related  to my claims for accident benefits arising out of the accident referenced in this Treatment and Assessment Plan, and that all such information will  be collected directly from me or from any other person with my consent.  I   ALSO UNDERSTAND   that you and persons acting for you will collect information about this Treatment and Assessment Plan prepared by my  health care provider(s).  I   ALSO UNDERSTAND   that if   I   am the holder of an automobile insurance policy, you, and persons acting for you, will collect the information  related to this claim that is provided by me on this or any other auto insurance claim form.  I   ALSO UNDERSTAND   that the information described above will be collected and used only as reasonably necessary for the purposes of:  •   Investigating the claims of the applicant and processing the claims of the applicant as required by law, including the Ontario  Automobile Policy;  •   Obtaining or verifying information relating to the applicant’s claims in order to determine entitlement and the proper amount of  payment;  •   Recovering payment from insurers and others liable in law for amounts that you pay in connection with the applicant’s claims;  •   Identifying and analyzing the nature and costs of goods and services that are provided to automobile accident victims by health care  providers;  •   Preventing, detecting and suppressing fraud;  •   Compiling anonymized statistics for government agencies; and  •   Assessing underwriting risks and claims experience.  ALSO UNDERSTAND   that you, and persons acting for you, may disclose this information to the following persons or organizations, who may  collect and use this information only as reasonably necessary to enable you or them to carry out the purposes described above:  Insurers; insurance adjusters, agents and brokers; employers; health care providers; hospitals; accountants; financial advisors; solicitors;  organizations that consolidate claims and underwriting information for the insurance industry; fraud prevention organizations; other insurance  companies; the police; databases or registers used by the insurance industry to analyze and check information provided against existing  information; and my agents or representatives as designated by me from time to time.  I   ALSO UNDERSTAND   that you, and persons acting for you, may pool this information with information from other sources and may analyze this  information for the limited purpose of preventing, detecting or suppressing fraud.  I   CONSENT to   you collecting, using and disclosing information related to this Treatment and Assessment Plan in the manner described above,  but no more of such information than is reasonably necessary to meet the legitimate purpose of such collection, use or disclosure.  I   UNDERSTAND   that if   I   have any questions about this consent   I   am free to consult with the insurance company representative or   a   legal advisor  before signing this document.  I   AM ALSO AWARE   that you, and persons acting for you, may be required or permitted by law to disclose this information to others without my  knowledge or consent.  I   have reviewed and agree with this Treatment and Assessment Plan.   I   understand that payment for this Treatment and Assessment Plan is  subject to the approval of the insurer.  In the event that my insurer does not agree to pay for all the goods and services contemplated in this Treatment and Assessment Plan,   I  understand that an examination may be required to determine my eligibility to the goods and services outlined in this Treatment and Assessment  Plan.  In the event that an examination is requested,   I   authorize my insurer and my health care providers to give the person identified by the insurer to  review this application only such information relating to my health condition, treatment and rehabilitation received as   a   result of the accident, as is  reasonably required for the purposes of determining my eligibility to benefits.  As required by law,   a   copy of the examination report as well as the insurance company’s determination will be sent to me.  Subject to the Statutory Accident Benefits Schedule, in those circumstances where prior approval is required,   I   understand that if   I   undertake any  of the proposed services prior to approval by the insurer,   I   may be responsible for payment to my provider for any of the services rendered on my  behalf.  I   CERTIFY THAT THE INFORMATION PROVIDED IS TRUE AND CORRECT.  I   UNDERSTAND THAT IT IS AN OFFENCE UNDER THE INSURANCE ACT   to knowingly make   a   false or misleading statement or  representation to an insurer under   a   contract of insurance.   .  I   FURTHER UNDERSTAND THAT IT IS AN OFFENCE UNDER THE FEDERAL CRIMINAL CODE   for anyone, by deceit, falsehood, or other  dishonest act, to defraud or attempt to defraud an insurance company. This information will be used for processing payments of claims;  identifying and analysing the nature, effects and costs of goods and services that are provided to automobile accident victims, by health care  providers; and PREVENTING, DETECTING AND SUPPRESSING FRAUD.  To obtain further information about how your consent relates to pooling and data analytics to prevent and detect fraud please visit  http://www.ibc.ca/en/privacy   - terminology.asp  To obtain further information about privacy related issues please contact the Privacy Officer at the insurance company listed in Part 2.  Date (YYYYMMDD) Name of Applicant or Substitute Decision Maker (please print)   Signature of Applicant or Substitute Decision Maker  El Jammal, Ali   2023-12-15  Part 10  Signature of  Applicant  Must be  completed unless  waived by insurer  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   9/10\n\nOCF - 18  INSURER FAX BACK Provider Name:  Provider Fax:  Sebastien Ferland  Applicant Name:   El Jammal, Ali   Policy Number:   7M7142474  Claim Number:   7031517059  Date of Accident   2017-12-12  Part 11  Health  Care  Providers  Provider  Reference   †Provider Type  Full Name  Provider   Regulated  (College Registration  Number)  Unregulated  (AISI Number if  applicable, or   blank)  2   Occupational Therapist   Sebastien Ferland   G9904084  G/S  Ref   †Code Description   †Attribute  †Measure  Provider  Ref   Cost Quantity  Estimated   Projected  Total  Count  Total  Cost  1   Provider travel   Ɵ me, provider to   t   AXXTT   2   2.00   HR   $199.50   1.00   $199.50  2   Assessment, environment of priv   7SE02AB   2   1.00   PR   $2000.00   1.00   $2000.00  3   Documenta Ɵ on, support ac Ɵ vity   7SJ30LB   2   1.00   PR   $200.00   1.00   $200.00  Part 12  Proposed  Goods or  Services  Requiring  Insurer  Approval  3  1  Sub-Total: 1  How many visits have you already provided:  Minus Other Insurer 1 + 2:   $0.00  Minus MOH:  Weeks  * Visits  Estimated duration of this Plan:   $2399.50  *Please indicate any additional comments regarding proposed goods and services:  Line 1 is for travel   Ɵ me and in-home assessmentLine 2 is for an in-home assessment to develop an appropriate treatment planLine 3 is  the fee for comple Ɵ on of this OCF18  Are there any attachments?  If Yes, how many?________   Yes  Send any attachments directly to the insurer  Auto Insurer Total:  Note :   †Refer to the User Manual coding guidelines posted at www.hcaiinfo.ca.  Attributes codes are used to further qualify the service codes and are described in the manual.  Payment by auto insurer is secondary to available collateral benefits.  Tax (if applicable):   $0.00  $2399.50  Applicant or Substitute Decision Maker confirms consent to proposed goods and services:   Initials:  $0.00  To the extent  possible, this  Treatment and  Assessment Plan  should include  all goods and  services (G/S)  contemplated by  the Regulated  Health  Professional  referred to in Part  5   for the period of  this Treatment  and  Assessment Plan  ***I waive the requirement of the Applicant’s signature.  I have reviewed this Treatment and Assessment Plan and based upon the information provided, I:  Approve this Treatment and Assessment Plan   Partially approve   Do not approve  Part 13  Signature of  Insurer  The Statutory Accident Benefits Schedule states that the insurer shall, within 10 business days of receiving this Treatment and Assessment Plan, give  the applicant a notice stating the goods and services contemplated by the Treatment and Assessment Plan for which the insurer will or will not pay.  Name of Adjuster (please print)   Signature of Adjuster   Date (YYYYMMDD)  To the insurer:   Please provide   a   copy of this page to the applicant, the Health Practitioner indicated in Part   4   and the Regulated Health Professional  indicated in Part 5.  The fee for completing this form is not   a   health care benefit of the Ontario Ministry of Health and Long - Term Care. This fee should be billed to the insurer directly. The  Regulated Health Professional referred to in Part   5   will contact each of the health care providers listed in Part 11 and provide details of the services and other charges  that have been approved and are payable under this Treatment and Assessment Plan.  Note:  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   10/10\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCF - 18  INSURER FAX BACK Provider Name:  Provider Fax:  Sebastien Ferland  Applicant Name:   El Jammal, Ali   Policy Number:   7M7142474  Claim Number:   7031517059  Date of Accident   2017-12-12  Part 11  Health  Care  Providers  Provider  Reference   †Provider Type  Full Name  Provider   Regulated  (College Registration  Number)  Unregulated  (AISI Number if  applicable, or   blank)  2   Occupational Therapist   Sebastien Ferland   G9904084  G/S  Ref   †Code Description   †Attribute  †Measure  Provider  Ref   Cost Quantity  Estimated   Projected  Total  Count  Total  Cost  1   Provider travel   Ɵ me, provider to   t   AXXTT   2   2.00   HR   $199.50   1.00   $199.50  2   Assessment, environment of priv   7SE02AB   2   1.00   PR   $2000.00   1.00   $2000.00  3   Documenta Ɵ on, support ac Ɵ vity   7SJ30LB   2   1.00   PR   $200.00   1.00   $200.00  Part 12  Proposed  Goods or  Services  Requiring  Insurer  Approval  3  1  Sub-Total: 1  How many visits have you already provided:  Minus Other Insurer 1 + 2:   $0.00  Minus MOH:  Weeks  * Visits  Estimated duration of this Plan:   $2399.50  *Please indicate any additional comments regarding proposed goods and services:  Line 1 is for travel   Ɵ me and in-home assessmentLine 2 is for an in-home assessment to develop an appropriate treatment planLine 3 is  the fee for comple Ɵ on of this OCF18  Are there any attachments?  If Yes, how many?________   Yes  Send any attachments directly to the insurer  Auto Insurer Total:  Note :   †Refer to the User Manual coding guidelines posted at www.hcaiinfo.ca.  Attributes codes are used to further qualify the service codes and are described in the manual.  Payment by auto insurer is secondary to available collateral benefits.  Tax (if applicable):   $0.00  $2399.50  Applicant or Substitute Decision Maker confirms consent to proposed goods and services:   Initials:  $0.00  To the extent  possible, this  Treatment and  Assessment Plan  should include  all goods and  services (G/S)  contemplated by  the Regulated  Health  Professional  referred to in Part  5   for the period of  this Treatment  and  Assessment Plan  ***I waive the requirement of the Applicant’s signature.  I have reviewed this Treatment and Assessment Plan and based upon the information provided, I:  Approve this Treatment and Assessment Plan   Partially approve   Do not approve  Part 13  Signature of  Insurer  The Statutory Accident Benefits Schedule states that the insurer shall, within 10 business days of receiving this Treatment and Assessment Plan, give  the applicant a notice stating the goods and services contemplated by the Treatment and Assessment Plan for which the insurer will or will not pay.  Name of Adjuster (please print)   Signature of Adjuster   Date (YYYYMMDD)  To the insurer:   Please provide   a   copy of this page to the applicant, the Health Practitioner indicated in Part   4   and the Regulated Health Professional  indicated in Part 5.  The fee for completing this form is not   a   health care benefit of the Ontario Ministry of Health and Long - Term Care. This fee should be billed to the insurer directly. The  Regulated Health Professional referred to in Part   5   will contact each of the health care providers listed in Part 11 and provide details of the services and other charges  that have been approved and are payable under this Treatment and Assessment Plan.  Note:  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   10/10",
    "MEDICAL_HISTORY": "TO THE INSURER TO WHOM THIS APPLICATION IS BEING SUBMITTED:  I   UNDERSTAND   that you, and persons acting for you, will collect personal information and personal health information about me that is related  to my claims for accident benefits arising out of the accident referenced in this Treatment and Assessment Plan, and that all such information will  be collected directly from me or from any other person with my consent.  I   ALSO UNDERSTAND   that you and persons acting for you will collect information about this Treatment and Assessment Plan prepared by my  health care provider(s).  I   ALSO UNDERSTAND   that if   I   am the holder of an automobile insurance policy, you, and persons acting for you, will collect the information  related to this claim that is provided by me on this or any other auto insurance claim form.  I   ALSO UNDERSTAND   that the information described above will be collected and used only as reasonably necessary for the purposes of:  •   Investigating the claims of the applicant and processing the claims of the applicant as required by law, including the Ontario  Automobile Policy;  •   Obtaining or verifying information relating to the applicant’s claims in order to determine entitlement and the proper amount of  payment;  •   Recovering payment from insurers and others liable in law for amounts that you pay in connection with the applicant’s claims;  •   Identifying and analyzing the nature and costs of goods and services that are provided to automobile accident victims by health care  providers;  •   Preventing, detecting and suppressing fraud;  •   Compiling anonymized statistics for government agencies; and  •   Assessing underwriting risks and claims experience.  ALSO UNDERSTAND   that you, and persons acting for you, may disclose this information to the following persons or organizations, who may  collect and use this information only as reasonably necessary to enable you or them to carry out the purposes described above:  Insurers; insurance adjusters, agents and brokers; employers; health care providers; hospitals; accountants; financial advisors; solicitors;  organizations that consolidate claims and underwriting information for the insurance industry; fraud prevention organizations; other insurance  companies; the police; databases or registers used by the insurance industry to analyze and check information provided against existing  information; and my agents or representatives as designated by me from time to time.  I   ALSO UNDERSTAND   that you, and persons acting for you, may pool this information with information from other sources and may analyze this  information for the limited purpose of preventing, detecting or suppressing fraud.  I   CONSENT to   you collecting, using and disclosing information related to this Treatment and Assessment Plan in the manner described above,  but no more of such information than is reasonably necessary to meet the legitimate purpose of such collection, use or disclosure.  I   UNDERSTAND   that if   I   have any questions about this consent   I   am free to consult with the insurance company representative or   a   legal advisor  before signing this document.  I   AM ALSO AWARE   that you, and persons acting for you, may be required or permitted by law to disclose this information to others without my  knowledge or consent.  I   have reviewed and agree with this Treatment and Assessment Plan.   I   understand that payment for this Treatment and Assessment Plan is  subject to the approval of the insurer.  In the event that my insurer does not agree to pay for all the goods and services contemplated in this Treatment and Assessment Plan,   I  understand that an examination may be required to determine my eligibility to the goods and services outlined in this Treatment and Assessment  Plan.  In the event that an examination is requested,   I   authorize my insurer and my health care providers to give the person identified by the insurer to  review this application only such information relating to my health condition, treatment and rehabilitation received as   a   result of the accident, as is  reasonably required for the purposes of determining my eligibility to benefits.  As required by law,   a   copy of the examination report as well as the insurance company’s determination will be sent to me.  Subject to the Statutory Accident Benefits Schedule, in those circumstances where prior approval is required,   I   understand that if   I   undertake any  of the proposed services prior to approval by the insurer,   I   may be responsible for payment to my provider for any of the services rendered on my  behalf.  I   CERTIFY THAT THE INFORMATION PROVIDED IS TRUE AND CORRECT.  I   UNDERSTAND THAT IT IS AN OFFENCE UNDER THE INSURANCE ACT   to knowingly make   a   false or misleading statement or  representation to an insurer under   a   contract of insurance.   .  I   FURTHER UNDERSTAND THAT IT IS AN OFFENCE UNDER THE FEDERAL CRIMINAL CODE   for anyone, by deceit, falsehood, or other  dishonest act, to defraud or attempt to defraud an insurance company. This information will be used for processing payments of claims;  identifying and analysing the nature, effects and costs of goods and services that are provided to automobile accident victims, by health care  providers; and PREVENTING, DETECTING AND SUPPRESSING FRAUD.  To obtain further information about how your consent relates to pooling and data analytics to prevent and detect fraud please visit  http://www.ibc.ca/en/privacy   - terminology.asp  To obtain further information about privacy related issues please contact the Privacy Officer at the insurance company listed in Part 2.  Date (YYYYMMDD) Name of Applicant or Substitute Decision Maker (please print)   Signature of Applicant or Substitute Decision Maker  El Jammal, Ali   2023-12-15  Part 10  Signature of  Applicant  Must be  completed unless  waived by insurer  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   9/10",
    "SYMPTOMS": "a)   Does the applicant’s impairment(s) from the injuries identified in Part 6 affect his/her ability to carry out:  Yes His/her tasks of employment  His/her activities of normal life   Yes  Part   8  Activity  Limitations  b)   If Yes to either of the questions above, briefly describe the activities limited by the impairment and their impacts on the applicant’s ability to function.  Prior to the subject MVA, Mr. El-Jammal worked as a full- Ɵ me manager and pizza cook. He is now unable to work  and has been severly impacted by his injuries. He is not sleeping, and experiences debilita Ɵ ng pain, as well as  symptoms of severe anxiety / depression. Furthermore, he experiences suciidal thoughts and requires the care  from a mul Ɵ -disciplinary team. He has a prescrip Ɵ on for medical marijuana for 5g per day which is being submi Ʃ ed  for on his behalf to aid in managing his symptoms.  c)   If the applicant is unable to carry out pre-accident employment activity, is the employer able to provide suitable modified employment to the applicant?  Unknown   (If no please explain)  a) Goals:  Identify the goal(s) in regard to the applicant’s impairment(s), symptom(s) or pathology that this Treatment and Assessment Plan seeks to achieve: (i)  increased range of motion pain reduction  increase in strength   other(s)/not applicable (please specify)  Reassess current level of function  and  (ii)   Select the functional goal(s) that this Treatment and Assessment Plan seeks to achieve:  return to activities of normal living   return to pre-accident work activities  other(s)/not applicable (please specify) return to modified work activities  Part   9  Plan Goals,  Outcome  Evaluation  Methods  and Barriers  to Recovery  b)   Evaluation:  (i)   How will progress on the goal(s) in a) (i) and a) (ii) be evaluated?  NA. This is an assessment plan.  (ii)   *If this is a subsequent Treatment and Assessment Plan, what was the applicant’s improvement at the end of the previous plan based on your  evaluation method?  Mr. El-Jammal has not experienced significant gains over the past 1-2 years and has been in a perpetual state of crisis  management.  Send any attachments directly to the insurer  c)   Barriers to recovery:  (i)   Have you identified any other barriers to recovery?   Yes   (If yes please explain)  Mr. El-Jammal con Ɵ nues to struggle with the management of his daily ac Ɵ vi Ɵ es. He has experienced significant,  recurring setbacks related to his finances, familial stressors, and lack of access to a GP. His lack of treatment, poor  sleep (due to lack of proper sleeping surface), pain, psycho Ɵ c episodes (with visual and auditory hallucina Ɵ ons),  depressive symptoms, and suicidal thoughts have all limited his ability to make progress.  (ii)   *Do you have any recommendations and/or strategies to overcome these barriers?   Yes   (If yes please explain)  - Provision of Occupational Therapist- Provision of RSW Services- Provision of Prescription Medical Marijuana  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   7/10\n\nd)   Concurrent Treatment:  Are you aware if any concurrent treatment not included in this Treatment and Assessment Plan will be provided by any other provider/facility?  No   (If yes please explain)  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   8/10"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Provider Fax:  Sebastien Ferland  Applicant Name:   El Jammal",
      "dob": "",
      "age": 10,
      "gender": "",
      "address": "",
      "phone": "7031517059",
      "referralSource": "",
      "insuranceInfo": "FAX BACK Provider Name:  Provider Fax:  Sebastien Ferland  Applicant Name:   El Jammal, Ali   Policy Number:   7M7142474  Claim Number:   7031517059  Date of Accident   2017-12-12  Part 11  Health  Care  Providers  Provider  Reference   †Provider Type  Full Name  Provider   Regulated  (College Registration  Number)  Unregulated  (AISI Number if  applicable, or   blank)  2   Occupational Therapist   Sebastien Ferland   G9904084  G/S  Ref   †Code Description   †Attribute  †Measure  Provider  Ref   Cost Quantity  Estimated   Projected  Total  Count  Total  Cost  1   Provider travel   Ɵ me, provider to   t   AXXTT   2   2",
      "confidence": {
        "name": 0.8,
        "age": 0.9,
        "phone": 0.8,
        "insuranceInfo": 0.7
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "TO THE INSURER TO WHOM THIS APPLICATION IS BEING SUBMITTED:  I   UNDERSTAND   that you, and persons acting for you, will collect personal information and personal health information about me that is related  to my claims for accident benefits arising out of the accident referenced in this Treatment and Assessment Plan, and that all such information will  be collected directly from me or from any other person with my consent.  I   ALSO UNDERSTAND   that you and persons acting for you will collect information about this Treatment and Assessment Plan prepared by my  health care provider(s).  I   ALSO UNDERSTAND   that if   I   am the holder of an automobile insurance policy, you, and persons acting for you, will collect the information  related to this claim that is provided by me on this or any other auto insurance claim form.  I   ALSO UNDERSTAND   that the information described above will be collected and used only as reasonably necessary for the purposes of:  •   Investigating the claims of the applicant and processing the claims of the applicant as required by law, including the Ontario  Automobile Policy;  •   Obtaining or verifying information relating to the applicant’s claims in order to determine entitlement and the proper amount of  payment;  •   Recovering payment from insurers and others liable in law for amounts that you pay in connection with the applicant’s claims;  •   Identifying and analyzing the nature and costs of goods and services that are provided to automobile accident victims by health care  providers;  •   Preventing, detecting and suppressing fraud;  •   Compiling anonymized statistics for government agencies; and  •   Assessing underwriting risks and claims experience.  ALSO UNDERSTAND   that you, and persons acting for you, may disclose this information to the following persons or organizations, who may  collect and use this information only as reasonably necessary to enable you or them to carry out the purposes described above:  Insurers; insurance adjusters, agents and brokers; employers; health care providers; hospitals; accountants; financial advisors; solicitors;  organizations that consolidate claims and underwriting information for the insurance industry; fraud prevention organizations; other insurance  companies; the police; databases or registers used by the insurance industry to analyze and check information provided against existing  information; and my agents or representatives as designated by me from time to time.  I   ALSO UNDERSTAND   that you, and persons acting for you, may pool this information with information from other sources and may analyze this  information for the limited purpose of preventing, detecting or suppressing fraud.  I   CONSENT to   you collecting, using and disclosing information related to this Treatment and Assessment Plan in the manner described above,  but no more of such information than is reasonably necessary to meet the legitimate purpose of such collection, use or disclosure.  I   UNDERSTAND   that if   I   have any questions about this consent   I   am free to consult with the insurance company representative or   a   legal advisor  before signing this document.  I   AM ALSO AWARE   that you, and persons acting for you, may be required or permitted by law to disclose this information to others without my  knowledge or consent.  I   have reviewed and agree with this Treatment and Assessment Plan.   I   understand that payment for this Treatment and Assessment Plan is  subject to the approval of the insurer.  In the event that my insurer does not agree to pay for all the goods and services contemplated in this Treatment and Assessment Plan,   I  understand that an examination may be required to determine my eligibility to the goods and services outlined in this Treatment and Assessment  Plan.  In the event that an examination is requested,   I   authorize my insurer and my health care providers to give the person identified by the insurer to  review this application only such information relating to my health condition, treatment and rehabilitation received as   a   result of the accident, as is  reasonably required for the purposes of determining my eligibility to benefits.  As required by law,   a   copy of the examination report as well as the insurance company’s determination will be sent to me.  Subject to the Statutory Accident Benefits Schedule, in those circumstances where prior approval is required,   I   understand that if   I   undertake any  of the proposed services prior to approval by the insurer,   I   may be responsible for payment to my provider for any of the services rendered on my  behalf.  I   CERTIFY THAT THE INFORMATION PROVIDED IS TRUE AND CORRECT.  I   UNDERSTAND THAT IT IS AN OFFENCE UNDER THE INSURANCE ACT   to knowingly make   a   false or misleading statement or  representation to an insurer under   a   contract of insurance.   .  I   FURTHER UNDERSTAND THAT IT IS AN OFFENCE UNDER THE FEDERAL CRIMINAL CODE   for anyone, by deceit, falsehood, or other  dishonest act, to defraud or attempt to defraud an insurance company. This information will be used for processing payments of claims;  identifying and analysing the nature, effects and costs of goods and services that are provided to automobile accident victims, by health care  providers; and PREVENTING, DETECTING AND SUPPRESSING FRAUD.  To obtain further information about how your consent relates to pooling and data analytics to prevent and detect fraud please visit  http://www.ibc.ca/en/privacy   - terminology.asp  To obtain further information about privacy related issues please contact the Privacy Officer at the insurance company listed in Part 2.  Date (YYYYMMDD) Name of Applicant or Substitute Decision Maker (please print)   Signature of Applicant or Substitute Decision Maker  El Jammal, Ali   2023-12-15  Part 10  Signature of  Applicant  Must be  completed unless  waived by insurer  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   9/10",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "He is now unable to work  and has been severly impacted by his injuries.",
        "He is not sleeping, and experiences debilita Ɵ ng pain, as well as  symptoms of severe anxiety / depression.",
        "c)   If the applicant is unable to carry out pre-accident employment activity, is the employer able to provide suitable modified employment to the applicant?"
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "work",
        "has been severly impacted by his injuries"
      ],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "a)   Does the applicant’s impairment(s) from the injuries identified in Part 6 affect his/her ability to carry out:  Yes His/her tasks of employment  His/her activities of normal life   Yes  Part   8  Activity  Limitations  b)   If Yes to either of the questions above, briefly describe the activities limited by the impairment and their impacts on the applicant’s ability to function.  Prior to the subject MVA, Mr. El-Jammal worked as a full- Ɵ me manager and pizza cook. He is now unable to work  and has been severly impacted by his injuries. He is not sleeping, and experiences debilita Ɵ ng pain, as well as  symptoms of severe anxiety / depression. Furthermore, he experiences suciidal thoughts and requires the care  from a mul Ɵ -disciplinary team. He has a prescrip Ɵ on for medical marijuana for 5g per day which is being submi Ʃ ed  for on his behalf to aid in managing his symptoms.  c)   If the applicant is unable to carry out pre-accident employment activity, is the employer able to provide suitable modified employment to the applicant?  Unknown   (If no please explain)  a) Goals:  Identify the goal(s) in regard to the applicant’s impairment(s), symptom(s) or pathology that this Treatment and Assessment Plan seeks to achieve: (i)  increased range of motion pain reduction  increase in strength   other(s)/not applicable (please specify)  Reassess current level of function  and  (ii)   Select the functional goal(s) that this Treatment and Assessment Plan seeks to achieve:  return to activities of normal living   return to pre-accident work activities  other(s)/not applicable (please specify) return to modified work activities  Part   9  Plan Goals,  Outcome  Evaluation  Methods  and Barriers  to Recovery  b)   Evaluation:  (i)   How will progress on the goal(s) in a) (i) and a) (ii) be evaluated?  NA. This is an assessment plan.  (ii)   *If this is a subsequent Treatment and Assessment Plan, what was the applicant’s improvement at the end of the previous plan based on your  evaluation method?  Mr. El-Jammal has not experienced significant gains over the past 1-2 years and has been in a perpetual state of crisis  management.  Send any attachments directly to the insurer  c)   Barriers to recovery:  (i)   Have you identified any other barriers to recovery?   Yes   (If yes please explain)  Mr. El-Jammal con Ɵ nues to struggle with the management of his daily ac Ɵ vi Ɵ es. He has experienced significant,  recurring setbacks related to his finances, familial stressors, and lack of access to a GP. His lack of treatment, poor  sleep (due to lack of proper sleeping surface), pain, psycho Ɵ c episodes (with visual and auditory hallucina Ɵ ons),  depressive symptoms, and suicidal thoughts have all limited his ability to make progress.  (ii)   *Do you have any recommendations and/or strategies to overcome these barriers?   Yes   (If yes please explain)  - Provision of Occupational Therapist- Provision of RSW Services- Provision of Prescription Medical Marijuana  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   7/10\n\nd)   Concurrent Treatment:  Are you aware if any concurrent treatment not included in this Treatment and Assessment Plan will be provided by any other provider/facility?  No   (If yes please explain)  Effective date (2016-10-01)  FSCO 1207E.5   OCF-18  Page   8/10",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8
      }
    }
  }
}