{
  "fileName": "El Jammal, Ali IHA2.pdf",
  "originalText": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Mr. Ali El-Jammal   Date of Loss:   2017-12-12  Address:   431 Donald Street, Unit 2, Ottawa  ON K1K 1L8  Date of Birth:   1973-05-23  Telephone #:   613-688-7373  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Corry Martin   Insurer:   Coseco Insurance Company  Claim No.:   001336230  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   2024-01-23  Date of Report:   2024-01-29  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious  physical, psychological and cognitive impairments.   His assessments inform multidisciplinary  team   members   (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  client’s daily functional capabilities at home, work and in the community, assisting them in  forming opinions surrounding whether the catastrophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic pain, depression, anxiety and  posttraumatic   stress,   overseeing   and   directing   functional   reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  Mr. El-Jammal was reassessed by Sebastien Ferland, Registered Occupational Therapist, on  January 23, 2024 at the request of his legal representative, Mr. Frank McNally of McNally  Gervan Law Firm. Mr. El-Jammal had previously been under the care of this therapist since April  of 2018 and treatment interventions ended in August of 2022 following denial of further  treatment on the part of the auto insurer.   The current assessment was sought to provide an  update on Mr. El-Jammal’s overall levels of function as they relate to his ability to function in his  home and in the community. Recommendations to address ongoing imp  SUMMARY OF FINDINGS:  Mr. El-Jammal is a 49 year old man who was involved in a car accident on December 12, 2017.  He was riding as a passenger when the vehicle he was riding in was rear-ended by a pickup truck  equipped with a snow removal blade while slowing down during poor weather conditions. Mr.  El-Jammal’s vehicle was reportedly pushed off the road and into a deep 8’ ditch. Mr. El-Jammal  reportedly struck his head on the side pillar of the passenger window resulting in a loss of  consciousness of indeterminate duration. Mr. El-Jammal was taken by ambulance to the Ottawa  General Hospital where he was seen in the Emergency Room and released the next day.   He  underwent examinations while hospitalized and was cleared of any fractures or internal injuries.  He was discharged home and was instructed to obtain follow-up care with his family physician,  Dr. Robert.  At the time of this assessment, Mr. El-Jammal presented with reports of ongoing pain in his neck  and lower back with complaints of severe headaches, neurological symptoms affecting his right  upper extremity and right leg.   He reports pain of such intensity that it precludes meaningful  engagement with substantially all of his normal life activities and impeding community outings.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 2 of 25\n\nWhat has been most troubling is Mr. El-Jammal’s reported mental health status which has  grown   increasingly   worse   over   the   past   year,   leading   to   a   reported   suicide   attempt  approximately   three months ago.   Mr. El-Jammal indicated that he experiences auditory  hallucinations at night where he hears voices telling him to end his life.   He reportedly  attempted to set himself on fire by dousing himself with flammable liquid and attempting to  light it with a lighter. The lighter was reportedly not operating and he then attempted to stab  himself with a kitchen knife instead.   He was restrained by a friend who called 9-1-1.   Mr.  El-Jammal was reportedly admitted to the Ottawa Hospital on a Form 1 and released three days  later once the Form 1 expired.  From   a   functional   perspective,   Mr.   El-Jammal   has   been   unable   to   manage   any   of   his  pre-accident workplace activities. He previously worked as a pizza restaurant manager and  cook, working upwards of 70 – 80 hours per week. He continues to struggle with severe  financial strain which is compounding his mental health difficulties.   He has reportedly lost  custody of his children whom he now only sees once a month for a short visit. He spends his  days in his apartment where he is isolated from social contacts. He will visit friends at a pizza  shop located on the main floor of his building, which he reports being the only social outlet he  has at this time.   He notes that he obtains assistance for maintaining his apartment once  monthly and has a friend come to his home to cut his hair.  Mr. El-Jammal requires significant Attendant Care at this time.   As a result of his recent  hospitalization for a suicide attempt, reports of a previous suicide attempt (could not recall the  date), nighttime auditory hallucinations and reports of ongoing suicidality, Mr. El-Jammal is  found to require 24-hour care at this juncture. A Form 1 has been completed and submitted to  the insurer.  Mr. El-Jammal   would strongly benefit   from a multi-disciplinary approach to his injuries which  should include physical therapy, psychology and occupational therapy.   He is currently not  obtaining any form of treatment and reports deterioration in his physical wellbeing and a severe  state of mental health decompensation requiring urgent and ongoing attention. Mr. El-Jammal  is found to be at high risk for self-harm and is experiencing severe psychotic symptoms which  are a further risk factor to his self-harm potential.   Mr. El-Jammal remains without a family  physician at this time and would also benefit from assistance in securing a GP as soon as  possible.  RECOMMENDATIONS:  Attendant Care:  Mr. El-Jammal is currently in need of significant amounts of Attendant Care as a result of his  severe pain symptoms (and associated physical impairments) and of his current psychological  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 3 of 25\n\npresentation. He would at this time benefit from 24-hour care to mitigate risk of another suicide  attempt and to support him in the management of his normal life activities.   He has been  assessed as requiring a monthly Attendant Care benefit of $?? (subject to Statutory Accident  Benefits Schedule limits).  Housekeeping:  Mr.   El-Jammal   is   currently   unable   to   contribute to any form of housekeeping or home  maintenance as a result of his significant physical impairments. He would benefit from 7.92  hours per week of housekeeping assistance.  Assistive Devices:  There are no assistive devices currently indicated to further Mr. El-Jammal’s functional recovery.  Further Interventions:  Mr. El-Jammal presented in a state of emotional decompensation and in severe pain at the time  of   this   assessment.   This   therapist will underscore the need for immediate and urgent  engagement of a multidisciplinary team including physiotherapy, psychology and occupational  therapy to foster improvements in Mr. El-Jammal’s symptoms and reduce the risk for self-harm.  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  ●   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  ●   The assessment has been requested by his legal representative, Mr. Frank McNally of the  law offices of McNally Gervan.  ●   The purpose of this assessment is to assess Mr. El-Jammal’s current functional status as  it relates to his ability to complete his reported pre-accident activities of daily living.  ●   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  ●   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 4 of 25\n\n●   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:   Occupational Therapy Treatment,   Assistive Devices,  Referral to other practitioners , Support services  ●   A submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole). Should a denial or partial denial occur, an independent  examination by another Occupational Therapist may be requested by the insurer. This  may be an in- person assessment  ●   or a remote paper-review assessment. Funding for the requested goods and/or services  may ultimately be declined.  ●   Mr.   El-Jammal   may   choose   to   participate   or   decline   any   or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  ○   Coseco Insurance, c/o Corry Martin, Adjuster  ○   McNally Gervan, c/o Frank McNally  Following this therapist’s explanation Mr. El-Jammal granted informed consent for this therapist  to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  There was no documentation available for review at the time of this In-Home Assessment.  PRE-ACCIDENT MEDICAL HISTORY:  Mr. El-Jammal was in excellent physical health prior to the accident. He worked full-time hours  as a pizza restaurant manager and cook, often exceeding 70 – 80 hours per week. He did report  a childhood history of trauma during his time living in Lebanon. In 1982, when Mr. El-Jammal  was 9 years old, he reported that the building he lived in was hit by mortar shells. He was hit in  the chest by shrapnel and Israeli soldiers picked him up and provided medical attention. He  remained in Israel for 4 months where he recovered and returned home to his parent’s care. He  reported a history of bad dreams and hypervigilance following this incident. He is sensitive to  airplane noises and balloons popping, etc. These symptoms remained present at the time of the  subject motor vehicle accident but were however flared significantly.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 5 of 25\n\nMECHANISM OF INJURY:  Mr. El-Jammal reported being a passenger in a vehicle when the driver attempted to slow down  due to blowing snow and was rear-ended by a pickup truck equipped with a snow removal  blade. The car was pushed into a ditch of approximately 8 feet in depth. Mr. El- Jammal reported  hitting his head on the side pillar of the passenger window. He lost consciousness for an  indeterminate period of time. He was taken by ambulance to the Ottawa General Hospital  where he was treated for his injuries. He remained in the hospital overnight and was released to  the care of his GP. He saw his physician a few days later. He was sent for repeat x-rays and was  provided with medication. He was referred to physiotherapy and chiropractic care in addition to  massage therapy.  NATURE OF INJURY:  Based on this assessment, Mr. El-Jammal is believed to have sustained the following injuries as a  result of the subject motor vehicle accident. Please note that this therapist cannot provide  diagnoses within his scope of practice and hence the following are potential diagnoses provided  for the purposes of highlighting areas of concern expressed by Mr. El-Jammal. These diagnoses  require confirmation from appropriate medical professionals including Mr. El-Jammal’s family  physician and a psychologist.  ●   Possible concussion  ●   Sprain and strain of cervical spine  ●   Sprain and strain of lumbar spine  ●   Anxiety and depression with psychotic features  ●   Potential aggravation of pre-existing Post-Traumatic Stress Disorder (PTSD)  COURSE OF RECOVERY TO DATE:  Mr. El-Jammal reported that he obtained physical therapy and chiropractic care intermittently  since the date of loss. He notes that over the past year, he has had no form of treatment, either  physical or psychological. Occupational Therapy treatments were interrupted in August of 2022  subsequent to denial for funding by his automobile insurer.  Mr. El-Jammal remains highly symptomatic, both physically and psychologically and he is  presented in a state of acute psychological distress throughout this assessment. He reported  two contacts with emergency room physicians over the past year, the most recent occurring in  late-fall of 2023 when he reportedly made an attempt at self-immolation (setting himself on fire  with flammable liquid). He was reportedly hospitalized under a Form 1 and noted that he was  released after a 72-hour psychiatric hold. He reports that he continues to experience auditory  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 6 of 25\n\nhallucinations, especially at nighttime, precluding him for falling asleep and compounding his  suicidal thoughts.   He has been attempting to obtain a new family physician through Health  Care Connect however has yet to find a GP. He is largely self-medicating with Cannabis and with  use of medication he obtains on the black market.  CURRENT MEDICAL/REHABILITATION TEAM:  In the early days post-accident, Mr. El-Jammal was obtaining physical therapy through Apollo  Physical Therapy Centre and was being followed by his GP Dr. Robert. He has since lost his GP as  a result of an inability to schedule appointments with his office and has been seeking a  replacement GP through Health Care Connect. Mr. El-Jammal reported that he receives a letter  from Health Care Connect every 6 months indicating that no family physician has been located  and that he remains on their list.   He further indicated that he has not obtained any form of  psychological care in the last few years and has had two recent contacts with psychiatry through  the ER.  Mr. El-Jammal presents with a complex array of physical and psychological symptoms, the latter  being highly troubling at this time. He continues to experience severe physical pain and reports  issues with auditory hallucinations at night especially.   He indicated that he continues to  experience suicidal thoughts and on that basis, would require access to a multi disciplinary  team of professionals to assist with the management of his myriad of physical and psychological  symptoms.  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Novo-Gesic   325 mg 4x daily   Pain Relief  APO - Ibuprofen   200 mg 4x daily   Pain Relief  Cyclobenzaprine   10 mg at bedtime   Muscle Spasms  Tramadol   Unknown   Pain Relief  Advil + Tylenol   Unknown   Pain Relief  Marijuana   Unknown   Pain Relief  Mr. El-Jammal reported lack of access to medication as a primary area of concern at this time.  While these medications remain prescribed, he noted not having access to a GP which has  impacted his access to these medications. He noted having been provided with Tramadol while  in hospital and found significant relief from the use of this opiate medication. He noted being  unable to obtain a prescription for ongoing use of this medication and relying on medication  obtained through the black market to manage his symptoms.   He makes use of high doses of  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 7 of 25\n\ncannabis on a daily basis (8 - 10 grams) however noted that his lack of financial resources  impacts his ability to utilize this amount of cannabis in a sustainable manner.  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain   Rating  if Necessary  Headaches   He reports daily headaches which generally  last all day and escalate at nighttime.   He  reports these headaches radiating from the  occipital portion of his skulls into both eyes.  He   will   be   required   to   close   his   eyes  periodically   throughout   the day to reduce  light exposure and he reports being highly  sensitive to noise as well.  9.5 - 10/10  Neck Pain   He reports pain in his neck which is constant  in nature and which he feels has gotten much  worse over the last year.   Pain reportedly  radiates into his right arm with neurological  symptoms (described below).  8/10  Lower Back Pain   Mr.   El-Jammal   reports   severe   pain   in   his  lower   back   which   impacts   his   ability   to  sustain any posture (sitting or standing) as  well as his ability to rest in a lying position.  He notes that his lower back pain remains  one of his most debilitating symptoms and  that he experiences sharp jolts of pain when  transferring from his sofa after sitting for any  extended period of time. He reports shooting  pain down his right leg (described below).  10/10  Upper Left Abdominal Pain   This is an intermittent symptom which will  occur unpredictably. He describes the pain as  sharp and stabbing in nature.  7-8/10  Right Shoulder   He reports a constant ache and pain in his  right   shoulder   which   affects   his   ability to  utilize his right arm for reaching and lifting  loads exceeding a few pounds.  6-7/10  Right Leg Numbness   He reports this symptom to have remained an  issue   where   he   cannot   feel   his   right   let  intermittently   and   experiences   pins   and  N/A  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 8 of 25\n\nneedles.   He   notes   that   his   right   leg  numbness   occurs   on   a   daily   basis   with  unknown triggers.  Numbness In Right Arm And  Digits 4-5 of Right Hand  He reports a constant numbness and tingling  of his fourth and fifth digits in the right hand.  He   reports   dropping   items   due   to   poor  sensation and that he will at times experience  pain in his right wrist in tandem with this  symptom.  N/A  Severe Dental Pain   As   a   result   of   clenching   of   his   jaw,   Mr.  El-Jammal has reportedly broken most of his  teeth   (significant   damage   to   front   teeth  observed by this therapist). He reported that  his teeth hurt all the time and compound his  pain experience and inability to sleep.   He  noted that he cannot afford dental care and  that these issues are a result of acute stress  behaviours directly related to his situation  post-accident.  10/10  Cognitive Symptoms:  Mr. El-Jammal endorsed the following cognitive symptoms which he reports experiencing at all  times since the subject motor vehicle accident:  ●   Short term memory problems  ●   Multitasking  ●   Problem solving problems  ●   Word finding difficulties, both in English and Arabic  Emotional Symptoms:  Mr. El-Jammal identified a number of emotional symptoms, many of which could be observed  first-hand by this therapist during this assessment through his interactions with his friend Mo,  who was present throughout this assessment at Mr. El-Jammal’s request:  ●   Attempted suicide twice in last year, last attempt 3 months ago.  ●   Self-immolation attempt leading to a Form 1 stay in hospital. He reportedly poured  flammable liquid on himself and tried to set himself on fire, but the lighter was not  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 9 of 25\n\nworking. He subsequently held a knife and tried to stab himself. Someone stopped him  and called the police.  ●   Angry and short-fused.  ●   Hearing voices every night telling him to kill himself, “there will be friends there”  referring to the afterlife.  ●   Sadness at all times.  ●   Hears his name at night.  ●   Crying “a lot.”  ●   Frustrated with his situation and with his inability to carry anything heavy  ●   No sexual drive, cannot have an erection  ●   No restorative sleep, exhausted at all times  Symptom Management Strategies:  Mr. El-Jammal identified activity avoidance as his primary symptom management strategy at  this time. He has not developed any effective alternative means of managing his physical and  emotional symptoms at this time. Mr. El-Jammal further noted that out of desperation, he will  obtain medication from the black market in order to obtain some relief and was cautioned at  the poor quality of the black market supply and the prevalence of fentanyl added to many street  drugs. He noted being aware of this risk however not having any other recourse in the absence  of a GP to monitor his well being and medical needs.  FUNCTIONAL AND BEHAVIORAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  Activity   Client Report and Therapist Observations  Sitting   and  repositioning  Able to stand for 10 minutes, then must change position.  Observed sitting for periods of 10 – 20 minutes with frequent postural changes.  No identified limitations pre-accident.  Bed mobility   Independent pre-accident and post-accident.  Transfers   N/A  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 10 of 25\n\nStanding   Able to stand for 10 minutes.  Short periods of static standing were observed during this assessment.  No identified limitations pre-accident.  Balance   Static balance assessed using Four-Stage Balance Test, consisting of holding four  different stances for at least 10 seconds each.  •   with his feet together  •   on one foot (right then left)  •   while in a semi-tandem and,  •   while tandem stance.  Walking   Able to walk for 5-10 minutes.  Short distance indoor ambulation observed by this therapist. Gait was slow paced.  No identified limitations pre-accident.  Stairs   Able with difficulty.  One flight of 20 stairs was managed by Mr. El-Jammal during this assessment. Stairs  were descended in a step-stop pattern and climbed in a reciprocal stair climbing  pattern with heavy support from the handrail. Stair climbing was performed slowly  with support of the adjacent handrail. Mr. El-Jammal was winded after completion  of this climbing task.  No identified limitations pre-accident.  Lifting/Carrying   Able with difficulty.  Mr. El-Jammal is currently unable to lift any form of significant weight. He is able to  manage light loads and demonstrated his ability to reach into the washing machine  to retrieve individual pieces of clothing.  No identified limitations pre-accident.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 11 of 25\n\nKneeling   Unable.  Not observed as Mr. El- Jammal’s clinical presentation supports his reported inability  to kneel.  No identified limitations pre-accident.  Squatting/Crouching   Unable  Partial squat attempted but was unable to achieve target position.  No identified limitations pre-accident.  Bending   Able with difficulty and severe pain.  Mr. El-Jammal was unable to bend forward to touch his knees. He was able to reach  to his feet while seated by crossing one leg over another but reported severe back  pain while performing this demonstration. He was observed wincing and yelling out  in pain.  No identified limitations pre-accident.  Reaching   Mr. El-Jammal is able to reach without difficulty using his left arm. His right-sided  reaching was found to be limited in all planes.  No identified limitations pre-accident.  Fine   Motor  Coordination  Mr.   El-Jammal   reported intermittent issues with fine motor dexterity with his  dominant right hand. This occurs when neurological symptoms are more prevalent,  intermittently throughout the day.  No identified limitations pre-accident.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 12 of 25\n\nActive Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   ¼ Range   Significant   cervical   range   of   motion  limitations noted in all directions.  Lateral flexion   ¼ Range   ¼ Range  Rotation   ¼ Range   ¼ Range  Extension   ¼ Range   ¼ range  Shoulder   Flexion   1/2 Range   WFL   Bilateral shoulder range of motion  restrictions noted during this assessment.  Extension   1/2 Range   WFL  Abduction   1/2 Range   WFL  Adduction   1/2 Range   WFL  Internal rotation   1/2 Range   WFL  External  rotation  1/2 Range   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   Nominal   Trunk range of motion is severely limited  in all directions.  Lateral flexion   ¼ Range   ¼ Range  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 13 of 25\n\nRotation   ¼ Range   ¼ Range  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation:  Mr. El-Jammal called-out to let this therapist into his apartment at the time of arrival for this  assessment.   He was in the process of obtaining a haircut from a friend who comes to his  apartment to complete this grooming task on a monthly basis. Mr. El-Jammal noted that he had  been seated for over 30 minutes at the time of this therapist’s arrival and was nearly done. He  conveyed his discomfort to his friend on several occasions, asking him to hurry-up as he could  sit no longer. He was visibly distraught following his friend’s departure and proceeded to sit on  the sofa located in his bedroom where the assessment transpired.  Mr.   El-Jammal   was   found   to   be   in   a state of acute emotional distress throughout this  assessment. He was tearful and screaming loudly as he shared how untenable his situation had  become.   He shared his suicidal attempts in a flat manner but rapidly escalated in his  presentation upon discussing how he needed to visit his ailing mother in Lebanon and how he  could not afford to go see her in her final moments of life. He indicated that he felt abandoned  by everyone, including his children, who no longer come and stay with him as a result of his  poor emotional state and lack of financial resources.   He became highly agitated when  discussing his lack of access to medical care, noting that he felt he was being treated unjustly by  the medical system, leading him to rely on the black market to obtain necessary medications to  manage his symptoms.  He further indicated that he has been hearing voices at night telling him to end his life, that  “there will be friends there”.   He indicated that his thoughts are generally dark and he  ruminates incessantly about his circumstances. He indicated that “I give up”, “too much think”,  “too much stress”. He noted that “I want to see the other world”.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 14 of 25\n\nCognitive Presentation:  Mr. El-Jammal’s cognitive presentation was marked by significant difficulties following the flow  of this assessment. Largely as a result of his emotional decompensation, he was found unable  to self-regulate and engage effectively in the assessment process. His thinking was found to be  tangential and off-topic, requiring frequent redirection by this therapist.   He answered his  phone at one point of the assessment and mid-sentence, put the phone down and began  screaming loudly as he expressed his frustrations with his lack of medical care. This went on for  over ten minutes at which point Mr. El-Jammal realized he still had a family member on the  phone whom he had forgotten about.   Mr. El-Jammal was generally unable to provide a  cohesive narrative of his situation, jumping from one topic to another in an effort to convey the  multiple facets of his struggles.  TYPICAL DAY:  When asked to detail what a typical day looks like in his life at the present time, Mr. El-Jammal  indicated that he has no established routine.   He will stay awake at night and nap in short  periods of time during the day. He notes that he has no meaningful activity to occupy his time  and is generally socially isolated in his apartment where he will attempt to distract himself with  cannabis consumption, watching television or looking at videos on his phone.   His lack of  activity is marked by social isolation and self-neglect. He noted that “there is no point”, “I am  done”. He reported a lack of access to food which was confirmed by this therapist in viewing his  empty refrigerator and cupboards.   He largely relies on food items given to him by friends to  sustain himself.  Mr. El-Jammal would strongly benefit from engagement in Occupational Therapy treatment to  foster improvements in his daily function and assist with problem solving the myriad of issues  which he presented at the time of this assessment.  ENVIRONMENTAL ASSESSMENT:  TYPE   OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Main Floor   Wood  Bathrooms   1   Main Floor   Vinyl  Living Room   1   Main Floor   Wood  Family Room   0   N/A   N/A  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 15 of 25\n\nDining Room   0   N/A   N/A  Kitchen   1   Main Floor   Vinyl  Laundry   1   Main Floor   Vinyl  Stairs   Yes   Steps leading up to the second  floor where his apartment is  located.  Vinyl  Basement   No   N/A   N/A  Driveway  Description  None  Yard description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☒   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone.  Children   15, 13 and 9. His ex-wife holds custody of the children who no  longer visit Mr. El-Jammal as a result of his lack of resources and  poor mental health.  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Prior to the subject motor vehicle accident, Mr. El-Jammal reported being independent in his  management of all self-care activities. At the time of this assessment, Mr. El-Jammal reported  that he remains independent in his performance of core self-care functions. He does however  require assistance for the following activities:  • Shaving  • Hair styling  • Toenail care  • Meal preparation  • Assisting with transfers from low-lying positions (sofa)  • Maintaining bathroom hygiene  • Managing laundry sorting  • Medication management  • Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 16 of 25\n\nHome Management Activities:  Legend of Ability:  I – Independent   A – Partial with assistance   D – With devices   U – Unable   NA – Not  Applicable  Indoor Tasks   Pre-accident Engagement   Current Engagement  Meal Preparation   Mr.   El-Jammal   is   unable to  manage meal preparation at  this   time however time for  this has been allotted within  the Attendant Care section of  this report.  0 minutes per week.  Dishwashing   Mr.   El-Jammal   is   unable to  tolerate   the   standing   and  reaching   required   to   wash  dishes   at   this   time.   Total  weekly time allotted for  washing dishes:  7 time per week  15 minutes  105 minutes per week.  Groceries/errands   N/A   0 minutes per week.  Bathroom cleaning   Mr. El-Jammal has not been  able to clean his bathroom  since   the   accident.   Total  weekly time allotted for  cleaning windows:  1 time per week  30 minutes  30 minutes per week.  Making/changing beds   Mr. El Jammal is unable to  change the sheets on his bed.  10 minutes per week.  Vacuuming   Mr.   El-Jammal   is   unable to  vacuum his home at this time  due   to   poor   tolerance   to  activity   and   pain   from  repetitive reaching motions.  Total weekly time allotted for  vacuuming:  60 minutes per week.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 17 of 25\n\n2 time per week  30 minutes  Sweeping   Mr.   El-Jammal   has   not  engaged   in   sweeping   since  his accident due to his poor  tolerance   to   activity   and  limited   standing   tolerance.  Total weekly time allotted for  sweeping:  7 times per week  5 minutes  35 minutes per week.  Mopping   Mr. El-Jammal has not been  able   to mop his apartment  since the accident. He cannot  tolerate   this   activity.   Total  weekly time allotted for  mopping:  1 time per week  30 minutes  30 minutes per week.  Dusting   Mr. El-Jammal has not dusted  his   apartment   since   the  accident.   He   is   unable   to  tolerate this activity due to  his   limited   standing  tolerances. Total weekly time  allotted for dusting:  1 time per week  30 minutes  30 minutes per week.  Tidying   Mr. El-Jammal is capable of  managing   tidying   of   the  limited space he occupies in  his apartment  0 minutes per week.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 18 of 25\n\n0 times per week  0 minutes  Laundry   Mr.   El-Jammal   is   unable to  manage his laundry needs at  this time due to his limited  tolerance to activity, his  limited   standing   ability,   his  limited carrying ability.  Total weekly time allotted for  laundry:  3 time per week  20 minutes  60 minutes per week.  Garbage Removal/Recycling   Mr.   El-Jammal   is   unable to  manage garbage removal at  this time due to his inability  to carry heavier loads and his  difficulty managing stairs.  Total weekly time allotted for  garbage removal:  1 time per week  20 minutes  20 minutes per week.  Outdoor Tasks   Pre-accident Engagement   Current Engagement  Lawn Care   N/A   0 minutes per week.  Gardening   N/A   0 minutes per week.  Snow Removal   N/A   0 minutes per week.  Mr. El-Jammal is currently in need of an estimated total of 6.3 hours per week of housekeeping  and home maintenance assistance. He reported that he has hired “a lady” who comes to clean  his apartment on a monthly basis, incurring a monthly expense of $100 for this service.  Finances/Financial Management:  Mr. El-Jammal noted that his lack of financial resources have left him in a precarious and  longstanding state of recurring debts with friends and creditors.   While he has been able to  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 19 of 25\n\nmaintain his rent, he is left with little to no money to live once he has paid his primary bills and  purchased cannabis and medication.   His incessant stress surrounding his finances has been a  compounding factor to his poor mental health over the course of this therapist’s involvement in  his care and rehabilitation.  Caregiving Activities:  Mr. El-Jammal is not the primary caregiver to his three children, ages 15, 13 and 9 years of age.  His children now reside full-time with their mother and only but rarely visit Mr. El-Jammal. He  notes that he has no means of providing for them when they visit and is unable to actively  engage with them in the various activities he would like to participate in.   He notes a feeling of  abandonment as well as intense guilt over the distance he has experienced with his three  children.  Vocational Activities:  Pre-accident Employment Status   Employed part-time  Employer   Palermo Pizza  Job Title/Duties   Full-time   pizza   cook   /   pizza   restaurant  manager.  Hours per week   70-75 hours per week  Comments   He noted that he worked 40 hours per week  plus an additional 30 – 35 hours per week  paid cash for overtime worked. He has not  been able to work since his accident.  Current Employment Status   Unemployed  Comments   Mr. El-Jammal is unable to work at this time  as a result of his poor mental health and  acute physical pain.  Leisure Activities:  Prior to his accident, Mr. El-Jammal reported that he enjoyed a number of leisure activities  which included:  • Playing soccer  • Swimming  • Running  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 20 of 25\n\n• Going out to clubs with his friends  Mr. El-Jammal noted that he has been unable to engage in any of the above-noted activities  since his accident.   His inability to partake in his leisure activities has compounded his mental  health struggles. He now has no meaningful activity in which to engage and would require  professional support to assist him in this regard. He now tries to distract himself by watching  some television or watching videos on his phone.   He will at times visit friends at the pizza  restaurant located on the main floor of his building, which is his only reported social outlet.  ASSESSMENT OF ATTENDANT CARE NEEDS:  The following is an Assessment of Attendant Care Needs based on reports of the client and  direct observations as of January 23, 2024. The Ontario Society of Occupational Therapists  report “Considerations for Occupational Therapists Completing an Assessment of Attendant  Care Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT  Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of  what attendant care services are already in place. [This therapist’s] role is to determine the  extent to which the client can perform the skills and activities identified in the Form 1 safely,  functionally, and to objectively identify what assistance if any is needed from the present time  into the future until another such re-assessment may identify modified needs.”  Part 1 – Level 1 Attendant Care (Routine personal care)  Task   Observations/Comments   Weekly Time Allotted  Dress  •   Upper body  •   Lower Body  Mr. El-Jammal is independent  with dressing and undressing  activities.   He   did   note  significant difficulty donning  socks   but   can   manage.   He  wears loose slip-on footwear  to   limit   the   amount   of  reaching he must do.  0 minutes per week  Undress  •   Upper body  •   Lower Body  0 minutes per week  Prosthetics   Mr. El-Jammal does wear any  prosthetics.  0 minutes per week  Orthotics   Mr. El-Jammal does wear any  orthotics.  0 minutes per week  Grooming  •   Face  •   Hands  •   Shaving  Mr.   El-Jammal   requires  assistance   with   the  180 minutes per week  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 21 of 25\n\n•   Cosmetics  •   Brush/shampoo/dry/style  hair  •   Fingernails  •   Toenails  management of his shaving,  hair settling and toenail care.  Feeding   Mr.   El-Jammal   requires  assistance   to   manage   meal  preparation.   He   has   been  unable   to   cook   for   himself  since the accident and largely  depends   on   take-out   food  obtained   from   the   pizza  restaurant  located in the plaza where he  resides.  420 minutes per week  Mobility   *   Mr.   El-Jammal   requires  intermittent   assistance   with  sit-stand   transfers   from the  low-lying sofa chair which he  usually makes use of in his  home.  140 minutes per week  Extra Laundering   Mr.   El-Jammal   does   not  present any Extra Laundering  needs at this time. He does  not   report   any   increased  incidence of spillage and no  history of incontinence.  0 minutes per week  * Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance  with mobility includes “all transfers both inside the home and out in the community” and “supervision and  assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage,  in the community etc.”  Part 2 – Level 2 Attendant Care (Basic supervisory functions)  Task   Observations/Comments   Weekly Time Allotted  Hygiene   *  •   Clean   tub/shower/   sink  after use  •   Change   bedding,   make  bed, clean room  Mr.   El-Jammal   requires  assistance   to   manage   the  bathroom   environment  following his morning  140 minutes per week  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 22 of 25\n\n•   Ensure comfort and safety  (bedroom)  •   Assist   in   daily   wearing  apparel  •   Hand/sort   clothes   to   be  laundered  routine   and assistance with  managing his laundry sorting.  Basic Supervisory Care   **   N/A   0 minutes per week  Coordination   of   Attendant  Care  There are no Attendant Care  co-ordination   requirements  at this time.  0 minutes per week  * The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational  Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need  of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further  state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these  activities should be considered an attendant care need under Level 2”.  ** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a  single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET)  is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the  ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused),  drugs (e.g.,  individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities.  In Canada, winter conditions must also be considered, as “preparation for further action” activities including  donning boots and coats, and gathering belongings, require additional time  Part 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted  Genitourinary Tracts   Mr. El-Jammal is independent  in   the   management   of   his  urinary needs.  0 minutes per week  Bowel Care   Mr. El-Jammal is independent  in   the   management   of   his  bowel care.  0 minutes per week  Tracheostomy   N/A   0 minutes per week  Ventilator Care   N/A   0 minutes per week  Exercise   Mr.   El-Jammal   does   not  currently perform any home  exercises.  0 minutes per week  Skin Care   Mr. El-Jammal is independent  with all of his skin care needs.  0 minutes per week  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 23 of 25\n\nMedication   Mr.   El-Jammal   requires  regular monitoring to ensure  his medications are taken on  a regular basis as-prescribed  and that he has no adverse  effects.  140 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral   Hygiene   (including  dentures)  •   Transfer,   bathing   and  drying,   prep   equipment,  clean   equipment,   apply  creams, etc.  Mr. El-Jammal is independent  with his bathing needs.  0 minutes per week  Other Therapy (TENS, DCS)   N/A   0 minutes per week  Maintenance   of   Equipment  and Supplies  Mr. El-Jammal does not make  use of any assistive devices or  medical   equipment   which  requires   regular  maintenance.  0 minutes per week  Skilled Supervisory Care (for  aggressive   or   violent  behavior)  As   a   result   of   his   recent  suicide attempt and based on  the   saum   of   information  obtained   during   this  assessment,   it   is   this  therapist’s   professional  opinion that Mr. El-Jammal is  at high risk for self-harm, and  should   be   monitored   at all  times   (24-hour   care).   He  should not be left alone at  this time.  9060 minutes per week  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 24 of 25\n\nAttendant Care Calculation:  Part 1   - Routine Personal Care   0 hours per week   $0 /month  Part 2   - Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   $   (subject to limits under Statutory Accident  Benefits Schedule  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   LF  Insurer  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 25 of 25\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Mr. Ali El-Jammal   Date of Loss:   2017-12-12  Address:   431 Donald Street, Unit 2, Ottawa  ON K1K 1L8  Date of Birth:   1973-05-23  Telephone #:   613-688-7373  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Corry Martin   Insurer:   Coseco Insurance Company  Claim No.:   001336230  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   2024-01-23  Date of Report:   2024-01-29  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014",
    "SYMPTOMS": "Cognitive Presentation:  Mr. El-Jammal’s cognitive presentation was marked by significant difficulties following the flow  of this assessment. Largely as a result of his emotional decompensation, he was found unable  to self-regulate and engage effectively in the assessment process. His thinking was found to be  tangential and off-topic, requiring frequent redirection by this therapist.   He answered his  phone at one point of the assessment and mid-sentence, put the phone down and began  screaming loudly as he expressed his frustrations with his lack of medical care. This went on for  over ten minutes at which point Mr. El-Jammal realized he still had a family member on the  phone whom he had forgotten about.   Mr. El-Jammal was generally unable to provide a  cohesive narrative of his situation, jumping from one topic to another in an effort to convey the  multiple facets of his struggles.  TYPICAL DAY:  When asked to detail what a typical day looks like in his life at the present time, Mr. El-Jammal  indicated that he has no established routine.   He will stay awake at night and nap in short  periods of time during the day. He notes that he has no meaningful activity to occupy his time  and is generally socially isolated in his apartment where he will attempt to distract himself with  cannabis consumption, watching television or looking at videos on his phone.   His lack of  activity is marked by social isolation and self-neglect. He noted that “there is no point”, “I am  done”. He reported a lack of access to food which was confirmed by this therapist in viewing his  empty refrigerator and cupboards.   He largely relies on food items given to him by friends to  sustain himself.  Mr. El-Jammal would strongly benefit from engagement in Occupational Therapy treatment to  foster improvements in his daily function and assist with problem solving the myriad of issues  which he presented at the time of this assessment.  ENVIRONMENTAL ASSESSMENT:  TYPE   OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Main Floor   Wood  Bathrooms   1   Main Floor   Vinyl  Living Room   1   Main Floor   Wood  Family Room   0   N/A   N/A  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 15 of 25",
    "MEDICAL_HISTORY": "●   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:   Occupational Therapy Treatment,   Assistive Devices,  Referral to other practitioners , Support services  ●   A submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole). Should a denial or partial denial occur, an independent  examination by another Occupational Therapist may be requested by the insurer. This  may be an in- person assessment  ●   or a remote paper-review assessment. Funding for the requested goods and/or services  may ultimately be declined.  ●   Mr.   El-Jammal   may   choose   to   participate   or   decline   any   or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  ○   Coseco Insurance, c/o Corry Martin, Adjuster  ○   McNally Gervan, c/o Frank McNally  Following this therapist’s explanation Mr. El-Jammal granted informed consent for this therapist  to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  There was no documentation available for review at the time of this In-Home Assessment.  PRE-ACCIDENT MEDICAL HISTORY:  Mr. El-Jammal was in excellent physical health prior to the accident. He worked full-time hours  as a pizza restaurant manager and cook, often exceeding 70 – 80 hours per week. He did report  a childhood history of trauma during his time living in Lebanon. In 1982, when Mr. El-Jammal  was 9 years old, he reported that the building he lived in was hit by mortar shells. He was hit in  the chest by shrapnel and Israeli soldiers picked him up and provided medical attention. He  remained in Israel for 4 months where he recovered and returned home to his parent’s care. He  reported a history of bad dreams and hypervigilance following this incident. He is sensitive to  airplane noises and balloons popping, etc. These symptoms remained present at the time of the  subject motor vehicle accident but were however flared significantly.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 5 of 25\n\nMECHANISM OF INJURY:  Mr. El-Jammal reported being a passenger in a vehicle when the driver attempted to slow down  due to blowing snow and was rear-ended by a pickup truck equipped with a snow removal  blade. The car was pushed into a ditch of approximately 8 feet in depth. Mr. El- Jammal reported  hitting his head on the side pillar of the passenger window. He lost consciousness for an  indeterminate period of time. He was taken by ambulance to the Ottawa General Hospital  where he was treated for his injuries. He remained in the hospital overnight and was released to  the care of his GP. He saw his physician a few days later. He was sent for repeat x-rays and was  provided with medication. He was referred to physiotherapy and chiropractic care in addition to  massage therapy.  NATURE OF INJURY:  Based on this assessment, Mr. El-Jammal is believed to have sustained the following injuries as a  result of the subject motor vehicle accident. Please note that this therapist cannot provide  diagnoses within his scope of practice and hence the following are potential diagnoses provided  for the purposes of highlighting areas of concern expressed by Mr. El-Jammal. These diagnoses  require confirmation from appropriate medical professionals including Mr. El-Jammal’s family  physician and a psychologist.  ●   Possible concussion  ●   Sprain and strain of cervical spine  ●   Sprain and strain of lumbar spine  ●   Anxiety and depression with psychotic features  ●   Potential aggravation of pre-existing Post-Traumatic Stress Disorder (PTSD)  COURSE OF RECOVERY TO DATE:  Mr. El-Jammal reported that he obtained physical therapy and chiropractic care intermittently  since the date of loss. He notes that over the past year, he has had no form of treatment, either  physical or psychological. Occupational Therapy treatments were interrupted in August of 2022  subsequent to denial for funding by his automobile insurer.  Mr. El-Jammal remains highly symptomatic, both physically and psychologically and he is  presented in a state of acute psychological distress throughout this assessment. He reported  two contacts with emergency room physicians over the past year, the most recent occurring in  late-fall of 2023 when he reportedly made an attempt at self-immolation (setting himself on fire  with flammable liquid). He was reportedly hospitalized under a Form 1 and noted that he was  released after a 72-hour psychiatric hold. He reports that he continues to experience auditory  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 6 of 25",
    "ADLS": "Dining Room   0   N/A   N/A  Kitchen   1   Main Floor   Vinyl  Laundry   1   Main Floor   Vinyl  Stairs   Yes   Steps leading up to the second  floor where his apartment is  located.  Vinyl  Basement   No   N/A   N/A  Driveway  Description  None  Yard description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☒   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone.  Children   15, 13 and 9. His ex-wife holds custody of the children who no  longer visit Mr. El-Jammal as a result of his lack of resources and  poor mental health.  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Prior to the subject motor vehicle accident, Mr. El-Jammal reported being independent in his  management of all self-care activities. At the time of this assessment, Mr. El-Jammal reported  that he remains independent in his performance of core self-care functions. He does however  require assistance for the following activities:  • Shaving  • Hair styling  • Toenail care  • Meal preparation  • Assisting with transfers from low-lying positions (sofa)  • Maintaining bathroom hygiene  • Managing laundry sorting  • Medication management  • Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 16 of 25",
    "ATTENDANT_CARE": "Attendant Care Calculation:  Part 1   - Routine Personal Care   0 hours per week   $0 /month  Part 2   - Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   $   (subject to limits under Statutory Accident  Benefits Schedule  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   LF  Insurer  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 25 of 25"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ADLS": 0.6666666666666666,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario",
      "dob": "1973-05-23  Telephone #:   613-688-7373  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Corry Martin   Insurer:   Coseco Insurance Company  Claim No",
      "age": null,
      "gender": "",
      "address": "431 Donald Street",
      "phone": "613-688-7373",
      "referralSource": "",
      "insuranceInfo": "Coseco Insurance Company  Claim No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "phone": 0.8,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "El-Jammal was generally unable to provide a  cohesive narrative of his situation, jumping from one topic to another in an effort to convey the  multiple facets of his struggles."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "self-regulate",
        "engage effectively in the assessment process"
      ],
      "symptomOnset": "screaming loudly as he expressed his frustrations with his lack of medical care",
      "symptomProgression": "",
      "symptomNotes": "Cognitive Presentation:  Mr. El-Jammal’s cognitive presentation was marked by significant difficulties following the flow  of this assessment. Largely as a result of his emotional decompensation, he was found unable  to self-regulate and engage effectively in the assessment process. His thinking was found to be  tangential and off-topic, requiring frequent redirection by this therapist.   He answered his  phone at one point of the assessment and mid-sentence, put the phone down and began  screaming loudly as he expressed his frustrations with his lack of medical care. This went on for  over ten minutes at which point Mr. El-Jammal realized he still had a family member on the  phone whom he had forgotten about.   Mr. El-Jammal was generally unable to provide a  cohesive narrative of his situation, jumping from one topic to another in an effort to convey the  multiple facets of his struggles.  TYPICAL DAY:  When asked to detail what a typical day looks like in his life at the present time, Mr. El-Jammal  indicated that he has no established routine.   He will stay awake at night and nap in short  periods of time during the day. He notes that he has no meaningful activity to occupy his time  and is generally socially isolated in his apartment where he will attempt to distract himself with  cannabis consumption, watching television or looking at videos on his phone.   His lack of  activity is marked by social isolation and self-neglect. He noted that “there is no point”, “I am  done”. He reported a lack of access to food which was confirmed by this therapist in viewing his  empty refrigerator and cupboards.   He largely relies on food items given to him by friends to  sustain himself.  Mr. El-Jammal would strongly benefit from engagement in Occupational Therapy treatment to  foster improvements in his daily function and assist with problem solving the myriad of issues  which he presented at the time of this assessment.  ENVIRONMENTAL ASSESSMENT:  TYPE   OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Main Floor   Wood  Bathrooms   1   Main Floor   Vinyl  Living Room   1   Main Floor   Wood  Family Room   0   N/A   N/A  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 15 of 25",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [
        "within his scope of practice and hence the following are potential diagnoses provided  for the purposes of highlighting areas of concern expressed by Mr",
        "require confirmation from appropriate medical professionals including Mr"
      ],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "within his scope of practice and hence the following are potential diagnoses provided  for the purposes of highlighting areas of concern expressed by Mr",
      "secondaryDiagnoses": [
        "require confirmation from appropriate medical professionals including Mr"
      ],
      "medicalNotes": "●   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:   Occupational Therapy Treatment,   Assistive Devices,  Referral to other practitioners , Support services  ●   A submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole). Should a denial or partial denial occur, an independent  examination by another Occupational Therapist may be requested by the insurer. This  may be an in- person assessment  ●   or a remote paper-review assessment. Funding for the requested goods and/or services  may ultimately be declined.  ●   Mr.   El-Jammal   may   choose   to   participate   or   decline   any   or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  ○   Coseco Insurance, c/o Corry Martin, Adjuster  ○   McNally Gervan, c/o Frank McNally  Following this therapist’s explanation Mr. El-Jammal granted informed consent for this therapist  to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  There was no documentation available for review at the time of this In-Home Assessment.  PRE-ACCIDENT MEDICAL HISTORY:  Mr. El-Jammal was in excellent physical health prior to the accident. He worked full-time hours  as a pizza restaurant manager and cook, often exceeding 70 – 80 hours per week. He did report  a childhood history of trauma during his time living in Lebanon. In 1982, when Mr. El-Jammal  was 9 years old, he reported that the building he lived in was hit by mortar shells. He was hit in  the chest by shrapnel and Israeli soldiers picked him up and provided medical attention. He  remained in Israel for 4 months where he recovered and returned home to his parent’s care. He  reported a history of bad dreams and hypervigilance following this incident. He is sensitive to  airplane noises and balloons popping, etc. These symptoms remained present at the time of the  subject motor vehicle accident but were however flared significantly.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 5 of 25\n\nMECHANISM OF INJURY:  Mr. El-Jammal reported being a passenger in a vehicle when the driver attempted to slow down  due to blowing snow and was rear-ended by a pickup truck equipped with a snow removal  blade. The car was pushed into a ditch of approximately 8 feet in depth. Mr. El- Jammal reported  hitting his head on the side pillar of the passenger window. He lost consciousness for an  indeterminate period of time. He was taken by ambulance to the Ottawa General Hospital  where he was treated for his injuries. He remained in the hospital overnight and was released to  the care of his GP. He saw his physician a few days later. He was sent for repeat x-rays and was  provided with medication. He was referred to physiotherapy and chiropractic care in addition to  massage therapy.  NATURE OF INJURY:  Based on this assessment, Mr. El-Jammal is believed to have sustained the following injuries as a  result of the subject motor vehicle accident. Please note that this therapist cannot provide  diagnoses within his scope of practice and hence the following are potential diagnoses provided  for the purposes of highlighting areas of concern expressed by Mr. El-Jammal. These diagnoses  require confirmation from appropriate medical professionals including Mr. El-Jammal’s family  physician and a psychologist.  ●   Possible concussion  ●   Sprain and strain of cervical spine  ●   Sprain and strain of lumbar spine  ●   Anxiety and depression with psychotic features  ●   Potential aggravation of pre-existing Post-Traumatic Stress Disorder (PTSD)  COURSE OF RECOVERY TO DATE:  Mr. El-Jammal reported that he obtained physical therapy and chiropractic care intermittently  since the date of loss. He notes that over the past year, he has had no form of treatment, either  physical or psychological. Occupational Therapy treatments were interrupted in August of 2022  subsequent to denial for funding by his automobile insurer.  Mr. El-Jammal remains highly symptomatic, both physically and psychologically and he is  presented in a state of acute psychological distress throughout this assessment. He reported  two contacts with emergency room physicians over the past year, the most recent occurring in  late-fall of 2023 when he reportedly made an attempt at self-immolation (setting himself on fire  with flammable liquid). He was reportedly hospitalized under a Form 1 and noted that he was  released after a 72-hour psychiatric hold. He reports that he continues to experience auditory  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 6 of 25",
      "confidence": {
        "primaryDiagnosis": 0.8,
        "diagnoses": 0.8,
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0,
        "secondaryDiagnoses": 0.7
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "He does however  require assistance for the following activities:  • Shaving  • Hair styling  • Toenail care  • Meal preparation  • Assisting with transfers from low-lying positions (sofa)  • Maintaining bathroom hygiene  • Managing laundry sorting  • Medication management  • Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": "He does however  require assistance for the following activities:  • Shaving  • Hair styling  • Toenail care  • Meal preparation  • Assisting with transfers from low-lying positions (sofa)  • Maintaining bathroom hygiene  • Managing laundry sorting  • Medication management  • Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": "He does however  require assistance for the following activities:  • Shaving  • Hair styling  • Toenail care  • Meal preparation  • Assisting with transfers from low-lying positions (sofa)  • Maintaining bathroom hygiene  • Managing laundry sorting  • Medication management  • Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": "He does however  require assistance for the following activities:  • Shaving  • Hair styling  • Toenail care  • Meal preparation  • Assisting with transfers from low-lying positions (sofa)  • Maintaining bathroom hygiene  • Managing laundry sorting  • Medication management  • Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": "Dining Room   0   N/A   N/A  Kitchen   1   Main Floor   Vinyl  Laundry   1   Main Floor   Vinyl  Stairs   Yes   Steps leading up to the second  floor where his apartment is  located."
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": "He does however  require assistance for the following activities:  • Shaving  • Hair styling  • Toenail care  • Meal preparation  • Assisting with transfers from low-lying positions (sofa)  • Maintaining bathroom hygiene  • Managing laundry sorting  • Medication management  • Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "Dining Room   0   N/A   N/A  Kitchen   1   Main Floor   Vinyl  Laundry   1   Main Floor   Vinyl  Stairs   Yes   Steps leading up to the second  floor where his apartment is  located."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": "He does however  require assistance for the following activities:  • Shaving  • Hair styling  • Toenail care  • Meal preparation  • Assisting with transfers from low-lying positions (sofa)  • Maintaining bathroom hygiene  • Managing laundry sorting  • Medication management  • Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Dining Room   0   N/A   N/A  Kitchen   1   Main Floor   Vinyl  Laundry   1   Main Floor   Vinyl  Stairs   Yes   Steps leading up to the second  floor where his apartment is  located.  Vinyl  Basement   No   N/A   N/A  Driveway  Description  None  Yard description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☒   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone.  Children   15, 13 and 9. His ex-wife holds custody of the children who no  longer visit Mr. El-Jammal as a result of his lack of resources and  poor mental health.  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Prior to the subject motor vehicle accident, Mr. El-Jammal reported being independent in his  management of all self-care activities. At the time of this assessment, Mr. El-Jammal reported  that he remains independent in his performance of core self-care functions. He does however  require assistance for the following activities:  • Shaving  • Hair styling  • Toenail care  • Meal preparation  • Assisting with transfers from low-lying positions (sofa)  • Maintaining bathroom hygiene  • Managing laundry sorting  • Medication management  • Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information.  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 16 of 25",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0,
          "toileting": 0.5,
          "feeding": 0,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0.5,
          "ambulation": 0,
          "stairs": 0.5,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0.5,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0,
          "medication": 0.5
        }
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Calculation:  Part 1   - Routine Personal Care   0 hours per week   $0 /month  Part 2   - Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   $   (subject to limits under Statutory Accident  Benefits Schedule  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC",
        "name": "",
        "relationship": "",
        "availability": "per week   $0 /month  Part 2   - Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   $   (subject to limits under Statutory Accident  Benefits Schedule  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "$0 /month  Part 2   - Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   $   (subject to limits under Statutory Accident  Benefits Schedule  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Attendant Care Calculation:  Part 1   - Routine Personal Care   0 hours per week   $0 /month  Part 2   - Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   $   (subject to limits under Statutory Accident  Benefits Schedule  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   LF  Insurer  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Ali El-Jammal   Claim #: 001336230   Page 25 of 25",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "weeklyHours": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}