{
  "fileName": "El-Jammal, Ali IHA.pdf",
  "originalText": "67 2 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Mr.   Ali   El - Jammal   Date of Loss:   2017 - 12 - 12  Address:   431 Donald Street, Unit 2,   Ottawa  ON K1K 1L8  Telephone #:   613 - 688 - 7373  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Brigitte Gratton   Insurer:   Coseco Insurance Company  Claim   No.:   001336230  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assessment:   2018 - 03 - 27  Date of Report:   2018 - 04 - 04  THERAPIST   QUALIFICATIONS:  Sebastien is an Occupational Therapist with over 1 9   years of experience. His professional practice  began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and launched  himself in the world of private business.   Over the years, Sebastien has provided services to the  automobile insura nce and legal communities as well the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Sebastien has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary   Occupational Therapist as well as a  Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries and  amputations. He also has extensive experience working with individuals who have been deemed  to meet the catastrophic thresho ld on the basis of psychological and/or psychiatric impairments.  Over his years of working with individuals injured in motor vehicle accidents, Sebastien developed  a strong interest in the field of mental health, focussed on functional reactivation for in jured  individuals suffering from depression, anxiety and posttraumatic stress. His clinical acumen has  led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice.\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   2   of   18  PURPOSE OF REFERRAL :  To perform an assessment with respect to   Mr.   El - Jammal ’s ab ility to manage those functional  activities   Mr.   El - Jammal   was responsible for prior to the motor vehicle accident of   2017 - 12 - 12 .  SUMMARY OF FINDINGS:  Mr .   El - Jammal is   a 45 year old man of   Lebane se descent who was involved in a car accident on  December 12, 2017 . He was   riding as a passenger when the vehicle he was riding in was rear -  ended by a pickup truck equipped with a snow removal blade while slowing down   during   poor  weather conditions. The vehicle was reportedly pushed off the road and   into a deep 8 ’   ditch.  Mr . El - Jammal reported struck his head on the   side pillar of the passenger window resulting in a  loss of consciousness of indeterminate duration. Mr. El - Jammal was taken by ambula nce   to the  Ottawa General Hospital where he was seen in the Emergency Room and released the next day.  He was cleared for any fractures or internal injuries and released to the care of his family  physician, Dr. Robert.  Since the accident,   Mr. El - Jammal   has experienced severe pain symptoms aff ecting his neck   and  lower back as well as neurological symptoms affecting his right   shoulder, right arm and right leg.  He has also experienced   concussive symptoms which include   severe daily headaches,  hypersensitivity to light and   decreased cognitive function.   Mr. El - Jammal is currently  experiencing   acute emotional distress and   re ported some suicidal ideation.  From a functional perspective,   Mr .   El - Jammal has been unable to manage any of his pre - acci dent  workplace activities. He worked as   a   pizza restaurant manager and cook, working upwards o f 70  –   80   hours per week . He   is currently experienc ing significant financial strain leading to his  imminent   eviction from his apartment. He has been   financially supported by friends up until  recently when his friends told him they could no longer continue lending him money. He will  repo rtedly be   moving in with his friend upon eviction where he plans on continuing his recovery.  Mr. El - Jammal requires significant Attendant Care at this time due to a combination of  psychological and physical symptoms. He is also unable to manage any of h is housekeeping  function s a nd would also benefit from housekeeping ass istance at this time.  Mr. El - Jammal would strongly benefit from   a multi - disciplinary approach to his injuries which  should   include phy sical therapy, psychology and   occupa tional therapy. He has   reportedly  undergone a psychological assessment recently and hopes to begin treatment as soon as possible.  An OCF18 for the provision of a n initial bloc k of Occupatio n al Therapy will be submitted to the  insurer   for consideration.\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   3   of   18  RECOMMENDATIONS:  Attendant Care :  Mr. El - Jammal is currently in need of significant amounts of Attendant Care as a result of his  severe pain symptoms (a nd associated   p hysical imp air ments)   and of his   current psychological  presentation. He would at this time   benefit from   approximately 131 hours of Attendant Care per  month   totaling a monthly Attendant Care benefit   of   $2387.81.  Housekeeping:  Mr. El - Jammal i s currently unable to contribute to any form of hou sekeeping or home  maintenance as   a result of his   significant   physical impairments . He would benefit from 7.92  hours per week of housekeeping assistance.  Assistive Devices:  Mr. E l - Jammal would benefit from the use of the following assistive devices   to promote safety  during bathing/showering activities:  •   Grab bars  •   Bath seat  •   Telephone shower head  The provision of these devices was discussed with Mr. El - Jammal wh o indicated that he did not  beli e ve it would be practical to acquire them until he moved to his friend ’ s home.   He is   facing  imminent eviction from his   apartment and w ishes to wait for his move to   occur before moving  forward with assistive device implem entation.  Further Occupational Therapy Interventions:  Mr . El - Jammal would benefit from   Occupational Therapy services at this time to assist him with  integrating mea ningful activity in his dai ly routine as well as to reduce his level of dependency  on his friends to manage his   difficult situation. An OCF18 will be submitted for an ini tial block  of 6 treatment sessions   for consideration by the insurer.  Referral for Other Services:  Mr.   El - Jammal would benefit from   interventions from a multi - disciplinary te am of providers  including physical therapy and psychological care. Referrals for these services have   already   been  made and treatment initiation is under way based on th is this assessment with Mr .   El - Jammal.\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   4   of   18  INFORMED   CONSENT   STATEMENT :  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of   Occupational Therapists of Ontario:  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  •   The assessment has been requested by   his legal representative, Mr. Frank   M cNally of the  law offices of McNally Gervan.  •   The purpose of this assessment is to assess   Mr. El - Jammal ’ s   current functional status as it  relates to   his   ability to complete   his   reported pre - accident activities of daily living.  •   The proposed assessment will in clude: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if required.  •   Due to the physical nature of t he assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a denial or partial denial occur,   an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the requested goods  and/or services may ultimately be declined.  •   Mr. El - Jammal   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties via secure transmission (fax or encrypted email attachment):  -   Coseco Insurance, c/o Brigitte Gratton, Adjuster  -   McNally Gervan, c/o   Frank   Mc Nally  Following this therapist’s explanation   Mr. El - Jammal   granted informed   consent for this therapist  to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  There w as no documentatio n available for review at the time of this In - Home Assessment.\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   5   of   18  PRE - ACCIDENT MEDICAL HISTORY:  Mr. El - Jammal   was in excellent physical health prior to the accident. He worked full - time hours  as a pizza   restaurant   manager and cook, often   exceeding 70   –   80 hours per week.   He did report a  child hood history of trauma during his time living in Lebanon .  In 1982, when Mr. El - Jammal was   9 years old,   he reported   that the building he lived in was hit by  mortar she l ls . He was hit   in the chest   by shrapnel and   Israeli soldiers picked him up and provided  medical attention. He remained in Israel for 4 months where he recovered and returned home to  his parent’s care. He reported a history of bad dreams and hypervigilance following this incident.  He is sensitive   to airplane noises and balloons popping, etc.   These symptoms remain ed present at  the time of the subject motor vehicle   accident   but were however flared significantly .  MECHANISM OF INJURY:  Mr. E l - Jammal   reported being a passenger in a car driven by his friend   “ Mo ” .   The driver was  trying to slow down due to blowing snow and was rear - ended by a pickup truck equipped with a  snow removal blade. The car was pushed into   a   ditch of approximately 8 feet in depth.   Mr. El -  Jammal   reported hitting his head on the side pillar of the   passenger window. He lost consciousness  for an indeterminate period of time. He was taken by ambulance to the Ottawa General Hospital  where he was treated for his injuries. He remained in the hospital overnight and was released to  the care of his GP (D r. Robert @ Gre e nboro Family).   He saw his physician a few days later. He  was sent for repeat x - rays and was provided with medication. He was referred to physiotherapy  and chiropractic care in addition to massage. He is now attending Apollo   Physical Therapy   Centres  2   –   3 time   per week.  NATURE OF INJURY:  Based on this assessment, Mr. El - Jammal is believed to have sustained the following injuries as   a  result of the subject motor vehicle accident.   Please note that this therapist cannot provide  diagnos es within his scope of practice and hence the following are   potential   diagnoses provided  for the purposes of   highlighting areas of concern expressed by Mr. El - Jammal.   These diagnoses  require confirmation from appropriate medical professionals   including   Mr. E l - Jammal ’ s family  physician and a psychologist.  •   Possible concussion  •   Sprain and strain of cervical spine  •   Sprain and strain of lumbar spine  •   Anxiety and depression  •   Potential   aggravation   of pre - existing Post - Traumatic   Stress Disorder (PTSD)\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   6   of   18  COURSE OF RECOVERY TO DATE:  Since the subject motor vehicle accident, Mr. El - Jammal reported the following course of  recovery:  •   He s aw his family physician shortl y following the accident and was prescribed medication  and provided a prescription   for physiotherapy.   He is now attending Apollo Physical  Therapy Centres two to three times w eekly.  •   He   has been referred to Dr. Nahas   of the   Seeker’s Centre   for pain management  interventions.  •   He   was assessed by a psychologist   at the request of his le gal representative.   Mr. El - Jammal  could not recall the   name of the psycholo gist who assessed h im.  Mr. El - Jamm al remains   highly symptomatic, both physically and psychologically   and he presented  in   a state of acute   psychological   distress throughout this assessment. His friend Mo was present  during this assessment and   provided Mr. El - Jammal with emotional support   while corroborating  many of the issues and concerns identified by Mr. El - Jammal. It was clear from this assessment  that Mr. El - Jammal is in need of significant interventions at this time and would benefit from a  cohesive multi - disciplinary   treatment approach to foster improvements.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last   Appointment/  Frequency of  appointments  Outcome of Last  Appointment  Date of Next  Appointment  Apollo Physica l  Therapy Centres  (Physiotherapy,  Massage and  Chiropractic Care)  2   –   3   times per week.   Ongoing provision of  care.  Ongoing  Dr. Robert,   GP,  Greenboro Family  Medicine Centre  Seen his GP once since the  subject accident.  Prescription for  medication and for  physiotherapy  provided.  TBD  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Pregabalin   25 mg   Neuropathic pain and an xiety  Osemeprazole   500/20   Acid reflu x  Duloxetine   30 mg   Depression and anx i ety\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   7   of   18  Mr. El - Jamm al reported that he has   not been taking his prescribed medications as recommended  by his family physician.   He noted that he is afraid to make use of   medication. He fears falling  asleep and   “ never waking up ” . Mr. El - Jammal noted   that he   will resist falling asleep, consuming  large quantities of caffeine to remain alert. The only way he states he can sleep for short periods  of time is   while riding as a passenger in his friend ’ s car. He notes t hat his friend will take him for  a drive to allow him to sleep for 15   –   20   minutes .  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms :  Pain symptoms are rated on an analog pain sca le where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if  Necessary  Headaches   Every day on and off throughout the day.  Worse at night. Radiates from back of skull to  eyes. He must close his eyes. Hypersensitive  to light and noise.  9   –   10/10  Neck pain   Constant pain   7   –   8/10  Lower back   Constant pain   10/10  Upper left   abdominal pain   Comes and goes   7   –   8/10  Right shoulder   Constant pain   6   –   7/10  Right leg numbness   He reports numb ness in his right leg   which is  intermittent.  NA  Numbness   in   right   arm   and  digits 4 5  He reports intermit tent numbness in his fou r th  and fifth digits of the right hand as   well as   in  his right arm.  NA  Cognitive Symptoms :  Mr. El - Jammal endorsed the following cognitive symptoms which he reports experiencing at all  times since the   subject motor vehicle accident:  •   Short term memory problems  •   Multitasking  •   Problem   solving problems  •   Word finding difficulties , both in English and Arabic\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   8   of   18  Emotional Symptoms:  Mr. El - Jammal identi fied a number of emotional symptoms , many of which could be observed  first - hand by this therapist during   this   assessment through   his interactions   with   his friend Mo who  was present throughout this assessment at Mr. El - Jammal ’ s request:  •   Angry   and short - fused  •   Sad ness at all times  •   Crying   “ a lot ”  •   Frustrated with his situation and with his inability to carry   anything heavy  •   No sexual drive, cannot have an erection  •   No   restorative sleep, exhausted at all times  •   Has   had suicidal ideation b ut does   not have a plan   to follow - th rough on those dark thoughts.  Symptom Management Strategies:  Mr. El - Jammal   identified   activity avoidance as his primary symptom management strate gy at this  time.   He   has not developed any   effective alternative means of managing his physical and  emotional symptoms at this time.  Typical Day Post - Accident:  Mr. El - Jammal reported the following   as a typical day for him at the time of this assessment:  •   Up at variable times depending on night he had  •   Brushes   his   teeth   a nd   drinks water  •   Sits, texts   his   ex - wife   to check - up   on   his childre n  •   Goes to treatment 3 times per week  •   If he has no treatment, he s its   at home   and   ruminates all day  •   Eats takeout   primarily for   sustenance .   He has been required   to   borrow   money from friends  but his friends   are no longer able to support him financially.  Mr .   El - Jammal is currently in a difficult   position as he is   to be evicted from his apartment  imminently .   He has not been able to pay his rent since the accident and has had to borrow money  from his friends up until   recently when he was informed this could not continue.   He will   l ikely be  moving in with his friend Mo until his situation can be sorted .\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   9   of   18  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Changes position throughout  the night.   Unable to remain  in   one   position   for   any  extended period.  No lying posture observed by  thi s   therapist   during   this  assessment.  2. Sitting   No identified limitation   10 minutes then must change  position.  Observed sitting for periods  of   10   –   20   minutes   with  frequent postural   changes .  3. Standing   No identified limitation   10 minutes   Short   periods   of   static  standing observed during this  assessment.  4. Squatting   No identified limitation   Unable   Partial squat attempted but  was unable to   achieve target  position.  5. Kneeling   No identified limitation   U n able   Not   observed   as   Mr.   El -  Jammal ’ s   clinical  presentation   supports   his  reported inability to kneel.  6. Walking   No identified limitation   5   –   10 minutes   Short   distance   indoor  ambulation observed by this  therapist.   Gait   was   slo w  paced.  7. Stair  Climbing  No identified limitation   Able   with difficulty.   One   flight   of   20   stairs  managed b y Mr. El - Jamm al  during   this   assessment.  Stairs were   descended in a  step - stop pat tern and climbed  in a   reciprocal   stair climbing  pattern with heavy support  from handrail.   Stairs were  managed   at a slow pace.  8. Driving   No identified limitation   Short distances only.   Not forma lly assessed.\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   10   of   18  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   from   regular  chair but requires assistance  to rise from the sofa where he  is seated lo wer.  Four   sit - stand   transfers  assisted   by   this   therapist  performed by Mr. El - Jammal  during   this   assessment.  Transfers were all performed  from   a   low - lying   sofa  surface.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   but   concerned  with potential falls.  Mr. El - Jammal demonstrated  his ability to transfer in and  out   of   the   bathtub  independently.   However, as  a result of his poor   mobility  and   difficulty   standing  upright,   he   would   benefit  fro m the use   grab bars, a bath  seat and a telephone shower  head to   promote safety while  bathing/showering.  5. Vehicle   Independent   Independent   Not formally assessed.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   1/4 Range   Significant   cervical   range   of   motion  limit ations noted in all directions.  Lateral flexion   1/4 Range   1/4 Range\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   11   of   18  Rotation   1/4 Range   1/4 Range  Extension   1/4 Range  Shoulder   Flexion   1/2 Range   1/2 Range   Bilateral   shoulder   range   of   moti on  restrictions noted during this assessment.  Extension   1/2 Range   1/2 Range  Abduction   1/2 Range   1/2 Range  Adduction   1/2 Range   1/2 Range  WFL  Internal rotation   1/2 Range   1/2 Range  External rotation   1/2 Range   1/2 Range  Elbow   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   Nominal   Trunk range   of motion severely limited in all  directions.  Lateral flexion   1/4 Range   1/4 Range  Rotation   1/4 Range   1/4 Range  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   12   of   18  Emotional   Presentation :  Mr. El - Jammal presented in a state of acute emotional distress at the time of this assessment. H is  emotional presentation fluctuated throughout this assessment from periods of   flat affect followed  by uncontrollable crying.   He was observed lashing out at his friend   thinking he was saying  something behind his back and immediately   apologizing for his outb urst.   Mr. El - Jamm a l is clearly  in   need of psychological care and support at this t ime.  Cognitive Presentation :  Mr. El - Jammal   presented with signs of cognitive impa irment apparent   through his difficulty  recalling words in both   English and Arabi c. He could not recall specific dates of events from his  medical history   and could not recall the   names of individuals who are working with him in a  treatment capacity.   He was observed to have poor levels of focus and concentration and this  therapist was   required   to intervene on several occasions to bring him back   onto the topic of  convers ation.   H is cognitive difficulties are indi cative of potential concussion - re lated impairment ,  psychological difficulties   or likely a combination of the two factors based on his   mechanism of  injury which included a trauma to the head foll owed by a period of loss of   consciousness .   This  will require additional medical investigation to clea rly outline the cause of   th ese issues.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Apartment located   o n the second level of a convenience store plaza. Second  f loor accessible via a flight of 20 stairs with a handrail on the right side while  ascending.  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Main floor   Wood  Bathrooms   1   Main   f loor   Vinyl  Living Room   1   Main floor   Wood  Family Room   0   NA   NA  Dining Room   0   NA   N A  Kitchen   1   Main floor   Vinyl  Laundry   1   Main floor   Vinyl  Stairs   Yes   Steps leading up t o the second  floor where his apartment is  located,  Vinyl  Basement   No   NA   NA  Driveway  Description  None  Yard  description  None\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   13   of   18  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone. Children 11, 9 and 5 stay with him on occasion.  Children   1 1, 9 and 5 . His ex - wife is   holds custody of the children .  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to the   subject   motor vehicle accident, Mr. El - Jammal reported   being independent in his  management of all self - care activities.  At the time of this assessment, Mr. El - Jammal   reported that he remains   independent   in his  performance of core self - care functions.   He   does however require assistance for the following  activities:  •   Shaving  •   Hai r styling  •   Toenail care  •   Meal preparation  •   Assisting with transfers from low - lying positions (sofa)  •   Maintaining bathroom   hygiene  •   Managing laundry sorting  •   Medication management  •   Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information.  Pre and Post Accident   Home Management Activities:  Prior to the   subject   motor vehicle accident, Mr. El - Jammal noted that he was   solely responsible  for   a ll   in door housekeeping tasks.  At the time of this assess ment, Mr.   El - Jammal is unable to engage in any of the housekeeping  activities he managed pre - accident.   The following table   reflects the   estimated amount of  assist ance M r. El - Jammal requires at this time to maint ain his living environment:  Task   Details   Weekly Time Allotment  Meal Preparation   Mr. El - Jammal is unable to manage  meal preparation at this time however  time for this has been allotted within  the   Attendant   Car e   section   of   this  rep ort.  0   minutes per week\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   14   of   18  Total   weekly time allotted for meal  preparation:  0   minutes  0   time(s) per week  Cleaning Kitchen   Mr. El - J ammal   requires   assistance   to  manage kitchen cleaning as a result of  his   poor   standing   tolerance   and  limited tolerance to activity.  Total   weekly   time   allotted   for  kitchen cleaning:  7   time per week  15   minutes  105   minutes per week  Washing Dishes   Mr. El - Jammal is unable to   tolerate  the standing and reaching   required   to  wash dis hes at this time.  Total   weekly   time   allotted   for  washing dishes:  7   time per week  1 5   minutes  105   minutes per week  Laundry   Mr. El - Jammal is unable to manage  his laundry needs at this time d ue to  his li mited tolerance to activity, his  limited standing ability, his limited  carrying ability .  Total   weekly   time   allotted   for  laundry:  3   time per week  20   minutes  60   minutes per week  Garbage Removal   Mr. El - Jammal is unable to manage  garbage removal at this time due to his  inability to   car ry heavier loads and his  difficulty managing stairs.  Total   weekly   time   allotted   for  garbage removal:  1   time per week  20   minutes  20   minutes per week  Vacuuming   Mr. El - Jammal is unable to vacuum  his home at this time due to poor  tolerance to activity   and pain from  re petitive reaching motions.  Total   weekly   time   allotted   for  vacuuming:  2   time per week  30   minutes  60   minutes per week  Sweeping   Mr. El - Jammal has not engaged in  swee ping since his accident due   to his  35   minutes per week\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   15   of   18  poor tolerance to activity and limited  standing tolerance.  Total   weekly   time   allotted   for  sweeping:  7   time per week  5   minutes  Mopping   Mr. El - Jammal has not been able to  mop his apartment since the accident.  He   cannot tolerate this activity.  Total   weekly   time   allotted   for  mopping:  1   time per week  30   minutes  30   minutes per week  Dusting   Mr.   El - Jammal   has   not   dusted   his  apartment since the accident.   He is  unable to t olerate this activity due to  his limited standing tolerance s .  Total   weekly   time   allotted   for  dusting:  1   time per week  30   minutes  30   minutes per week  Cleaning Washroom   Mr. El - Jammal has not been able to  clean his   bathroom since the accident.  Total   weekly   time   allotted   for  cleaning windows:  1   time per week  30   minutes  30   minut es per week  Total Assistance Re quired   7.92   hours per week  Pre and Post Accident Caregiving Activities:  Mr. El - Jammal is not the primary caregiver to his three children, ages 11, 9 and 5 years of age.   He  does have them with h im on occasion but they do not stay overnight due to his   significant  limitations. He noted that he does his best to hide his st ruggles from them but this is difficult to  do given   the extent of his limitations.  Pre and Post Accident   Vocational Activities:  Prior   to the subject motor vehicle accident, Mr. El - Jammal worked as a full - time pizza cook and  pizza restaurant manager with Pa lermo Pizza located at 25 Tapiola Cre scent in Ottawa. He noted  that he worked   40 hours per week plus an   additional 30   –   35   hours per week paid cash for overtime  worked.   He has not   been able to work since his accident .  As a resu lt o f his interrupted   workplace activit ies, Mr . El - Jammal   has been unable to meet his  financial obligations and has remained in his apartment largely as a result of loans made to him by\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   16   of   18  friends. His friends have recently informed Mr . El - Jammal that t hey are no longer able to continue  supporting him financially and he will, as a result, be evicted from his apartment imminently. He  plans on moving in with his friend Mo   who will provide lo dging for him until he is ab le to recovery  and return to his pr e - ac c ident workplace activities.  Pre and Post Accident   Leisure Activities:  P rior to his accident, Mr. El - Jammal reported tha t he enjoyed a number of leisure activities which  included:  •   Playing s occer  •   Swimming  •   Running  •   Go ing out to   clubs with his friends  Mr. El - Jammal noted that he has been unable to engage   in any of the above - noted activities si n c e  his accident.   He noted that his inability to partake in   his leisure activities has compounded hi s  mental health struggles. He now has no meaningful activity in which to engage   and would   require  profess ional support to assist him in this regard.  ASSESSMENT OF ATTENDANT CARE NEEDS:  Part 1   –   Level 1 Attendant Care (Routine personal care)  Dress/Undress:  Mr .   El - Jammal   is independent with dressing and undressing activities.   He did note significant  di fficulty   donning socks but can manage . He wears loose   slip - on footwear to limit the amount of  reaching he must do.  Prosthetics/Orthotics:  Mr. El - Jammal   does wear any orthotics or prosthetics.  Grooming:  Mr. El - Jammal   requires   assistance with the management o f his shaving and toenail care.  Feeding:  Mr. El - Jammal   requires   assistance to manage meal preparation. He has been unable to cook for  himself since the accident and largely depend s on take - out food obtained from the   pizza   restaurant  located in the plaza w here he resides.\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   17   of   18  Mobility:  Mr. El - Jammal   requires assistance with   sit - stand transfers from the   sofa chair which he usu ally  makes use of   in his home.  Extra Laundering:  Mr. El - Jammal   does not present with any Extra Laundering needs at this time.   He   does not report  any increased incidence of spillage and no history of incontin ence.  Part 2   –   Level 2 Attendant Care (Basic supervisory functions)  Hygiene :  Mr. El - Jammal   requires   assistance to manage the bathr oom environment following his morning  routine and   assistanc e   with managing his laundry sorting .  Co - ordination of Attendant Care:  There are no Attendant Care co - ordination requirements at this time.  Part 3   –   Level 3 Attendant Care (Complex health/care and hygiene functions)  Genitourinary Tracts:  Mr. El - Jammal   is independent in the management of   his   urinary   needs.  Bowel Care:  Mr. El - Jammal   is independent in the management of   his   bowel care.  Tracheostomy Care:  Not applicable.  Ventilator Care:  Not applicable.  Exercise:  Mr. El - Jammal   does not   currently   perform any home exercises.\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   18   of   18  Skin Care:  Mr. El - Jammal   is independent with all of   his   skin care needs.  Medication:  Mr. El - Jammal   requires regular monitoring to ensure her medications are taken on a regular basis  and that   he   has no adverse effects.  Bathing:  Mr. El - Jammal   is independent with   his   bathing needs.  Other Therapy:  Not applicable.  Maintenance of Supplies and Equipment:  Mr. El - Jammal   does not make use of any assistive devices or   medical equipment which requires  regular maintenance.  Skilled Supervisory Care:  Mr. El - Jammal   experiences intermittent increases in   his   level of emotional distress which  necessitate Attendant Care to reduce risk of escalation.  Please refer to the enclosed Assessment of Attendant Care Needs Form (Form   1) for more  information.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   Form 1  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of t he report, and   has provided  authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "67 2 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Mr.   Ali   El - Jammal   Date of Loss:   2017 - 12 - 12  Address:   431 Donald Street, Unit 2,   Ottawa  ON K1K 1L8  Telephone #:   613 - 688 - 7373  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Brigitte Gratton   Insurer:   Coseco Insurance Company  Claim   No.:   001336230  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assessment:   2018 - 03 - 27  Date of Report:   2018 - 04 - 04  THERAPIST   QUALIFICATIONS:  Sebastien is an Occupational Therapist with over 1 9   years of experience. His professional practice  began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and launched  himself in the world of private business.   Over the years, Sebastien has provided services to the  automobile insura nce and legal communities as well the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Sebastien has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary   Occupational Therapist as well as a  Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries and  amputations. He also has extensive experience working with individuals who have been deemed  to meet the catastrophic thresho ld on the basis of psychological and/or psychiatric impairments.  Over his years of working with individuals injured in motor vehicle accidents, Sebastien developed  a strong interest in the field of mental health, focussed on functional reactivation for in jured  individuals suffering from depression, anxiety and posttraumatic stress. His clinical acumen has  led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice.",
    "SYMPTOMS": "Date of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   8   of   18  Emotional Symptoms:  Mr. El - Jammal identi fied a number of emotional symptoms , many of which could be observed  first - hand by this therapist during   this   assessment through   his interactions   with   his friend Mo who  was present throughout this assessment at Mr. El - Jammal ’ s request:  •   Angry   and short - fused  •   Sad ness at all times  •   Crying   “ a lot ”  •   Frustrated with his situation and with his inability to carry   anything heavy  •   No sexual drive, cannot have an erection  •   No   restorative sleep, exhausted at all times  •   Has   had suicidal ideation b ut does   not have a plan   to follow - th rough on those dark thoughts.  Symptom Management Strategies:  Mr. El - Jammal   identified   activity avoidance as his primary symptom management strate gy at this  time.   He   has not developed any   effective alternative means of managing his physical and  emotional symptoms at this time.  Typical Day Post - Accident:  Mr. El - Jammal reported the following   as a typical day for him at the time of this assessment:  •   Up at variable times depending on night he had  •   Brushes   his   teeth   a nd   drinks water  •   Sits, texts   his   ex - wife   to check - up   on   his childre n  •   Goes to treatment 3 times per week  •   If he has no treatment, he s its   at home   and   ruminates all day  •   Eats takeout   primarily for   sustenance .   He has been required   to   borrow   money from friends  but his friends   are no longer able to support him financially.  Mr .   El - Jammal is currently in a difficult   position as he is   to be evicted from his apartment  imminently .   He has not been able to pay his rent since the accident and has had to borrow money  from his friends up until   recently when he was informed this could not continue.   He will   l ikely be  moving in with his friend Mo until his situation can be sorted .\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   9   of   18  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Changes position throughout  the night.   Unable to remain  in   one   position   for   any  extended period.  No lying posture observed by  thi s   therapist   during   this  assessment.  2. Sitting   No identified limitation   10 minutes then must change  position.  Observed sitting for periods  of   10   –   20   minutes   with  frequent postural   changes .  3. Standing   No identified limitation   10 minutes   Short   periods   of   static  standing observed during this  assessment.  4. Squatting   No identified limitation   Unable   Partial squat attempted but  was unable to   achieve target  position.  5. Kneeling   No identified limitation   U n able   Not   observed   as   Mr.   El -  Jammal ’ s   clinical  presentation   supports   his  reported inability to kneel.  6. Walking   No identified limitation   5   –   10 minutes   Short   distance   indoor  ambulation observed by this  therapist.   Gait   was   slo w  paced.  7. Stair  Climbing  No identified limitation   Able   with difficulty.   One   flight   of   20   stairs  managed b y Mr. El - Jamm al  during   this   assessment.  Stairs were   descended in a  step - stop pat tern and climbed  in a   reciprocal   stair climbing  pattern with heavy support  from handrail.   Stairs were  managed   at a slow pace.  8. Driving   No identified limitation   Short distances only.   Not forma lly assessed.",
    "MEDICAL_HISTORY": "Date of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   12   of   18  Emotional   Presentation :  Mr. El - Jammal presented in a state of acute emotional distress at the time of this assessment. H is  emotional presentation fluctuated throughout this assessment from periods of   flat affect followed  by uncontrollable crying.   He was observed lashing out at his friend   thinking he was saying  something behind his back and immediately   apologizing for his outb urst.   Mr. El - Jamm a l is clearly  in   need of psychological care and support at this t ime.  Cognitive Presentation :  Mr. El - Jammal   presented with signs of cognitive impa irment apparent   through his difficulty  recalling words in both   English and Arabi c. He could not recall specific dates of events from his  medical history   and could not recall the   names of individuals who are working with him in a  treatment capacity.   He was observed to have poor levels of focus and concentration and this  therapist was   required   to intervene on several occasions to bring him back   onto the topic of  convers ation.   H is cognitive difficulties are indi cative of potential concussion - re lated impairment ,  psychological difficulties   or likely a combination of the two factors based on his   mechanism of  injury which included a trauma to the head foll owed by a period of loss of   consciousness .   This  will require additional medical investigation to clea rly outline the cause of   th ese issues.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Apartment located   o n the second level of a convenience store plaza. Second  f loor accessible via a flight of 20 stairs with a handrail on the right side while  ascending.  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Main floor   Wood  Bathrooms   1   Main   f loor   Vinyl  Living Room   1   Main floor   Wood  Family Room   0   NA   NA  Dining Room   0   NA   N A  Kitchen   1   Main floor   Vinyl  Laundry   1   Main floor   Vinyl  Stairs   Yes   Steps leading up t o the second  floor where his apartment is  located,  Vinyl  Basement   No   NA   NA  Driveway  Description  None  Yard  description  None",
    "FUNCTIONAL_STATUS": "Date of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   10   of   18  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   from   regular  chair but requires assistance  to rise from the sofa where he  is seated lo wer.  Four   sit - stand   transfers  assisted   by   this   therapist  performed by Mr. El - Jammal  during   this   assessment.  Transfers were all performed  from   a   low - lying   sofa  surface.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   but   concerned  with potential falls.  Mr. El - Jammal demonstrated  his ability to transfer in and  out   of   the   bathtub  independently.   However, as  a result of his poor   mobility  and   difficulty   standing  upright,   he   would   benefit  fro m the use   grab bars, a bath  seat and a telephone shower  head to   promote safety while  bathing/showering.  5. Vehicle   Independent   Independent   Not formally assessed.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   1/4 Range   Significant   cervical   range   of   motion  limit ations noted in all directions.  Lateral flexion   1/4 Range   1/4 Range\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   11   of   18  Rotation   1/4 Range   1/4 Range  Extension   1/4 Range  Shoulder   Flexion   1/2 Range   1/2 Range   Bilateral   shoulder   range   of   moti on  restrictions noted during this assessment.  Extension   1/2 Range   1/2 Range  Abduction   1/2 Range   1/2 Range  Adduction   1/2 Range   1/2 Range  WFL  Internal rotation   1/2 Range   1/2 Range  External rotation   1/2 Range   1/2 Range  Elbow   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   Nominal   Trunk range   of motion severely limited in all  directions.  Lateral flexion   1/4 Range   1/4 Range  Rotation   1/4 Range   1/4 Range  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL",
    "ADLS": "Date of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   13   of   18  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone. Children 11, 9 and 5 stay with him on occasion.  Children   1 1, 9 and 5 . His ex - wife is   holds custody of the children .  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to the   subject   motor vehicle accident, Mr. El - Jammal reported   being independent in his  management of all self - care activities.  At the time of this assessment, Mr. El - Jammal   reported that he remains   independent   in his  performance of core self - care functions.   He   does however require assistance for the following  activities:  •   Shaving  •   Hai r styling  •   Toenail care  •   Meal preparation  •   Assisting with transfers from low - lying positions (sofa)  •   Maintaining bathroom   hygiene  •   Managing laundry sorting  •   Medication management  •   Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information.  Pre and Post Accident   Home Management Activities:  Prior to the   subject   motor vehicle accident, Mr. El - Jammal noted that he was   solely responsible  for   a ll   in door housekeeping tasks.  At the time of this assess ment, Mr.   El - Jammal is unable to engage in any of the housekeeping  activities he managed pre - accident.   The following table   reflects the   estimated amount of  assist ance M r. El - Jammal requires at this time to maint ain his living environment:  Task   Details   Weekly Time Allotment  Meal Preparation   Mr. El - Jammal is unable to manage  meal preparation at this time however  time for this has been allotted within  the   Attendant   Car e   section   of   this  rep ort.  0   minutes per week\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   14   of   18  Total   weekly time allotted for meal  preparation:  0   minutes  0   time(s) per week  Cleaning Kitchen   Mr. El - J ammal   requires   assistance   to  manage kitchen cleaning as a result of  his   poor   standing   tolerance   and  limited tolerance to activity.  Total   weekly   time   allotted   for  kitchen cleaning:  7   time per week  15   minutes  105   minutes per week  Washing Dishes   Mr. El - Jammal is unable to   tolerate  the standing and reaching   required   to  wash dis hes at this time.  Total   weekly   time   allotted   for  washing dishes:  7   time per week  1 5   minutes  105   minutes per week  Laundry   Mr. El - Jammal is unable to manage  his laundry needs at this time d ue to  his li mited tolerance to activity, his  limited standing ability, his limited  carrying ability .  Total   weekly   time   allotted   for  laundry:  3   time per week  20   minutes  60   minutes per week  Garbage Removal   Mr. El - Jammal is unable to manage  garbage removal at this time due to his  inability to   car ry heavier loads and his  difficulty managing stairs.  Total   weekly   time   allotted   for  garbage removal:  1   time per week  20   minutes  20   minutes per week  Vacuuming   Mr. El - Jammal is unable to vacuum  his home at this time due to poor  tolerance to activity   and pain from  re petitive reaching motions.  Total   weekly   time   allotted   for  vacuuming:  2   time per week  30   minutes  60   minutes per week  Sweeping   Mr. El - Jammal has not engaged in  swee ping since his accident due   to his  35   minutes per week\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   15   of   18  poor tolerance to activity and limited  standing tolerance.  Total   weekly   time   allotted   for  sweeping:  7   time per week  5   minutes  Mopping   Mr. El - Jammal has not been able to  mop his apartment since the accident.  He   cannot tolerate this activity.  Total   weekly   time   allotted   for  mopping:  1   time per week  30   minutes  30   minutes per week  Dusting   Mr.   El - Jammal   has   not   dusted   his  apartment since the accident.   He is  unable to t olerate this activity due to  his limited standing tolerance s .  Total   weekly   time   allotted   for  dusting:  1   time per week  30   minutes  30   minutes per week  Cleaning Washroom   Mr. El - Jammal has not been able to  clean his   bathroom since the accident.  Total   weekly   time   allotted   for  cleaning windows:  1   time per week  30   minutes  30   minut es per week  Total Assistance Re quired   7.92   hours per week  Pre and Post Accident Caregiving Activities:  Mr. El - Jammal is not the primary caregiver to his three children, ages 11, 9 and 5 years of age.   He  does have them with h im on occasion but they do not stay overnight due to his   significant  limitations. He noted that he does his best to hide his st ruggles from them but this is difficult to  do given   the extent of his limitations.  Pre and Post Accident   Vocational Activities:  Prior   to the subject motor vehicle accident, Mr. El - Jammal worked as a full - time pizza cook and  pizza restaurant manager with Pa lermo Pizza located at 25 Tapiola Cre scent in Ottawa. He noted  that he worked   40 hours per week plus an   additional 30   –   35   hours per week paid cash for overtime  worked.   He has not   been able to work since his accident .  As a resu lt o f his interrupted   workplace activit ies, Mr . El - Jammal   has been unable to meet his  financial obligations and has remained in his apartment largely as a result of loans made to him by",
    "ATTENDANT_CARE": "Date of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   18   of   18  Skin Care:  Mr. El - Jammal   is independent with all of   his   skin care needs.  Medication:  Mr. El - Jammal   requires regular monitoring to ensure her medications are taken on a regular basis  and that   he   has no adverse effects.  Bathing:  Mr. El - Jammal   is independent with   his   bathing needs.  Other Therapy:  Not applicable.  Maintenance of Supplies and Equipment:  Mr. El - Jammal   does not make use of any assistive devices or   medical equipment which requires  regular maintenance.  Skilled Supervisory Care:  Mr. El - Jammal   experiences intermittent increases in   his   level of emotional distress which  necessitate Attendant Care to reduce risk of escalation.  Please refer to the enclosed Assessment of Attendant Care Needs Form (Form   1) for more  information.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   Form 1  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of t he report, and   has provided  authorization to utilize the electronic signature ."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "431 Donald Street",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "Coseco Insurance Company  Claim   No",
      "confidence": {
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Unable to remain  in   one   position   for   any  extended period.",
        "Squatting   No identified limitation   Unable   Partial squat attempted but  was unable to   achieve target  position.",
        "Stair  Climbing  No identified limitation   Able   with difficulty."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "remain  in   one   position   for   any  extended period"
      ],
      "symptomOnset": "the accident and has had to borrow money  from his friends up until   recently when he was informed this could not continue",
      "symptomProgression": "",
      "symptomNotes": "Date of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   8   of   18  Emotional Symptoms:  Mr. El - Jammal identi fied a number of emotional symptoms , many of which could be observed  first - hand by this therapist during   this   assessment through   his interactions   with   his friend Mo who  was present throughout this assessment at Mr. El - Jammal ’ s request:  •   Angry   and short - fused  •   Sad ness at all times  •   Crying   “ a lot ”  •   Frustrated with his situation and with his inability to carry   anything heavy  •   No sexual drive, cannot have an erection  •   No   restorative sleep, exhausted at all times  •   Has   had suicidal ideation b ut does   not have a plan   to follow - th rough on those dark thoughts.  Symptom Management Strategies:  Mr. El - Jammal   identified   activity avoidance as his primary symptom management strate gy at this  time.   He   has not developed any   effective alternative means of managing his physical and  emotional symptoms at this time.  Typical Day Post - Accident:  Mr. El - Jammal reported the following   as a typical day for him at the time of this assessment:  •   Up at variable times depending on night he had  •   Brushes   his   teeth   a nd   drinks water  •   Sits, texts   his   ex - wife   to check - up   on   his childre n  •   Goes to treatment 3 times per week  •   If he has no treatment, he s its   at home   and   ruminates all day  •   Eats takeout   primarily for   sustenance .   He has been required   to   borrow   money from friends  but his friends   are no longer able to support him financially.  Mr .   El - Jammal is currently in a difficult   position as he is   to be evicted from his apartment  imminently .   He has not been able to pay his rent since the accident and has had to borrow money  from his friends up until   recently when he was informed this could not continue.   He will   l ikely be  moving in with his friend Mo until his situation can be sorted .\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   9   of   18  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Changes position throughout  the night.   Unable to remain  in   one   position   for   any  extended period.  No lying posture observed by  thi s   therapist   during   this  assessment.  2. Sitting   No identified limitation   10 minutes then must change  position.  Observed sitting for periods  of   10   –   20   minutes   with  frequent postural   changes .  3. Standing   No identified limitation   10 minutes   Short   periods   of   static  standing observed during this  assessment.  4. Squatting   No identified limitation   Unable   Partial squat attempted but  was unable to   achieve target  position.  5. Kneeling   No identified limitation   U n able   Not   observed   as   Mr.   El -  Jammal ’ s   clinical  presentation   supports   his  reported inability to kneel.  6. Walking   No identified limitation   5   –   10 minutes   Short   distance   indoor  ambulation observed by this  therapist.   Gait   was   slo w  paced.  7. Stair  Climbing  No identified limitation   Able   with difficulty.   One   flight   of   20   stairs  managed b y Mr. El - Jamm al  during   this   assessment.  Stairs were   descended in a  step - stop pat tern and climbed  in a   reciprocal   stair climbing  pattern with heavy support  from handrail.   Stairs were  managed   at a slow pace.  8. Driving   No identified limitation   Short distances only.   Not forma lly assessed.",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Date of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   12   of   18  Emotional   Presentation :  Mr. El - Jammal presented in a state of acute emotional distress at the time of this assessment. H is  emotional presentation fluctuated throughout this assessment from periods of   flat affect followed  by uncontrollable crying.   He was observed lashing out at his friend   thinking he was saying  something behind his back and immediately   apologizing for his outb urst.   Mr. El - Jamm a l is clearly  in   need of psychological care and support at this t ime.  Cognitive Presentation :  Mr. El - Jammal   presented with signs of cognitive impa irment apparent   through his difficulty  recalling words in both   English and Arabi c. He could not recall specific dates of events from his  medical history   and could not recall the   names of individuals who are working with him in a  treatment capacity.   He was observed to have poor levels of focus and concentration and this  therapist was   required   to intervene on several occasions to bring him back   onto the topic of  convers ation.   H is cognitive difficulties are indi cative of potential concussion - re lated impairment ,  psychological difficulties   or likely a combination of the two factors based on his   mechanism of  injury which included a trauma to the head foll owed by a period of loss of   consciousness .   This  will require additional medical investigation to clea rly outline the cause of   th ese issues.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Apartment located   o n the second level of a convenience store plaza. Second  f loor accessible via a flight of 20 stairs with a handrail on the right side while  ascending.  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Main floor   Wood  Bathrooms   1   Main   f loor   Vinyl  Living Room   1   Main floor   Wood  Family Room   0   NA   NA  Dining Room   0   NA   N A  Kitchen   1   Main floor   Vinyl  Laundry   1   Main floor   Vinyl  Stairs   Yes   Steps leading up t o the second  floor where his apartment is  located,  Vinyl  Basement   No   NA   NA  Driveway  Description  None  Yard  description  None",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1",
      "transferStatus": "s and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1",
      "balanceStatus": "",
      "functionalLimitations": [
        "Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   Nominal   Trunk range   of motion severely limited in all  directions."
      ],
      "assistiveDevices": [
        "grab bars",
        "a bath  seat",
        "a telephone shower  head to   promote safety while  bathing/showering"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "Date of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   10   of   18  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   from   regular  chair but requires assistance  to rise from the sofa where he  is seated lo wer.  Four   sit - stand   transfers  assisted   by   this   therapist  performed by Mr. El - Jammal  during   this   assessment.  Transfers were all performed  from   a   low - lying   sofa  surface.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   but   concerned  with potential falls.  Mr. El - Jammal demonstrated  his ability to transfer in and  out   of   the   bathtub  independently.   However, as  a result of his poor   mobility  and   difficulty   standing  upright,   he   would   benefit  fro m the use   grab bars, a bath  seat and a telephone shower  head to   promote safety while  bathing/showering.  5. Vehicle   Independent   Independent   Not formally assessed.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   1/4 Range   Significant   cervical   range   of   motion  limit ations noted in all directions.  Lateral flexion   1/4 Range   1/4 Range\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   11   of   18  Rotation   1/4 Range   1/4 Range  Extension   1/4 Range  Shoulder   Flexion   1/2 Range   1/2 Range   Bilateral   shoulder   range   of   moti on  restrictions noted during this assessment.  Extension   1/2 Range   1/2 Range  Abduction   1/2 Range   1/2 Range  Adduction   1/2 Range   1/2 Range  WFL  Internal rotation   1/2 Range   1/2 Range  External rotation   1/2 Range   1/2 Range  Elbow   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   Nominal   Trunk range   of motion severely limited in all  directions.  Lateral flexion   1/4 Range   1/4 Range  Rotation   1/4 Range   1/4 Range  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL",
      "confidence": {
        "mobilityStatus": 0.8,
        "transferStatus": 0.8,
        "functionalLimitations": 0.8,
        "assistiveDevices": 0.8,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "He   does however require assistance for the following  activities:  •   Shaving  •   Hai r styling  •   Toenail care  •   Meal preparation  •   Assisting with transfers from low - lying positions (sofa)  •   Maintaining bathroom   hygiene  •   Managing laundry sorting  •   Medication management  •   Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": "He   does however require assistance for the following  activities:  •   Shaving  •   Hai r styling  •   Toenail care  •   Meal preparation  •   Assisting with transfers from low - lying positions (sofa)  •   Maintaining bathroom   hygiene  •   Managing laundry sorting  •   Medication management  •   Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": "He   does however require assistance for the following  activities:  •   Shaving  •   Hai r styling  •   Toenail care  •   Meal preparation  •   Assisting with transfers from low - lying positions (sofa)  •   Maintaining bathroom   hygiene  •   Managing laundry sorting  •   Medication management  •   Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": "He   does however require assistance for the following  activities:  •   Shaving  •   Hai r styling  •   Toenail care  •   Meal preparation  •   Assisting with transfers from low - lying positions (sofa)  •   Maintaining bathroom   hygiene  •   Managing laundry sorting  •   Medication management  •   Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "dependent",
          "notes": "El - Jammal is unable to manage  garbage removal at this time due to his  inability to   car ry heavier loads and his  difficulty managing stairs."
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": "He   does however require assistance for the following  activities:  •   Shaving  •   Hai r styling  •   Toenail care  •   Meal preparation  •   Assisting with transfers from low - lying positions (sofa)  •   Maintaining bathroom   hygiene  •   Managing laundry sorting  •   Medication management  •   Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "He   does however require assistance for the following  activities:  •   Shaving  •   Hai r styling  •   Toenail care  •   Meal preparation  •   Assisting with transfers from low - lying positions (sofa)  •   Maintaining bathroom   hygiene  •   Managing laundry sorting  •   Medication management  •   Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": "He   does however require assistance for the following  activities:  •   Shaving  •   Hai r styling  •   Toenail care  •   Meal preparation  •   Assisting with transfers from low - lying positions (sofa)  •   Maintaining bathroom   hygiene  •   Managing laundry sorting  •   Medication management  •   Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information."
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Date of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   13   of   18  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone. Children 11, 9 and 5 stay with him on occasion.  Children   1 1, 9 and 5 . His ex - wife is   holds custody of the children .  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to the   subject   motor vehicle accident, Mr. El - Jammal reported   being independent in his  management of all self - care activities.  At the time of this assessment, Mr. El - Jammal   reported that he remains   independent   in his  performance of core self - care functions.   He   does however require assistance for the following  activities:  •   Shaving  •   Hai r styling  •   Toenail care  •   Meal preparation  •   Assisting with transfers from low - lying positions (sofa)  •   Maintaining bathroom   hygiene  •   Managing laundry sorting  •   Medication management  •   Managing his mood and regulating his emotions  Please refer to the Attendant Care Needs section of this report for more information.  Pre and Post Accident   Home Management Activities:  Prior to the   subject   motor vehicle accident, Mr. El - Jammal noted that he was   solely responsible  for   a ll   in door housekeeping tasks.  At the time of this assess ment, Mr.   El - Jammal is unable to engage in any of the housekeeping  activities he managed pre - accident.   The following table   reflects the   estimated amount of  assist ance M r. El - Jammal requires at this time to maint ain his living environment:  Task   Details   Weekly Time Allotment  Meal Preparation   Mr. El - Jammal is unable to manage  meal preparation at this time however  time for this has been allotted within  the   Attendant   Car e   section   of   this  rep ort.  0   minutes per week\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   14   of   18  Total   weekly time allotted for meal  preparation:  0   minutes  0   time(s) per week  Cleaning Kitchen   Mr. El - J ammal   requires   assistance   to  manage kitchen cleaning as a result of  his   poor   standing   tolerance   and  limited tolerance to activity.  Total   weekly   time   allotted   for  kitchen cleaning:  7   time per week  15   minutes  105   minutes per week  Washing Dishes   Mr. El - Jammal is unable to   tolerate  the standing and reaching   required   to  wash dis hes at this time.  Total   weekly   time   allotted   for  washing dishes:  7   time per week  1 5   minutes  105   minutes per week  Laundry   Mr. El - Jammal is unable to manage  his laundry needs at this time d ue to  his li mited tolerance to activity, his  limited standing ability, his limited  carrying ability .  Total   weekly   time   allotted   for  laundry:  3   time per week  20   minutes  60   minutes per week  Garbage Removal   Mr. El - Jammal is unable to manage  garbage removal at this time due to his  inability to   car ry heavier loads and his  difficulty managing stairs.  Total   weekly   time   allotted   for  garbage removal:  1   time per week  20   minutes  20   minutes per week  Vacuuming   Mr. El - Jammal is unable to vacuum  his home at this time due to poor  tolerance to activity   and pain from  re petitive reaching motions.  Total   weekly   time   allotted   for  vacuuming:  2   time per week  30   minutes  60   minutes per week  Sweeping   Mr. El - Jammal has not engaged in  swee ping since his accident due   to his  35   minutes per week\n\nDate of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   15   of   18  poor tolerance to activity and limited  standing tolerance.  Total   weekly   time   allotted   for  sweeping:  7   time per week  5   minutes  Mopping   Mr. El - Jammal has not been able to  mop his apartment since the accident.  He   cannot tolerate this activity.  Total   weekly   time   allotted   for  mopping:  1   time per week  30   minutes  30   minutes per week  Dusting   Mr.   El - Jammal   has   not   dusted   his  apartment since the accident.   He is  unable to t olerate this activity due to  his limited standing tolerance s .  Total   weekly   time   allotted   for  dusting:  1   time per week  30   minutes  30   minutes per week  Cleaning Washroom   Mr. El - Jammal has not been able to  clean his   bathroom since the accident.  Total   weekly   time   allotted   for  cleaning windows:  1   time per week  30   minutes  30   minut es per week  Total Assistance Re quired   7.92   hours per week  Pre and Post Accident Caregiving Activities:  Mr. El - Jammal is not the primary caregiver to his three children, ages 11, 9 and 5 years of age.   He  does have them with h im on occasion but they do not stay overnight due to his   significant  limitations. He noted that he does his best to hide his st ruggles from them but this is difficult to  do given   the extent of his limitations.  Pre and Post Accident   Vocational Activities:  Prior   to the subject motor vehicle accident, Mr. El - Jammal worked as a full - time pizza cook and  pizza restaurant manager with Pa lermo Pizza located at 25 Tapiola Cre scent in Ottawa. He noted  that he worked   40 hours per week plus an   additional 30   –   35   hours per week paid cash for overtime  worked.   He has not   been able to work since his accident .  As a resu lt o f his interrupted   workplace activit ies, Mr . El - Jammal   has been unable to meet his  financial obligations and has remained in his apartment largely as a result of loans made to him by",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0,
          "toileting": 0.5,
          "feeding": 0,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0.5,
          "ambulation": 0,
          "stairs": 0.8,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0.5,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0,
          "medication": 0.5
        }
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care to reduce risk of escalation",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [
          "El - Jammal   is independent with   his   bathing needs."
        ],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [
          "El - Jammal   requires regular monitoring to ensure her medications are taken on a regular basis  and that   he   has no adverse effects."
        ],
        "mobility": [],
        "supervision": [
          "El - Jammal   requires regular monitoring to ensure her medications are taken on a regular basis  and that   he   has no adverse effects."
        ]
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Date of Report:   2018 - 04 - 04  ___________________________________________________________ ___________________  Ali   El - Jammal   Claim #:   001336230   Page   18   of   18  Skin Care:  Mr. El - Jammal   is independent with all of   his   skin care needs.  Medication:  Mr. El - Jammal   requires regular monitoring to ensure her medications are taken on a regular basis  and that   he   has no adverse effects.  Bathing:  Mr. El - Jammal   is independent with   his   bathing needs.  Other Therapy:  Not applicable.  Maintenance of Supplies and Equipment:  Mr. El - Jammal   does not make use of any assistive devices or   medical equipment which requires  regular maintenance.  Skilled Supervisory Care:  Mr. El - Jammal   experiences intermittent increases in   his   level of emotional distress which  necessitate Attendant Care to reduce risk of escalation.  Please refer to the enclosed Assessment of Attendant Care Needs Form (Form   1) for more  information.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   Form 1  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of t he report, and   has provided  authorization to utilize the electronic signature .",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0.8,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0.8,
        "mobility": 0,
        "supervision": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}