{
  "fileName": "Fincham, Sophia IHA2.pdf",
  "originalText": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Ms. Sophia Fincham   Date of Loss:   2017-05-18  Address:   8 Rudd Avenue, Kingston, ON  K7L 4V1   Date of Birth:  Telephone #:   (613) 805-3474  Lawyer:   Frank McNally   Firm:   McNally Gervan Law Firm  Adjuster:   N/A   Insurer:   N/A  Claim No.:   N/A  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   2024-02-06  Date of Report:   2024-02-09  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014\n\nTHERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious  physical, psychological and cognitive impairments.   His assessments inform multidisciplinary  team   members   (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  client’s daily functional capabilities at home, work and in the community, assisting them in  forming opinions surrounding whether the catastrophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic pain, depression, anxiety and  posttraumatic   stress,   overseeing   and   directing   functional   reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  Ms. Fincham was reassessed on February 6, 2024 at the request of her legal representative, Mr.  Frank McNally.   This reassessment was conducted in order to establish her current level of  function as it relates to injuries she sustained in the subject motor vehicle accident of May 18,  2017. This is the second assessment of Ms. Fincham, the first one being completed on May 20,  2021.  _____________________________________________________________________________________________  Sophia FIncham   Page 2 of 18\n\nSUMMARY OF FINDINGS:  Ms. Fincham is a 33-year-old woman who was involved in a significant T-bone collision on May  18, 2017, resulting in a number of soft-tissue injuries and a concussion. Prior to the subject  MVA, Ms. Fincham led a highly active lifestyle, enjoying a wide array of sporting activities. She  describes a past medical history positive for anxiety issues resulting from difficult interactions  with   her   alcoholic   father.   She   notes   having   been   prescribed   medication   intermittently  throughout her young adulthood, but notes that she remained highly active in all aspects of her  life.  As a result of the subject MVA, Ms. Fincham sustained the following injuries:  ●   Concussion  ●   Whiplash injury  ●   Sprained right rotator cuff  ●   Sprained wrists, bilaterally  ●   Sprained right elbow  ●   Development of alcoholism (severe)  Since the last assessment performed in May of 2021, Ms. Fincham has seen little change in the  rehabilitation efforts she has undertaken.   She has not benefited from any form of physical  therapy with the exception of massage therapy which she continues to obtain on a monthly  basis. She noted that she has not been involved in any form of mental health treatment and has  largely remained in a pattern of self-medicating through the use of alcohol and cannabis.  Ms. Fincham indicated that she continues to work as a Registered Respiratory Therapist with the  Kingston General Hospital, working long hours in the Emergency Room department. She notes  a pattern of working long hours followed by consumption of significant amounts of alcohol and  cannabis, which remain her primary coping strategies at this time. She is describing a pattern of  emotional dysregulation, deteriorating personal relationships and a sense that she is “getting to  the end of my rope” in terms of sustaining this coping strategy. She noted that she will drink  after every shift and will consume increased amounts of alcohol when not working. Her social  activities are currently centered around alcohol consumption. She notes being highly vigilant on  ensuring she has an adequate supply of alcohol and “will stress-out if I only have four beers  left”, making a point to access a beer store or liquor store before attending her work shift to  ensure she has enough alcohol at her disposal when returning home after work.  _____________________________________________________________________________________________  Sophia FIncham   Page 3 of 18\n\nWhile she presents as a warm and pleasant individual, Ms. Fincham describes a pattern of  verbal assaults and angry outbursts directed at her fiancee and her step-children (ages 14 and  11). She indicated that she will often drink to the point of not recalling periods of time from the  past evening and further emphasized how the relationship with her fiance is strained, as he is  not a drinker and finds her patterns of emotional dysregulation when drinking difficult to  manage.  While Ms. Fincham has persisted in her efforts to continue working, the pattern she has been  displaying over the last years is unsustainable.   She noted a weight gain in excess of 60 lbs  (weighing over 200 lbs as opposed to 140 lbs pre-accident), largely attributed to the 6 - 12 beers  she consumes on a daily basis. Her current path is not conducive to any form of improvements  of her physical and mental health struggles. She shared a desire to seek support at this time,  but noted feeling embarrassed and ashamed at her current alcohol usage, not having shared  the severity of this issue with her family physician. She has been encouraged to seek medical  support in reducing her alcohol intake as her level of alcohol usage places her at risk for serious  physical repercussions from alcohol withdrawal should she cease to drink cold-turkey, without  medication or an alcohol intake titration strategy monitored by a medical professional.  RECOMMENDATIONS:  Attendant Care:  Ms. Fincham does not present with any Attendant Care Needs at this time.   She remains  independent in the management of her core self-care functions.  Housekeeping:  As a result of ongoing physical pain, compounded by long work hours in a physically and  emotionally demanding work environment and severe alcoholism, Ms. Fincham presents with  an inability to consistently partake in the management of the home she now shares with her  fiance and step-children. Her lack of engagement in housekeeping tasks is a recurrent source of  conflict with her fiance who is required to manage substantially all of the housekeeping tasks  Ms. Fincham would normally be expected to perform.   An estimated 4 hours per week of  housekeeping assistance is being recommended at this time to offset the tasks Ms. Fincham is  unable to perform as a result of physical and mental health symptoms, compounded by her  significant use of alcohol as a primary coping strategy.  Further Occupational Therapy Interventions:  Ms. Fincham would benefit from access to bi-weekly Occupational Therapy treatment sessions  to   assist her with developing healthier coping strategies to manage her symptoms and foster  _____________________________________________________________________________________________  Sophia FIncham   Page 4 of 18\n\nengagement in meaningful activity. She is currently in a perpetual cycle of working long hours in  the ER of the Kingston General Hospital, binge drinking both after work and on her days off. She  presents with a high degree of insight and motivation to make changes to her current coping  mechanisms and this should be leveraged to foster positive outcomes in her recovery from the  injuries sustained in the subject MVA.  Referral for Other Services:  Ms. Fincham would benefit from medical support in reducing her alcohol intake safely, targeting  an elimination of alcohol use entirely. Medical support will be instrumental in ensuring alcohol  use reduction is done safely, and that effects of withdrawal are managed with clinical support.  Failing this, Ms. Fincham may benefit from a course of in-patient rehabilitation to provide an  environment with the supports conducive to achieving sobriety.  Ms. Fincham would also benefit from access to psychological care to assist her with managing  her   anxiety and chronic pain. A psychological assessment should be conducted to assess her  needs in this regard.  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  ●   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  ●   The assessment has been requested by his legal representative Mr. Frank McNally.  ●   The purpose of this assessment is to assess Ms. Fincham’s current functional status as it  relates to her ability to complete pre-accident activities of daily living.  ●   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  ●   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  ●   Recommendations   may   be provided at the conclusion of the assessment.   These  recommendations may include:  ○   Occupational Therapy Treatment  ○   Assistive Devices  ○   Referral to other practitioners  ○   Support services  _____________________________________________________________________________________________  Sophia FIncham   Page 5 of 18\n\n●   A submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a denial or partial denial occur, an independent  examination by another Occupational Therapist may be requested by the insurer. This  may be an in-person assessment or a remote paper-review assessment. Funding for the  requested goods and/or services may ultimately be declined.  ●   Ms.   Fincham   may   choose   to   participate   or   decline   any or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  ○   McNally Gervan, c/o Frank McNally, Legal Representative  Following this therapist’s explanation Ms. Fincham granted informed consent for this therapist  to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The following medical documentation was provided to this therapist for review by her legal  representative, Mr. Frank McNally:  1.   Hospital Records  A.   Kemptville District Hospital  (1)   Clinical notes and records received February 24, 2020  B.   The Ottawa Hospital  (1)   Clinical notes and records received July 21, 2020  C.   Queensway Carleton Hospital  (1)   Clinical notes and records received November 30, 2020  D.   Winchester Hospital  (1)   Clinical notes and records received November 26, 2020  2.   Family Doctor  A.   Dr. Holman/Rutherford  (1)   Clinical Note dated May 23, 2017  (2)   Clinical notes and records received July 18, 2017  (3)   Clinical notes and records received August 20, 2019  (4)   Clinical notes and records received March 18, 2020  3.   Treating Specialists  _____________________________________________________________________________________________  Sophia FIncham   Page 6 of 18\n\nA.   Pro Physio - Kemptville  (1)   Clinical Note dated May 24, 2017  (2)   Clinical Note dated May 24, 2017 re: changes  (3)   Clinical notes and records received August 10, 2020  4.   OHIP decoded summary  A.   OHIP Decoded Summary from May 18, 2012 to February 12, 2020  PRE-ACCIDENT MEDICAL HISTORY:  Ms. Fincham reported a longstanding history of anxiety stemming from difficult interactions  with   her alcoholic father throughout her life. She noted that she has been prescribed  medication in the past to manage her anxiety.   Ms. Fincham also noted having had an ovarian  cyst which was diagnosed when she was 14 years old.   She declined the presence of any other  medical condition or past medical issues which would impact her clinical presentation on the  day of this assessment or her course of recovery from the   injuries sustained in the subject  MVA.  MECHANISM OF INJURY:  On May 18, 2017, Ms. Fincham reported that she was the restrained driver in a vehicle which  was turning left at an intersection. She noted that as she proceeded through the intersection,  another   vehicle t-boned her vehicle, striking the rear passenger side of her car. Ms. Fincham  noted that she “went blank, zoned out” following the impact. She did note a cut on her head  but reportedly declined paramedics at the scene of the crash. She opted to go home and go to  bed, noting a high level of stress stemming from the events of that day.  Ms. Fincham sought medical attention from her family physician on the day following the  accident. She noted having developed a migraine and noted that she realized that she had little  to no recollection or memory of the crash. She went on to develop a number of difficulties with  short term memory, focus, attention, mood regulation, all of which have impacted her ability to  partake in schooling activities. She noted having begun drinking heavily following the accident  and that she began making use of Adderall purchased on the black market to help with focus  during exam periods.   She successfully completed her schooling and is now working as a  respiratory therapist with the Kingston General Hospital’s Emergency Room Department. She  notes ongoing issues with chronic pain and anxiety, as well as sustained use of alcohol as a  coping strategy, discussed in detail in the body of this report.  _____________________________________________________________________________________________  Sophia FIncham   Page 7 of 18\n\nNATURE OF INJURY:  Based on a review of available medical documentation, Ms. Fincham sustained the following  injuries as a result of the subject MVA:  ●   Concussion  ●   Whiplash injury  ●   Sprained right rotator cuff  ●   Sprained wrists, bilaterally  ●   Sprained right elbow  Ms. Fincham has gone on to make use of alcohol on a daily basis to manage her chronic pain  and anxiety.   She is considered to have developed an alcohol use disorder (acute and severe)  which persists to this day.  COURSE OF RECOVERY TO DATE:  Ms. Fincham's recovery has been constrained by limited rehabilitation efforts. She underwent a  brief physiotherapy regimen at Pro Physio & Sports Medicine Centre, funded under the Minor  Injury Guideline, but was discharged when the funding ceased. Despite receiving four additional  treatments in 2019, she has not pursued any treatment since. Ms. Fincham continues to  experience   significant   physical   discomfort   along   with   ongoing   emotional   and   cognitive  difficulties.  She remains under the care of her GP, Dr. Holman, but notes limited consultations. She has  obtained a prescription for antidepressant medication due to increasing issues with low mood  and anxiety.   Currently, she does not receive physical therapy and has missed her monthly  massage therapy sessions at Brinet Raycraft RMT in Kingston since November due to illness,  paying out of pocket without knowledge of insurance coverage. In November 2022, she began  taking Deloxetine 30 mg twice daily to address severe depression, marked by dissociation and  suicidal thoughts, particularly during her commute from work.  She attributes these issues to chronic pain, excessive alcohol consumption, extended work  hours, and lack of sunlight, noting a daily intake of 5-10 beers. This habit, initially a response to  chronic pain, has evolved into a coping mechanism for enduring physical pain and emotional  workplace trauma, causing her embarrassment and unwanted emotional distress.  _____________________________________________________________________________________________  Sophia FIncham   Page 8 of 18\n\nCURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name   and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome   of   Last  Appointment  Date   of   Next  Appointment  Dr. Holman, GP or  Dr. Keifer GP  Last   visit   during   the  summer of 2020.  Shoulder pain and birth  control discussed.  N/A.  Brinet   Raycraft,  RMT  Once monthly.   N/A.   N/A.  MEDICATION:  Ms. Fincham has discontinued the use of Adderall due to lack of access and a shift in priorities,  now preferring to rest/nap when she can during work hours. She has identified medication  interactions as a concern and finds the adrenaline from work sufficient to keep her going during  her   shifts.   Currently,   she   consumes   up   to   2   grams   of   cannabis   daily.   Additionally,   she  self-medicates with alcohol and marijuana, consuming between 5 to 10 beers nightly.  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain   Rating  if Necessary  Headaches   Ms. Fincham suffers from headaches three  times a week, though the frequency of her  migraines   has   decreased.   Rapid   eye  movements   trigger   \"ocular   migraines,\"  leading to intermittent episodes of vertigo,  akin to the sensation of being on a boat. She  experiences severe migraines approximately  every   three   months,   with   each   episode  lasting   two   days,   accompanied   by   a  pronounced stiffness in her neck, reminiscent  of meningitis symptoms.  3/10   daily  with  migraines of  7   –   8/10  once   or  twice  monthly.  _____________________________________________________________________________________________  Sophia FIncham   Page 9 of 18\n\nNeck Pain   Ms.   Fincham reports constant pain in her  cervical   spine,   accompanied   by   varying  degrees of cervical stiffness that intensifies  during   headache   episodes. She also notes  that   this   pain   extends   bilaterally   to   her  trapezius muscles.  3/10  Bilateral Shoulder Pain   Ms. Fincham initially sustained an injury to  her right shoulder, which led to the gradual  onset of symptoms in her left shoulder due to  overcompensation   and   avoidance   of   using  the right shoulder for repetitive or strenuous  activities. She experiences constant pain in  the area, with sharp increases in intensity  when lifting objects.  Furthermore, her right shoulder has become  increasingly stiff, with a reduction in range of  motion (ROM) to three-quarters of its full  capacity. Additionally, she reports a general  stiffness in her spine—a marked change from  her previously flexible state.  3/10  constant  with   peaks  of   8/10  when lifting.  Spine Pain   Ms. Fincham describes experiencing constant  pain   between   her   shoulder   blades,   which  radiates under her scapulae on both sides.  This discomfort is exacerbated by stiffness,  particularly when she is studying, due to her  posture.  Additionally, she reports a significant increase  in lower back pain, which was notably severe  during a drive to Florida in the last month.  3/10  Left Hand Numbness   She finds that massages help this symptom  resolve significantly.  N/A  Weight gain   This period has also seen a weight gain of 60  pounds.   She notes now weighing over 200  lbs with a pre-accident weight reported to be  around 140 lbs.  N/A  _____________________________________________________________________________________________  Sophia FIncham   Page 10 of 18\n\nCognitive Symptoms:  Since the subject MVA, Ms. Fincham has encountered several cognitive challenges, marked by  deteriorating focus and concentration. Once achieving grades in the mid-80s to 90s, her  academic performance has declined to below 70%. She also struggles with multitasking and  short-term memory. To cope with these difficulties, particularly for studying and exams, she has  resorted to using Adderall or Vyvanse tablets obtained from the black market. These cognitive  symptoms align with a diagnosed concussion and warrant further investigation.  Since the last assessment, Ms. Fincham noted that she has interrupted the use of both Adderall  and Vyvanse, preferring to rest and nap when things are quieter at work. She notes that she is  able to stay focussed on her work through the adrenaline she generates from the emotionally  charged cases she is often required to treat with the medical team of the ER.  Emotional Symptoms:  Ms. Fincham has reported several emotional symptoms post-accident, including:  ●   High reactivity, with sudden outbursts of anger or tears.  ●   Increased moodiness.  ●   Experiencing road rage and irritability while driving.  ●   Feeling anger without apparent cause.  ●   Acting harshly towards loved ones.  ●   Greater social withdrawal.  ●   Persistent fatigue.  ●   Predominantly negative perception of her days.  ●   Inability to manage stress effectively.  ●   Consuming alcohol daily in large quantities to self-medicate.  ●   Feelings of shame and guilt at repeating the patterns of her biological father, “drunk  Derryl”.  Her mood fluctuates significantly, marked by pronounced irritability and a low tolerance for her  stepchildren, who are significant stressors for her. She experiences memory lapses from her  drinking patterns, particularly after waking. Despite efforts to increase social interactions, her  social activities, including girls' nights out, frequently involve alcohol. Her interactions with her  stepchildren, aged 14 and 11, are notably strained, contributing to her stress levels, which are  further exacerbated by challenges in co-parenting and issues with her fiance’s ex-wife (including  concerns related to alcohol and drug use).  _____________________________________________________________________________________________  Sophia FIncham   Page 11 of 18\n\nMs. Fincham presents with a high degree of insight into her struggles and would benefit from  professional support in managing her alcohol intake and psychological support to better  manage her emotional symptoms.  Symptom Management Strategies:  Ms.   Fincham's   approach   to   managing   her   complex   symptomatology   is   notably   limited,  characterized by avoiding activities, social isolation, binge drinking, cannabis use, and past  reliance on stimulants for focus and information retention. It is recommended that she engage  in psychological and occupational therapy treatments to develop a broader and healthier set of  coping strategies.  FUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  Activity   Client Report and Therapist Observations  Sitting   and  repositioning  Ms. Fincham reported being able to sit for periods of 60 minutes before having to  stand and move around. She notes becoming “fidgety” and being required to shift  positions frequently in order to sustain sitting for more extended periods of time.  She notes this to be quite noticeable when riding in a vehicle and traveling long  distances, being required to stop regularly to stretch her back.  Bed mobility   Ms. Fincham reported being able to lie through the night although she will wake  periodically due to discomfort and a need to change positions.  Transfers   Ms. Fincham is independent with all transfers including from sitting to standing, to  and from her bed, toilet, shower and vehicle.  Standing   Ms.   Fincham   reported   being   limited   to   periods   of   an   hour before becoming  uncomfortable.   She reported often being required to stand for periods of 4 to 6  hours while working, where she will adopt a variety of leaning postures and to  reduce the load on her spine.   She reported leaning on bed rails, on walls and  shifting her weight from side to side while monitoring patients’ breathing.  Balance   Ms. Fincham reported experiencing periods of vertigo associated with rapid eye  movements.   She reported that these do not result in loss of balance, but give her  the sensation of “being on a boat”.  _____________________________________________________________________________________________  Sophia FIncham   Page 12 of 18\n\nWalking   Ms. Fincham reported that she will walk between 10,000 and 15,000 steps per day  at work.   On busier shifts, this number can reach or exceed 20,000. She reported  experiencing steady pain in her lumbar spine throughout the day, which she “pushes  through” in order to meet the demands of her workplace.   She reports significant  lumbar spine pain after her work shifts, which are a trigger to increased alcohol and  cannabis consumption.  Stairs   Ms.   Fincham   is   able   to   manage   stairs   independently,   without   any   significant  difficulty.  Lifting/Carrying   Ms. Fincham is able to lift and carry light loads, not exceeding 20 lbs. She reports  avoiding any form of heavy lifting and relies on her fiance to manage all lifting of  heavier loads. She notes nominal lifting demands in her workplace.  Kneeling   Able.   Ms. Fincham demonstrated her ability to achieve a kneeling posture and  recover to standing without external support.  Squatting/Crouching   Ms. Fincham is able to squat / crouch without external support.  Bending   Ms. Fincham demonstrated her ability to bed forward and reach her toes.  Reaching   She is able to reach in an unrestricted manner with her left arm however is limited  to ¾ active range of motion with her right. She describes a stiffness and sharp pain  in her right shoulder when reaching her range limit.  Fine   Motor  Coordination  Ms. Fincham reported no issues with fine motor dexterity.  Active Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  _____________________________________________________________________________________________  Sophia FIncham   Page 13 of 18\n\nExtension   WFL  Shoulder   Flexion   ¾ range   WFL   Right shoulder is limited in all planes. She  demonstrated an inability to unclasp her  brassiere with her right hand, being unable  to reach between her shoulder blades.  Extension   ¾ range   WFL  Abduction   ¾ range   WFL  Adduction   ¾ range   WFL  Internal rotation   ¾ range   WFL  External  rotation  ¾ range   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  _____________________________________________________________________________________________  Sophia FIncham   Page 14 of 18\n\nEmotional Presentation:  Ms. Fincham’s emotional presentation was unremarkable throughout this assessment.   She  presented with a pleasant demeanor, interacting appropriately with this therapist. Her mood  became more somber while discussing her mental health difficulties, strain in her relationship  to her fiance, as well as when discussing her alcoholism and her desire to change her drinking  patterns.   She was found to negotiate with the notion of sobriety, asking questions about  strategies which could allow her to maintain alcohol use in a reduced frequency such as only  drinking when socializing.   She appeared deflated by the idea of eliminating alcohol use  altogether, underscoring the need for mental health and medical support to assist her through  this process of achieving sober living.  Cognitive Presentation:  Ms. Fincham did not present with any significant cognitive impairments during this assessment.  She was a good historian, providing information readily and participating actively in all portions  of this assessment.  TYPICAL DAY:  Post-accident, Ms. Fincham's daily routine, particularly on working days, involves waking up at 5  am, showering, preparing lunch, working until 7 pm, and then consuming beer until 10 pm  before going to bed. Her nights are characterized by extended sleep, often starting her day with  a beer, napping, and then proceeding to work. On her days off, she engages in drinking from  morning until 11 pm, attributing her short-temperedness and anger outbursts to her alcohol  consumption.  Ms. Fincham described an absence of meaningful activity to occupy her time off. She notes a  pattern of drinking from morning to night when she is off work.   Her social outlets almost  always revolve around alcohol consumption and she no longer participates in any of the leisure  activities she enjoyed prior to the subject motor vehicle accident.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☐   Common Law   X   Other   ☐  Living Arrangement   Lives with her fiance Tom and his two children, who are with them  50/50,   from   Sunday   to   Sunday.   She   describes   a   strained  relationship, noting a need for marital counseling at this time to  maintain the relationship.  Children   Step-children aged 11 and 14, custody is 50/50.  _____________________________________________________________________________________________  Sophia FIncham   Page 15 of 18\n\nACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Prior to the accident, Ms. Fincham was fully independent in performing all self-care activities.  Currently, while she remains physically capable of managing her basic self-care needs, she  acknowledges a notable decrease in both the frequency and quality of her personal hygiene  practices. She expresses a diminished concern for showering and grooming, admitting to  periods of 4 to 5 days without showering if she has no social interactions, though this has  somewhat improved due to the requirements of her job. Additionally, on days she does not  work, she might not brush her teeth for 2 to 3 days.  Home Management Activities:  Ms. Fincham noted that her living circumstances have changed significantly since the last  assessment completed by this therapist.   She noted that she was previously living with  roommates   and   would   engage   in   all   shared   housekeeping   chores   despite the pain she  experienced.   The need to complete these chores was part of her lease agreement and she  adhered to these requirements.  Since that time, Ms. Fincham has gone on to solidify a relationship with her now-fiance Tom.  She notes that Tom does not drink and that her alcohol consumption, coupled with chronic pain  and general exhaustion has interfered with her ability to contribute in a meaningful manner to  the upkeep of the communal home. She notes that Tom will often comment that he “is living  with three children”, expressing his frustration with the lack of contribution to the upkeep of  the home on Ms. Fincham’s part. This is reportedly a recurring source of conflict between the  two of them.   Ms. Fincham noted that she will avoid certain tasks such as mopping and  vacuuming due to the pain these tasks generate. She will avoid other housekeeping tasks due  to “laziness related to my drinking”. She notes that the distribution of housekeeping between  her and Tom is 20%/80% respectively, where Tom manages the substantial portion of the  home’s upkeep.  Caregiving Activities:  Ms. Fincham was not responsible for any caregiving activities prior to the subject MVA.  _____________________________________________________________________________________________  Sophia FIncham   Page 16 of 18\n\nAt the time of this assessment, Ms. Fincham noted being a part-time step-mother to two  children, aged 11 and 14, who reside with her and her partner one week on and one week off.  She notes significant issues with Tom's ex-wife, who struggles with alcoholism and drug  addiction. She also notes significant tension in her household as a result of her frustration with  the children and Tom’s parenting style.   She endorsed that her use of alcohol is a significant  contributor to her tolerance for the children’s presence and the resultant demands placed on  her.  Vocational Activities:  Ms. Fincham remains employed as a Respiratory Therapist with the Kingston General Hospital,  where she works full-time in the ER department. She indicated that she is scheduled for 4 shifts  per week of 12 hours each (2 day and 2 night shifts), followed by 5 days off. She will pick up 2  additional shifts during her time off which increases her weekly hours substantially.  She notes that the 2023 year was the year where she missed the most time from work, with a  total of at least 16 shifts missed as a result of her excessive drinking. She was reportedly placed  on the attendance list, which flags employees who are missing excessive amounts of scheduled  shifts. She noted heightened concerns about her missed time from work and acknowledges this  being the direct result of her alcohol consumption and the resulting hangovers she experiences.  This pattern of increased missed time from work is of significant concern and underscores the  unsustainable   nature   of   her   current   symptom management strategies and the need for  professional support / intervention.  Leisure Activities:  Prior to the accident, Ms. Fincham engaged in a variety of leisure activities, including attending  the gym and yoga classes three times a week, playing baseball and dodgeball twice a week,  participating in both regular and beach volleyball, enjoying bonfires with friends, and going  4-wheeling weekly. She also valued low-key time at home, which often involved watching TV  and drinking.  Currently, Ms. Fincham has ceased nearly all of these activities. She cannot recall her last  4-wheeling adventure and has not played baseball since 2019, noting that her final games were  marred by pain and excessive drinking on the field. The demands of her education initially led to  the suspension of her leisure pursuits, as she struggled to balance these activities with her  academic responsibilities. Following the completion of her schooling, her career, particularly her  demanding role as a respiratory therapist, has consumed her time. Acknowledging her poor  time management skills, she chose to eliminate these activities to concentrate on her studies  and now her profession.  _____________________________________________________________________________________________  Sophia FIncham   Page 17 of 18\n\nShe notes that on her days off, she will spend most of her time drinking from morning to night,  watching television. She notes no meaningful activity to occupy her time  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at (613) 204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   McNally Gervan,   c/o   Frank McNally  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Sophia FIncham   Page 18 of 18\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Ms. Sophia Fincham   Date of Loss:   2017-05-18  Address:   8 Rudd Avenue, Kingston, ON  K7L 4V1   Date of Birth:  Telephone #:   (613) 805-3474  Lawyer:   Frank McNally   Firm:   McNally Gervan Law Firm  Adjuster:   N/A   Insurer:   N/A  Claim No.:   N/A  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   2024-02-06  Date of Report:   2024-02-09  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014\n\nTHERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious  physical, psychological and cognitive impairments.   His assessments inform multidisciplinary  team   members   (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  client’s daily functional capabilities at home, work and in the community, assisting them in  forming opinions surrounding whether the catastrophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic pain, depression, anxiety and  posttraumatic   stress,   overseeing   and   directing   functional   reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  Ms. Fincham was reassessed on February 6, 2024 at the request of her legal representative, Mr.  Frank McNally.   This reassessment was conducted in order to establish her current level of  function as it relates to injuries she sustained in the subject motor vehicle accident of May 18,  2017. This is the second assessment of Ms. Fincham, the first one being completed on May 20,  2021.  _____________________________________________________________________________________________  Sophia FIncham   Page 2 of 18",
    "MEDICAL_HISTORY": "A.   Pro Physio - Kemptville  (1)   Clinical Note dated May 24, 2017  (2)   Clinical Note dated May 24, 2017 re: changes  (3)   Clinical notes and records received August 10, 2020  4.   OHIP decoded summary  A.   OHIP Decoded Summary from May 18, 2012 to February 12, 2020  PRE-ACCIDENT MEDICAL HISTORY:  Ms. Fincham reported a longstanding history of anxiety stemming from difficult interactions  with   her alcoholic father throughout her life. She noted that she has been prescribed  medication in the past to manage her anxiety.   Ms. Fincham also noted having had an ovarian  cyst which was diagnosed when she was 14 years old.   She declined the presence of any other  medical condition or past medical issues which would impact her clinical presentation on the  day of this assessment or her course of recovery from the   injuries sustained in the subject  MVA.  MECHANISM OF INJURY:  On May 18, 2017, Ms. Fincham reported that she was the restrained driver in a vehicle which  was turning left at an intersection. She noted that as she proceeded through the intersection,  another   vehicle t-boned her vehicle, striking the rear passenger side of her car. Ms. Fincham  noted that she “went blank, zoned out” following the impact. She did note a cut on her head  but reportedly declined paramedics at the scene of the crash. She opted to go home and go to  bed, noting a high level of stress stemming from the events of that day.  Ms. Fincham sought medical attention from her family physician on the day following the  accident. She noted having developed a migraine and noted that she realized that she had little  to no recollection or memory of the crash. She went on to develop a number of difficulties with  short term memory, focus, attention, mood regulation, all of which have impacted her ability to  partake in schooling activities. She noted having begun drinking heavily following the accident  and that she began making use of Adderall purchased on the black market to help with focus  during exam periods.   She successfully completed her schooling and is now working as a  respiratory therapist with the Kingston General Hospital’s Emergency Room Department. She  notes ongoing issues with chronic pain and anxiety, as well as sustained use of alcohol as a  coping strategy, discussed in detail in the body of this report.  _____________________________________________________________________________________________  Sophia FIncham   Page 7 of 18",
    "SYMPTOMS": "At the time of this assessment, Ms. Fincham noted being a part-time step-mother to two  children, aged 11 and 14, who reside with her and her partner one week on and one week off.  She notes significant issues with Tom's ex-wife, who struggles with alcoholism and drug  addiction. She also notes significant tension in her household as a result of her frustration with  the children and Tom’s parenting style.   She endorsed that her use of alcohol is a significant  contributor to her tolerance for the children’s presence and the resultant demands placed on  her.  Vocational Activities:  Ms. Fincham remains employed as a Respiratory Therapist with the Kingston General Hospital,  where she works full-time in the ER department. She indicated that she is scheduled for 4 shifts  per week of 12 hours each (2 day and 2 night shifts), followed by 5 days off. She will pick up 2  additional shifts during her time off which increases her weekly hours substantially.  She notes that the 2023 year was the year where she missed the most time from work, with a  total of at least 16 shifts missed as a result of her excessive drinking. She was reportedly placed  on the attendance list, which flags employees who are missing excessive amounts of scheduled  shifts. She noted heightened concerns about her missed time from work and acknowledges this  being the direct result of her alcohol consumption and the resulting hangovers she experiences.  This pattern of increased missed time from work is of significant concern and underscores the  unsustainable   nature   of   her   current   symptom management strategies and the need for  professional support / intervention.  Leisure Activities:  Prior to the accident, Ms. Fincham engaged in a variety of leisure activities, including attending  the gym and yoga classes three times a week, playing baseball and dodgeball twice a week,  participating in both regular and beach volleyball, enjoying bonfires with friends, and going  4-wheeling weekly. She also valued low-key time at home, which often involved watching TV  and drinking.  Currently, Ms. Fincham has ceased nearly all of these activities. She cannot recall her last  4-wheeling adventure and has not played baseball since 2019, noting that her final games were  marred by pain and excessive drinking on the field. The demands of her education initially led to  the suspension of her leisure pursuits, as she struggled to balance these activities with her  academic responsibilities. Following the completion of her schooling, her career, particularly her  demanding role as a respiratory therapist, has consumed her time. Acknowledging her poor  time management skills, she chose to eliminate these activities to concentrate on her studies  and now her profession.  _____________________________________________________________________________________________  Sophia FIncham   Page 17 of 18\n\nShe notes that on her days off, she will spend most of her time drinking from morning to night,  watching television. She notes no meaningful activity to occupy her time  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at (613) 204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   McNally Gervan,   c/o   Frank McNally  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Sophia FIncham   Page 18 of 18",
    "TYPICAL_DAY": "Emotional Presentation:  Ms. Fincham’s emotional presentation was unremarkable throughout this assessment.   She  presented with a pleasant demeanor, interacting appropriately with this therapist. Her mood  became more somber while discussing her mental health difficulties, strain in her relationship  to her fiance, as well as when discussing her alcoholism and her desire to change her drinking  patterns.   She was found to negotiate with the notion of sobriety, asking questions about  strategies which could allow her to maintain alcohol use in a reduced frequency such as only  drinking when socializing.   She appeared deflated by the idea of eliminating alcohol use  altogether, underscoring the need for mental health and medical support to assist her through  this process of achieving sober living.  Cognitive Presentation:  Ms. Fincham did not present with any significant cognitive impairments during this assessment.  She was a good historian, providing information readily and participating actively in all portions  of this assessment.  TYPICAL DAY:  Post-accident, Ms. Fincham's daily routine, particularly on working days, involves waking up at 5  am, showering, preparing lunch, working until 7 pm, and then consuming beer until 10 pm  before going to bed. Her nights are characterized by extended sleep, often starting her day with  a beer, napping, and then proceeding to work. On her days off, she engages in drinking from  morning until 11 pm, attributing her short-temperedness and anger outbursts to her alcohol  consumption.  Ms. Fincham described an absence of meaningful activity to occupy her time off. She notes a  pattern of drinking from morning to night when she is off work.   Her social outlets almost  always revolve around alcohol consumption and she no longer participates in any of the leisure  activities she enjoyed prior to the subject motor vehicle accident.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☐   Common Law   X   Other   ☐  Living Arrangement   Lives with her fiance Tom and his two children, who are with them  50/50,   from   Sunday   to   Sunday.   She   describes   a   strained  relationship, noting a need for marital counseling at this time to  maintain the relationship.  Children   Step-children aged 11 and 14, custody is 50/50.  _____________________________________________________________________________________________  Sophia FIncham   Page 15 of 18",
    "ADLS": "ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Prior to the accident, Ms. Fincham was fully independent in performing all self-care activities.  Currently, while she remains physically capable of managing her basic self-care needs, she  acknowledges a notable decrease in both the frequency and quality of her personal hygiene  practices. She expresses a diminished concern for showering and grooming, admitting to  periods of 4 to 5 days without showering if she has no social interactions, though this has  somewhat improved due to the requirements of her job. Additionally, on days she does not  work, she might not brush her teeth for 2 to 3 days.  Home Management Activities:  Ms. Fincham noted that her living circumstances have changed significantly since the last  assessment completed by this therapist.   She noted that she was previously living with  roommates   and   would   engage   in   all   shared   housekeeping   chores   despite the pain she  experienced.   The need to complete these chores was part of her lease agreement and she  adhered to these requirements.  Since that time, Ms. Fincham has gone on to solidify a relationship with her now-fiance Tom.  She notes that Tom does not drink and that her alcohol consumption, coupled with chronic pain  and general exhaustion has interfered with her ability to contribute in a meaningful manner to  the upkeep of the communal home. She notes that Tom will often comment that he “is living  with three children”, expressing his frustration with the lack of contribution to the upkeep of  the home on Ms. Fincham’s part. This is reportedly a recurring source of conflict between the  two of them.   Ms. Fincham noted that she will avoid certain tasks such as mopping and  vacuuming due to the pain these tasks generate. She will avoid other housekeeping tasks due  to “laziness related to my drinking”. She notes that the distribution of housekeeping between  her and Tom is 20%/80% respectively, where Tom manages the substantial portion of the  home’s upkeep.  Caregiving Activities:  Ms. Fincham was not responsible for any caregiving activities prior to the subject MVA.  _____________________________________________________________________________________________  Sophia FIncham   Page 16 of 18"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "TYPICAL_DAY": 0.6666666666666666,
    "ADLS": 0.6666666666666666
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "’s daily functional capabilities at home",
      "dob": "Telephone #:   (613) 805-3474  Lawyer:   Frank McNally   Firm:   McNally Gervan Law Firm  Adjuster:   N/A   Insurer:   N/A  Claim No",
      "age": 2,
      "gender": "",
      "address": "8 Rudd Avenue",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "N/A  Claim No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "age": 0.9,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "A.   Pro Physio - Kemptville  (1)   Clinical Note dated May 24, 2017  (2)   Clinical Note dated May 24, 2017 re: changes  (3)   Clinical notes and records received August 10, 2020  4.   OHIP decoded summary  A.   OHIP Decoded Summary from May 18, 2012 to February 12, 2020  PRE-ACCIDENT MEDICAL HISTORY:  Ms. Fincham reported a longstanding history of anxiety stemming from difficult interactions  with   her alcoholic father throughout her life. She noted that she has been prescribed  medication in the past to manage her anxiety.   Ms. Fincham also noted having had an ovarian  cyst which was diagnosed when she was 14 years old.   She declined the presence of any other  medical condition or past medical issues which would impact her clinical presentation on the  day of this assessment or her course of recovery from the   injuries sustained in the subject  MVA.  MECHANISM OF INJURY:  On May 18, 2017, Ms. Fincham reported that she was the restrained driver in a vehicle which  was turning left at an intersection. She noted that as she proceeded through the intersection,  another   vehicle t-boned her vehicle, striking the rear passenger side of her car. Ms. Fincham  noted that she “went blank, zoned out” following the impact. She did note a cut on her head  but reportedly declined paramedics at the scene of the crash. She opted to go home and go to  bed, noting a high level of stress stemming from the events of that day.  Ms. Fincham sought medical attention from her family physician on the day following the  accident. She noted having developed a migraine and noted that she realized that she had little  to no recollection or memory of the crash. She went on to develop a number of difficulties with  short term memory, focus, attention, mood regulation, all of which have impacted her ability to  partake in schooling activities. She noted having begun drinking heavily following the accident  and that she began making use of Adderall purchased on the black market to help with focus  during exam periods.   She successfully completed her schooling and is now working as a  respiratory therapist with the Kingston General Hospital’s Emergency Room Department. She  notes ongoing issues with chronic pain and anxiety, as well as sustained use of alcohol as a  coping strategy, discussed in detail in the body of this report.  _____________________________________________________________________________________________  Sophia FIncham   Page 7 of 18",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "She cannot recall her last  4-wheeling adventure and has not played baseball since 2019, noting that her final games were  marred by pain and excessive drinking on the field."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "She cannot recall her last  4-wheeling adventure and has not played baseball since 2019, noting that her final games were  marred by pain and excessive drinking on the field."
      ],
      "symptomOnset": "2019, noting that her final games were  marred by pain and excessive drinking on the field",
      "symptomProgression": "",
      "symptomNotes": "At the time of this assessment, Ms. Fincham noted being a part-time step-mother to two  children, aged 11 and 14, who reside with her and her partner one week on and one week off.  She notes significant issues with Tom's ex-wife, who struggles with alcoholism and drug  addiction. She also notes significant tension in her household as a result of her frustration with  the children and Tom’s parenting style.   She endorsed that her use of alcohol is a significant  contributor to her tolerance for the children’s presence and the resultant demands placed on  her.  Vocational Activities:  Ms. Fincham remains employed as a Respiratory Therapist with the Kingston General Hospital,  where she works full-time in the ER department. She indicated that she is scheduled for 4 shifts  per week of 12 hours each (2 day and 2 night shifts), followed by 5 days off. She will pick up 2  additional shifts during her time off which increases her weekly hours substantially.  She notes that the 2023 year was the year where she missed the most time from work, with a  total of at least 16 shifts missed as a result of her excessive drinking. She was reportedly placed  on the attendance list, which flags employees who are missing excessive amounts of scheduled  shifts. She noted heightened concerns about her missed time from work and acknowledges this  being the direct result of her alcohol consumption and the resulting hangovers she experiences.  This pattern of increased missed time from work is of significant concern and underscores the  unsustainable   nature   of   her   current   symptom management strategies and the need for  professional support / intervention.  Leisure Activities:  Prior to the accident, Ms. Fincham engaged in a variety of leisure activities, including attending  the gym and yoga classes three times a week, playing baseball and dodgeball twice a week,  participating in both regular and beach volleyball, enjoying bonfires with friends, and going  4-wheeling weekly. She also valued low-key time at home, which often involved watching TV  and drinking.  Currently, Ms. Fincham has ceased nearly all of these activities. She cannot recall her last  4-wheeling adventure and has not played baseball since 2019, noting that her final games were  marred by pain and excessive drinking on the field. The demands of her education initially led to  the suspension of her leisure pursuits, as she struggled to balance these activities with her  academic responsibilities. Following the completion of her schooling, her career, particularly her  demanding role as a respiratory therapist, has consumed her time. Acknowledging her poor  time management skills, she chose to eliminate these activities to concentrate on her studies  and now her profession.  _____________________________________________________________________________________________  Sophia FIncham   Page 17 of 18\n\nShe notes that on her days off, she will spend most of her time drinking from morning to night,  watching television. She notes no meaningful activity to occupy her time  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at (613) 204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   McNally Gervan,   c/o   Frank McNally  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Sophia FIncham   Page 18 of 18",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.7,
        "symptomOnset": 0.8
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Emotional Presentation:  Ms. Fincham’s emotional presentation was unremarkable throughout this assessment.   She  presented with a pleasant demeanor, interacting appropriately with this therapist. Her mood  became more somber while discussing her mental health difficulties, strain in her relationship  to her fiance, as well as when discussing her alcoholism and her desire to change her drinking  patterns.   She was found to negotiate with the notion of sobriety, asking questions about  strategies which could allow her to maintain alcohol use in a reduced frequency such as only  drinking when socializing.   She appeared deflated by the idea of eliminating alcohol use  altogether, underscoring the need for mental health and medical support to assist her through  this process of achieving sober living.  Cognitive Presentation:  Ms. Fincham did not present with any significant cognitive impairments during this assessment.  She was a good historian, providing information readily and participating actively in all portions  of this assessment.  TYPICAL DAY:  Post-accident, Ms. Fincham's daily routine, particularly on working days, involves waking up at 5  am, showering, preparing lunch, working until 7 pm, and then consuming beer until 10 pm  before going to bed. Her nights are characterized by extended sleep, often starting her day with  a beer, napping, and then proceeding to work. On her days off, she engages in drinking from  morning until 11 pm, attributing her short-temperedness and anger outbursts to her alcohol  consumption.  Ms. Fincham described an absence of meaningful activity to occupy her time off. She notes a  pattern of drinking from morning to night when she is off work.   Her social outlets almost  always revolve around alcohol consumption and she no longer participates in any of the leisure  activities she enjoyed prior to the subject motor vehicle accident.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☐   Common Law   X   Other   ☐  Living Arrangement   Lives with her fiance Tom and his two children, who are with them  50/50,   from   Sunday   to   Sunday.   She   describes   a   strained  relationship, noting a need for marital counseling at this time to  maintain the relationship.  Children   Step-children aged 11 and 14, custody is 50/50.  _____________________________________________________________________________________________  Sophia FIncham   Page 15 of 18"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Emotional Presentation:  Ms. Fincham’s emotional presentation was unremarkable throughout this assessment.   She  presented with a pleasant demeanor, interacting appropriately with this therapist. Her mood  became more somber while discussing her mental health difficulties, strain in her relationship  to her fiance, as well as when discussing her alcoholism and her desire to change her drinking  patterns.   She was found to negotiate with the notion of sobriety, asking questions about  strategies which could allow her to maintain alcohol use in a reduced frequency such as only  drinking when socializing.   She appeared deflated by the idea of eliminating alcohol use  altogether, underscoring the need for mental health and medical support to assist her through  this process of achieving sober living.  Cognitive Presentation:  Ms. Fincham did not present with any significant cognitive impairments during this assessment.  She was a good historian, providing information readily and participating actively in all portions  of this assessment.  TYPICAL DAY:  Post-accident, Ms. Fincham's daily routine, particularly on working days, involves waking up at 5  am, showering, preparing lunch, working until 7 pm, and then consuming beer until 10 pm  before going to bed. Her nights are characterized by extended sleep, often starting her day with  a beer, napping, and then proceeding to work. On her days off, she engages in drinking from  morning until 11 pm, attributing her short-temperedness and anger outbursts to her alcohol  consumption.  Ms. Fincham described an absence of meaningful activity to occupy her time off. She notes a  pattern of drinking from morning to night when she is off work.   Her social outlets almost  always revolve around alcohol consumption and she no longer participates in any of the leisure  activities she enjoyed prior to the subject motor vehicle accident.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☐   Common Law   X   Other   ☐  Living Arrangement   Lives with her fiance Tom and his two children, who are with them  50/50,   from   Sunday   to   Sunday.   She   describes   a   strained  relationship, noting a need for marital counseling at this time to  maintain the relationship.  Children   Step-children aged 11 and 14, custody is 50/50.  _____________________________________________________________________________________________  Sophia FIncham   Page 15 of 18",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "Currently, while she remains physically capable of managing her basic self-care needs, she  acknowledges a notable decrease in both the frequency and quality of her personal hygiene  practices. She expresses a diminished concern for showering and grooming, admitting to  periods of 4 to 5 days without showering if she has no social interactions, though this has  somewhat improved due to the requirements of her job."
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": "Currently, while she remains physically capable of managing her basic self-care needs, she  acknowledges a notable decrease in both the frequency and quality of her personal hygiene  practices. She expresses a diminished concern for showering and grooming, admitting to  periods of 4 to 5 days without showering if she has no social interactions, though this has  somewhat improved due to the requirements of her job."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "She noted that she was previously living with  roommates   and   would   engage   in   all   shared   housekeeping   chores   despite the pain she  experienced.   The need to complete these chores was part of her lease agreement and she  adhered to these requirements."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Prior to the accident, Ms. Fincham was fully independent in performing all self-care activities.  Currently, while she remains physically capable of managing her basic self-care needs, she  acknowledges a notable decrease in both the frequency and quality of her personal hygiene  practices. She expresses a diminished concern for showering and grooming, admitting to  periods of 4 to 5 days without showering if she has no social interactions, though this has  somewhat improved due to the requirements of her job. Additionally, on days she does not  work, she might not brush her teeth for 2 to 3 days.  Home Management Activities:  Ms. Fincham noted that her living circumstances have changed significantly since the last  assessment completed by this therapist.   She noted that she was previously living with  roommates   and   would   engage   in   all   shared   housekeeping   chores   despite the pain she  experienced.   The need to complete these chores was part of her lease agreement and she  adhered to these requirements.  Since that time, Ms. Fincham has gone on to solidify a relationship with her now-fiance Tom.  She notes that Tom does not drink and that her alcohol consumption, coupled with chronic pain  and general exhaustion has interfered with her ability to contribute in a meaningful manner to  the upkeep of the communal home. She notes that Tom will often comment that he “is living  with three children”, expressing his frustration with the lack of contribution to the upkeep of  the home on Ms. Fincham’s part. This is reportedly a recurring source of conflict between the  two of them.   Ms. Fincham noted that she will avoid certain tasks such as mopping and  vacuuming due to the pain these tasks generate. She will avoid other housekeeping tasks due  to “laziness related to my drinking”. She notes that the distribution of housekeeping between  her and Tom is 20%/80% respectively, where Tom manages the substantial portion of the  home’s upkeep.  Caregiving Activities:  Ms. Fincham was not responsible for any caregiving activities prior to the subject MVA.  _____________________________________________________________________________________________  Sophia FIncham   Page 16 of 18",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    }
  }
}