{
  "fileName": "Fincham, Sophia IHA.pdf",
  "originalText": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Ms.   Sophia   Fincham   Date of Loss:   2017 - 05 - 18  Address:   8 Rudd Avenue, Kingston, ON  K7L 4V1  Telephone #:   613 - 805 - 3474  Lawyer:   Frank McNall y   Firm:   McNally Gervan  Adjuster:   NA   Insurer:   NA  Claim No.:   NA  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assessment:   2021 - 05 - 20  Date of Report:   2021 - 06 - 21  THERAPIST   QUALIFICATIONS:  Sebastien is an Occupational Therapist with over   23   years of experience. His professional practice  began in 1998 when he graduated   Magna Cum Laude from the University of Ottawa and launched  himself in the world of private business.   Over the years, Sebastien has provided services to the  automobile insurance and legal communities as well the WSIB, Veterans Affairs and the Long -  Term Dis ability sector.  Sebastien has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary Occupational Therapist as well as a  Case Manager for individuals who sustained tr aumatic brain injuries, spinal cord injuries and  amputations. He also has extensive experience working with individuals who have been deemed  to meet the catastrophic threshold on the basis of psychological and/or psychiatric impairments.  Over his years of working with individuals injured in motor vehicle accidents, Sebastien developed  a strong interest in the field of mental health, focussed on functional reactivation for injured  individuals suffering from depression, anxiety and posttraum atic stress. His clinical acumen has  led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice.\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   2   of   13  PURPOSE OF REFERRAL :  Ms. Fincham   was referred   to Ferland & Associates Rehabilitation Inc. by her legal representative  Mr. Frank McNally of McNally Gervan. The purpose of this referral was to   conduct an In - Home  Assessment of   Ms. F i ncham in relation to injuries she sustained in a motor vehicle accident which  o ccu rred   on May18, 2017   and to provide   recommendations   for treatment.  SUMMARY OF FINDINGS:  Ms. Fincham is a   30 - year - old   woman who was involved in a significant   T - bone   collision   on May  18, 2017   resulting in   a number of   soft - tissue injuries and a concussion.   Prior to the subject  accident,   Ms.   Fincham was   a highly active young woman who enjoyed a wide array of sporting  activities.   She describes a past medical his tory positive for anxiety issues resulting from difficult  interactions   with her alcoholic father. She notes having been p re scribed   medication   intermittently  throughout he r young   ad ulthood   but notes that   she remained highly   active in all aspects of her life.  As a result of the subject motor vehicle accident, Ms.   F incham   sustained the foll owing injuries:  •   Concussion  •   Whiplas h injury  •   Sprained right rotator cuff  •   Sprained wrists, bilaterally  •   Sprained right elbow  Ms. Fincham ’s course of recovery has been found to be   limited in terms of rehabilitation initiatives.  She reported having   obtained a short course of   physiotherapy   through Pro   Physio   & Sports  Medicine Centre   under the Minor Injury Guideline and that she was discharged from care once the  funding ran out.   She obtained a course of four   additional   treatments in 2019 and has since not  received any form of t reatment. She noted that she continues to   struggle   with physical   pain as well  as an array of emotional and cognitive issues which persist to this day. She has been followed by  her GP Dr.   Holman, who m she has not seen since the S ummer of 2020.  Ms. Fincham noted that   she does not currently make use of any prescription medication. She noted  that she   has   purchase d   Adderall   tablets on   t he black market   to help with focus during exams and  that she also self - medicates with alcohol   and   marijuana   on a daily basis.   She noted that she will  drink anywhere   in between 5   –   10   beers per night.   She continues to experience pain symptoms  including headaches/migraines, neck pain, bilateral shoulder pain , thoracic spine pain and  numbness in her left hand.   She also endorsed a number of cognitive symptoms including poor  focus and concentration .   She indicated making use of   Adderall   and Vyvanse purchased on the  black market to assist her   with studying for exams.   Ms. Fincham also noted a significant  psychological   deterioration which occurred following the accident. She highlighted the following  emotional issues:  •   Highly reactive, will have bursts of anger or be brought to tears easily  •   Increase moodiness\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   3   of   13  •   Bouts of road rage, irritable when driving  •   “I   feel   mad fo r no reason ”  •   “I am mean to people I love ”  •   Increased social isolatio n  •   Feels tired all the time  •   Most days are bad ,   “70% shitty a nd 30% ok ”  •   Unable to cope with stress  •   Drinks daily large quantities of alcohol to numb   hers elf  At this juncture, it is clear that Ms. Fincham has developed a number of issues which are impacting  her ability to   function effectively. While she is working a high number of hours as a   respiratory  thera pist   at   the KGH, she is not functioning well outside of her work setting.   She shared concerns  that her current lifestyle may impact her ability to deliver quality care   in the future i f she does not  obta in help.  This therapist would note that the numerous issues which she continues to struggle with cannot  adequately be addressed within the   Minor Injury Guideline.   M s . F incham would benefit from  access to Occupational Therapy   and   Psychology   to assist her with developing a   healthier array of  coping strategies.  RECOMMENDATIONS:  Further   Occupational Therapy Interventions:  Ms.   Fincham would benefit fr o m access to bi - weekly   Occupational Therapy treatment sessions to  assist her with developing healthier coping strategies to manage her symptoms and   foster  engagement in meaningful activity. She is cu rrently in a   perpetual   cycle of working long hours on  a COVID ward   and binge drinking after work.   She   a lso   requires   assistance from OT to develop  strategies to mitigate her ongoing cognitive struggles.  Referral for Other Services:  Ms. Fincham would also benefit from access to psychological care to assist her with managing her  anxiety . A psychological assessment should be conducted to assess her needs in this regard.  INFORMED   CONSENT   STATEMENT :  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  •   A n   occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   4   of   13  •   The assessment has been requested by   her legal representative Mr. Frank McNally of  McN ally Gervan.  •   The purpose of this assessment is to assess   Ms. Fincham ’ s   current functional status as it  relates to   her   ability to complete   her   reported pre - accident activities of daily living.  •   The proposed assessment will in clude: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if required.  •   Due to the physical nature of t he assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other   practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a denial or partial   denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the requested goods  and/or services may ultimately be declin ed.  •   Ms. Fincham   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties via secure transmission (fax or encrypted email attac hment):  o   Frank McNally, McNally Gervan  Following this therapist’s explanation   Ms. Fincha m   granted informed   consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  1. Hospital Records  A.   Kemptville District Hospital  (1)   Clinical notes and records received February 24, 2020  B.   The Ottawa Hospital  (1)   Clinical notes and records received July 21, 2020  C .   Queensway Carleton Hospital  (1)   Clinical notes and records received November 30, 2020  D.   Winchester Hospital  (1)   Clinical notes and records received November 26, 2020  2.   Family Doctor  A.   Dr. Holman/Rutherford\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   5   of   13  (1)   Clinical   notes   dated May 23, 2017  (2)   Clinical notes and records received July18, 2017  ( 3)   Clinical notes and records received August 20, 2019  (4)   Clinical notes and records received March 18, 2020  3.   Treating Specialists  A.   Pro Physic   -   Kemptville  (1)   Clinical Note dated May 24, 2017  (2)   Clinical Note dated May 24, 2017 re: changes  (3)   Clinical notes and records received August 10, 2020  4.   OHIP decoded summary  A.   OHIP Decoded Summary from May 18, 2012 to February 12, 2020  PRE - ACCIDENT MEDICAL   HISTORY:  Ms. Fincham reported a longstanding history of anxiety   stemming from difficult interactions with  her alcoholic father throughout her life.   She noted that she has been prescribed medication in the  past to manage her anxiety .  Ms. Fincham also noted   having had an ovarian cyst   which was diagnose d when she was 14 years  old.  She declined the presence of any other medical condition or past medical   issues which would  impact her clinical presentation on the day of this assessment or her course of recovery from the  injuries she sustained in the s ubject motor vehicle accident.  MECHANISM OF INJURY:  On May 18, 2017,   Ms. Fincham reported tha t she was the restrained driver   in a vehicle which was  turning left at an intersection.   She noted that as she proceeded through the intersection, another  vehicle t - bon ed her vehicle ,   striking the   rear passenger side of her car.   Ms. Fincham noted that  she   “ went blank, zoned out ”   following   impact.   She did note a cut on her head but reportedly  declined paramedics at the scene of the crash.   She opted to go home and   go to bed, noting a high  level of stress stemming from the events of that day.  Ms . Fincham   sought medical attention from her family physician on the day following the  accident.   She noted having developed   a   migraine   and noted that she r ealized that s he had little to  no recollection or memory of the   crash. She went on to develop a number of difficulties with short  term memory , focus, attention, mood regulation , all of which have impacted her ability to partake  in schooling activities.   Sh e noted having began drinking heavily following the accident and that  she began making use of   Adderall   purchased on the street to help with focus during exam periods.  She continues to struggle to this day with a number of   physical,   emotional,   and cognitive  symptoms, which w ill be described later in this report.\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   6   of   13  NATURE OF INJURY:  Based on a review of available medical documentation, Ms. Fincham sustained the following  injuries as a result of the subject motor   vehicle   accident:  •   Concussion  •   Whiplas h injury  •   Sprained right rotator cuff  •   Sprained wrists, bilaterally  •   Sprained right elbow  COURSE OF RECOVERY TO DATE:  Ms. Fincham ’ s course of recovery has been found to be   limited in terms of rehabilitation initiatives.  She reported having   obtained a short course of   physiotherapy   through Pr o   Physio   & Sports  Medicine Centre   under the Minor Injury Guideline and that she was discharged from care once the  funding ran out.   She obtained a course of four   additional   treatments in 2019 and has since not  received any form of t reatment. She noted that she continues to   struggle   with physical   pain as well  as an array of emotional and cognitive issues which persist to this day. She has been followed by  her GP Dr.   Holman, who m she has not seen since the S ummer of 2020.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of  appointments  Outcome of Last  Appointment  Date of   Next  Appointment  Dr. Holman, GP   Last seen   Summer of 2020.   Shoulder pain and birth  control discussed  None scheduled  Ms. Fincham indicated tha t she would like to resume physiotherapy as she continues to struggle  with significant pain symptoms which will be described later in this   report.  MEDICATION:  Ms. Fincham noted that   she does not currently make use of any prescription medication. She noted  that she   has   purchase d   Adderall   tablets on   t he black market   to help with focus during exams and  that she also self - medicates with alcohol   and   marijuana   on a daily basis.   She noted that she will  drink anywhere   in between 5   –   10   beers per night.\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   7   of   13  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms :  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10   = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if  Necessary  Headaches   She   reports   headaches on a daily basis   and  take s   Advil or Tylenol first thin g when she  wakes .   She also   experiences migraine - type  headaches   associated with nausea,   vomiting  light and noise sensit ivity   which occur one o r  twice monthly on average.  3/10   daily  with  migraines of  7   –   8/ 10  once   or  twice  monthly.  Neck pain   She reports pain in her cervical spine which is  constant.   She   describes   cervical   stiffness  which fluctuates   but tends to be increased  when headaches are present.   S he reports that  this pain radiates to her trapezius muscles  bilaterally.  3/10  Bila teral shoulder pain   She initially injured her right shoulder and  noted   that   the   left   became   gradually  sympt omatic from overuse as she was avoiding  using   her   righ t   shoulder   for   repe titive   or  strenuous activity.   She reports a constant pain  with sharp increases in   pain symptoms w hen  lifting loads.  3/10  constant  with   peaks  of   8/10  when lifting.  Spine pain   She describe s a   constant pain in   between her  shoulder blades radiating under her scapulae  bilate rally.   She   finds   this   area   becomes  increasingly stiff when she is stu dying due to  her posture.  3/10  Left h and numbness   She describes daily episodes o f right - handed  numbness   which   starts   in   her   ha nd   and  gradually ascends up her arm.   This will last  for 5 -   30   minutes per episode.  NA  Cognitive Symptoms :  Ms. Fincham noted that she   has experienced a number of troubling cognitive symptoms since the  subject motor vehicle accident.   Sh e explained that she experiences   issues with focus and  concentration which have become gradually   worse over time. She notes that she used to be a high  performed in academic settings, with grades in the mid - 80s to 90s dropping to below 70%  following the accident.   She n oted difficul ty with multi - tasking   and short - term memor y as well.  She noted making use of   Adderall   or V y van se   tablets purchased on the black market to assist with\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   8   of   13  studying and exams.   These issues are consistent with her diagnosed concussio n and require some  additional investigation .  Emotional Symptoms:  In relation to e motional symptoms, Ms. Fincham reported the following:  •   Highly reactive, will have bursts of anger or be brought to tears easily  •   Increase moodiness  •   Bouts of road rage, irritable when driving  •   “ I   feel   mad fo r no reason ”  •   “ I am mean to people I love ”  •   Increased social isolatio n  •   Feels tired all the time  •   Most days are bad ,   “ 70% shitty a nd 30% ok ”  •   Unable to cope with stress  •   Drinks daily large quantities of alcohol to numb   hers elf  Symptom Management Strategies:  Ms. F incham appears to have a limited array of strategies to manage her complex sympt oms  presentation. She will avoid activity, isolate herself socially, binge - drink alcohol and use cannabis  as well as   use stimulants to help   with   focus   and information retention.   She would benefit from  psychological treatment as   well as o ccupational therapy treatment to develop   a healthier array of  coping mechanisms.  Typical Day Post - Accident:  Ms. Fincham has recently graduated from   college   having obtained her Respirat ory Therapist (RT)  diploma. She noted that she is now working on a COVI D ward of the Kingston General Hospital  where she works 12 - hour shifts fo r a total of 48   –   60   hours per week. The following is a typical  day in the current workplace context:  •   Up between 5 :00am to 8:00 am  •   Has coffee and will brush her teeth  •   Get s ready for work  •   Drives to work and will sometimes opt to pay for hospital parking   to   reduce the   amount   of  walking she has to do is she is feeling unwell  •   Completes her 12 - hour shift at the hospital  •   Will return home and immediately open a beer and   begin drinking and consuming cannabis  •   Will drink 5   –   10   beers through the course of the evening as she watches television  •   Will shower and retire for bed anytime between 9:00pm and 1:00am\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   9   of   13  Ms. Fincham also indicated that she will typi cally go all day without consuming any food.   She  will eat a pho bowl when she returns home but otherwise describes a diet void of any significant  nutrition.  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Able to lie through the night  al though   she   changes  positions frequently.  Not observed  2. Sitting   No identified limitation   Able to sit f or a maximum of  60   minutes   with   frequent  postural   changes   every   5  minutes .  Periods of 30   –   45   minutes of  sustained sitting intertwined  with periods of standing and  frequent   postural   shifting  noted   throughout   this  assessment .  3. Standing   No identified limitation   Can   stand   for   1 0   –   15  minutes   without   difficult y.  She   notes   that   this   can  increase if she is distracted  (such as while at work).  Short   periods   of   static  standing observed during this  assessment.   S .   Fincham was  noted to lean on a counter  and shift her weight side to  s ide while standing.  4. Squatting   No identified limitation   Able but this causes increase  back pain.  One   power   squat  demonstrated   by   Ms.  Fincham   during   this  assessment .  5. Kneeling   No identified limitation   Able but avoids .   One   bilateral   kneeling  posture   observed   by   this  therapist   during   this  asses sment.  6. Walking   No identified limitation   60 minutes but can   tolerate a  little more if she is distracted  by an activity.  Short   distance   indoor  ambulation observed by this  therapist.   No   gait  abnormality noted.  7. Stair  Climbing  No identified limitation   Able   One flight of stairs managed  by M s. Fincham   during this  assessment.\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   10   of   13  8. Driving   No identified limitation   She notes that she can dr ive  up to 90 minutes but that thi s  is her absolute maximum.  No t formally assessed.  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist   Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified   limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Abduction   WFL   WFL\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   11   of   13  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation :  Ms. Fincham ’ s emotional presentation was generally unremarkable during this assessment. She  presented as a   pleasant yo ung woman w ith a n upbeat demanour. She was   cooperative with the  assessment process and did not present with any significant signs of emotional lability. She did  become tearful on one occasion when discussing her alcohol   abuse pattern and how she  reminded herself of her father .\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   12   of   13  Cognitive Presentation :  Ms. Fincham was a   good historian, providing information readil y which was consistent with the  information   gleaned from   a review of the medical brief   provided by her legal representative.  She did experience some difficulties recounting dates and timeframes relating to past treatment  however was able to recall details with some cueing.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives i n a home shared with   two roommates.  Children   None.  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to the subject motor   vehicle   accident , Ms. Fincham reported being   independent   in the  performance of all self - care activities.  At the time of this assessment, Ms. Fincham not ed that she rema ins physically able to manage all  of her c ore self - care functions. She did note however that she   has experienced a significant decline  in the frequency and   quality   of her showering and grooming stating that   “ I just   don’t   care ” .   She  not e d that   if she is not seeing anyone, she can go 4   –   5   days without showering although this is  now improved due to her need to be clean for her   work shifts .   She also noted that   when not  working, she can go 2   –   3   days without brushing her teeth.  Pre and Post Accident   Home Management   Activities:  In her current   li ving environment, Ms. Fincham noted that she is   required   to share in all aspects of  cleaning shared areas as well as responsible for ma int aining her bedroom environment.   Ms.  Fincham indicated that she is able   to complete all required house k eeping chores through pacing  and that she   does experience some increase in her symptoms requiring that she break down tasks  into smaller more manageable   components. There are no housekeeping assistance requirements  iden tified at this junct ure.  Pre and Post Accident   Vocational Activities:  Ms. Fincham has recently graduated f rom a College Program in   Respiratory Therapy, having  obtained her diploma in the Spring of 2021. She is currently working long hours at the Kingston  General Hospital where she   wor ks on the COVID unit. She noted that she has been pushed to her  limit in terms of hours worked and is barely coping, resorting to binge   drinking and us ing cannabis\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   13   of   13  after work to unwind and numb herself. She i s   currently   w or k ing 12 - hour shi fts f or 48   –   60   hours  per week .  Pre and Post Accident   Leisure Activities:  Prior to the subject motor vehicle accident, Ms . Fincham indicated that she enjoyed the following  leisure activities:  •   Gym 3x per week and Yoga classes 3x per we ek  •   Baseball 2 x per week  •   Dodgeball  •   Volleyball  •   Beach v olleyball  •   Bonfires with friends  •   4 - wheeling on a weekly basis  •   Low - key   time spent at home.  At present time, Ms. Fincham   has essentially interrupted all of the above activities. She noted that  she does not recall when she last went 4 - wheeling and n oted not having played baseball since  20 19.   She noted that her last few baseball games were impacted by pain   and that she   ended up  getting   “ plastered ”   at the baseball field during th e game. She noted that she was unable to   juggle  her schooling   activities in tandem with her leisure activities, leading   to   an interruption of all leisure  pursuits so she could focus on her classes.   Now that school is done,   work has taken over with  again, a high   number   of hours dedicated to her profession. She noted being a poor time manager  and opted to simply cut - out activities to allow   herself   to focus on the primary aspect of her life  which has been schooling and now her fresh career as a respi ratory therapist .  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Ms.   Sophia   Fincham   Date of Loss:   2017 - 05 - 18  Address:   8 Rudd Avenue, Kingston, ON  K7L 4V1  Telephone #:   613 - 805 - 3474  Lawyer:   Frank McNall y   Firm:   McNally Gervan  Adjuster:   NA   Insurer:   NA  Claim No.:   NA  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assessment:   2021 - 05 - 20  Date of Report:   2021 - 06 - 21  THERAPIST   QUALIFICATIONS:  Sebastien is an Occupational Therapist with over   23   years of experience. His professional practice  began in 1998 when he graduated   Magna Cum Laude from the University of Ottawa and launched  himself in the world of private business.   Over the years, Sebastien has provided services to the  automobile insurance and legal communities as well the WSIB, Veterans Affairs and the Long -  Term Dis ability sector.  Sebastien has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary Occupational Therapist as well as a  Case Manager for individuals who sustained tr aumatic brain injuries, spinal cord injuries and  amputations. He also has extensive experience working with individuals who have been deemed  to meet the catastrophic threshold on the basis of psychological and/or psychiatric impairments.  Over his years of working with individuals injured in motor vehicle accidents, Sebastien developed  a strong interest in the field of mental health, focussed on functional reactivation for injured  individuals suffering from depression, anxiety and posttraum atic stress. His clinical acumen has  led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice.",
    "SYMPTOMS": "Date of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   12   of   13  Cognitive Presentation :  Ms. Fincham was a   good historian, providing information readil y which was consistent with the  information   gleaned from   a review of the medical brief   provided by her legal representative.  She did experience some difficulties recounting dates and timeframes relating to past treatment  however was able to recall details with some cueing.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives i n a home shared with   two roommates.  Children   None.  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to the subject motor   vehicle   accident , Ms. Fincham reported being   independent   in the  performance of all self - care activities.  At the time of this assessment, Ms. Fincham not ed that she rema ins physically able to manage all  of her c ore self - care functions. She did note however that she   has experienced a significant decline  in the frequency and   quality   of her showering and grooming stating that   “ I just   don’t   care ” .   She  not e d that   if she is not seeing anyone, she can go 4   –   5   days without showering although this is  now improved due to her need to be clean for her   work shifts .   She also noted that   when not  working, she can go 2   –   3   days without brushing her teeth.  Pre and Post Accident   Home Management   Activities:  In her current   li ving environment, Ms. Fincham noted that she is   required   to share in all aspects of  cleaning shared areas as well as responsible for ma int aining her bedroom environment.   Ms.  Fincham indicated that she is able   to complete all required house k eeping chores through pacing  and that she   does experience some increase in her symptoms requiring that she break down tasks  into smaller more manageable   components. There are no housekeeping assistance requirements  iden tified at this junct ure.  Pre and Post Accident   Vocational Activities:  Ms. Fincham has recently graduated f rom a College Program in   Respiratory Therapy, having  obtained her diploma in the Spring of 2021. She is currently working long hours at the Kingston  General Hospital where she   wor ks on the COVID unit. She noted that she has been pushed to her  limit in terms of hours worked and is barely coping, resorting to binge   drinking and us ing cannabis\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   13   of   13  after work to unwind and numb herself. She i s   currently   w or k ing 12 - hour shi fts f or 48   –   60   hours  per week .  Pre and Post Accident   Leisure Activities:  Prior to the subject motor vehicle accident, Ms . Fincham indicated that she enjoyed the following  leisure activities:  •   Gym 3x per week and Yoga classes 3x per we ek  •   Baseball 2 x per week  •   Dodgeball  •   Volleyball  •   Beach v olleyball  •   Bonfires with friends  •   4 - wheeling on a weekly basis  •   Low - key   time spent at home.  At present time, Ms. Fincham   has essentially interrupted all of the above activities. She noted that  she does not recall when she last went 4 - wheeling and n oted not having played baseball since  20 19.   She noted that her last few baseball games were impacted by pain   and that she   ended up  getting   “ plastered ”   at the baseball field during th e game. She noted that she was unable to   juggle  her schooling   activities in tandem with her leisure activities, leading   to   an interruption of all leisure  pursuits so she could focus on her classes.   Now that school is done,   work has taken over with  again, a high   number   of hours dedicated to her profession. She noted being a poor time manager  and opted to simply cut - out activities to allow   herself   to focus on the primary aspect of her life  which has been schooling and now her fresh career as a respi ratory therapist .  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .",
    "FUNCTIONAL_STATUS": "Date of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   4   of   13  •   The assessment has been requested by   her legal representative Mr. Frank McNally of  McN ally Gervan.  •   The purpose of this assessment is to assess   Ms. Fincham ’ s   current functional status as it  relates to   her   ability to complete   her   reported pre - accident activities of daily living.  •   The proposed assessment will in clude: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if required.  •   Due to the physical nature of t he assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other   practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a denial or partial   denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the requested goods  and/or services may ultimately be declin ed.  •   Ms. Fincham   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties via secure transmission (fax or encrypted email attac hment):  o   Frank McNally, McNally Gervan  Following this therapist’s explanation   Ms. Fincha m   granted informed   consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  1. Hospital Records  A.   Kemptville District Hospital  (1)   Clinical notes and records received February 24, 2020  B.   The Ottawa Hospital  (1)   Clinical notes and records received July 21, 2020  C .   Queensway Carleton Hospital  (1)   Clinical notes and records received November 30, 2020  D.   Winchester Hospital  (1)   Clinical notes and records received November 26, 2020  2.   Family Doctor  A.   Dr. Holman/Rutherford",
    "MEDICAL_HISTORY": "Date of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   5   of   13  (1)   Clinical   notes   dated May 23, 2017  (2)   Clinical notes and records received July18, 2017  ( 3)   Clinical notes and records received August 20, 2019  (4)   Clinical notes and records received March 18, 2020  3.   Treating Specialists  A.   Pro Physic   -   Kemptville  (1)   Clinical Note dated May 24, 2017  (2)   Clinical Note dated May 24, 2017 re: changes  (3)   Clinical notes and records received August 10, 2020  4.   OHIP decoded summary  A.   OHIP Decoded Summary from May 18, 2012 to February 12, 2020  PRE - ACCIDENT MEDICAL   HISTORY:  Ms. Fincham reported a longstanding history of anxiety   stemming from difficult interactions with  her alcoholic father throughout her life.   She noted that she has been prescribed medication in the  past to manage her anxiety .  Ms. Fincham also noted   having had an ovarian cyst   which was diagnose d when she was 14 years  old.  She declined the presence of any other medical condition or past medical   issues which would  impact her clinical presentation on the day of this assessment or her course of recovery from the  injuries she sustained in the s ubject motor vehicle accident.  MECHANISM OF INJURY:  On May 18, 2017,   Ms. Fincham reported tha t she was the restrained driver   in a vehicle which was  turning left at an intersection.   She noted that as she proceeded through the intersection, another  vehicle t - bon ed her vehicle ,   striking the   rear passenger side of her car.   Ms. Fincham noted that  she   “ went blank, zoned out ”   following   impact.   She did note a cut on her head but reportedly  declined paramedics at the scene of the crash.   She opted to go home and   go to bed, noting a high  level of stress stemming from the events of that day.  Ms . Fincham   sought medical attention from her family physician on the day following the  accident.   She noted having developed   a   migraine   and noted that she r ealized that s he had little to  no recollection or memory of the   crash. She went on to develop a number of difficulties with short  term memory , focus, attention, mood regulation , all of which have impacted her ability to partake  in schooling activities.   Sh e noted having began drinking heavily following the accident and that  she began making use of   Adderall   purchased on the street to help with focus during exam periods.  She continues to struggle to this day with a number of   physical,   emotional,   and cognitive  symptoms, which w ill be described later in this report."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "8 Rudd Avenue",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "NA  Claim No",
      "confidence": {
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "She noted that her last few baseball games were impacted by pain   and that she   ended up  getting   “ plastered ”   at the baseball field during th e game."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "juggle  her schooling   activities in tandem with her leisure activities",
        "leading   to   an interruption of all leisure  pursuits so she could focus on her classes"
      ],
      "symptomOnset": "20 19",
      "symptomProgression": "due to her need to be clean for her   work shifts",
      "symptomNotes": "Date of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   12   of   13  Cognitive Presentation :  Ms. Fincham was a   good historian, providing information readil y which was consistent with the  information   gleaned from   a review of the medical brief   provided by her legal representative.  She did experience some difficulties recounting dates and timeframes relating to past treatment  however was able to recall details with some cueing.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives i n a home shared with   two roommates.  Children   None.  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to the subject motor   vehicle   accident , Ms. Fincham reported being   independent   in the  performance of all self - care activities.  At the time of this assessment, Ms. Fincham not ed that she rema ins physically able to manage all  of her c ore self - care functions. She did note however that she   has experienced a significant decline  in the frequency and   quality   of her showering and grooming stating that   “ I just   don’t   care ” .   She  not e d that   if she is not seeing anyone, she can go 4   –   5   days without showering although this is  now improved due to her need to be clean for her   work shifts .   She also noted that   when not  working, she can go 2   –   3   days without brushing her teeth.  Pre and Post Accident   Home Management   Activities:  In her current   li ving environment, Ms. Fincham noted that she is   required   to share in all aspects of  cleaning shared areas as well as responsible for ma int aining her bedroom environment.   Ms.  Fincham indicated that she is able   to complete all required house k eeping chores through pacing  and that she   does experience some increase in her symptoms requiring that she break down tasks  into smaller more manageable   components. There are no housekeeping assistance requirements  iden tified at this junct ure.  Pre and Post Accident   Vocational Activities:  Ms. Fincham has recently graduated f rom a College Program in   Respiratory Therapy, having  obtained her diploma in the Spring of 2021. She is currently working long hours at the Kingston  General Hospital where she   wor ks on the COVID unit. She noted that she has been pushed to her  limit in terms of hours worked and is barely coping, resorting to binge   drinking and us ing cannabis\n\nDate of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   13   of   13  after work to unwind and numb herself. She i s   currently   w or k ing 12 - hour shi fts f or 48   –   60   hours  per week .  Pre and Post Accident   Leisure Activities:  Prior to the subject motor vehicle accident, Ms . Fincham indicated that she enjoyed the following  leisure activities:  •   Gym 3x per week and Yoga classes 3x per we ek  •   Baseball 2 x per week  •   Dodgeball  •   Volleyball  •   Beach v olleyball  •   Bonfires with friends  •   4 - wheeling on a weekly basis  •   Low - key   time spent at home.  At present time, Ms. Fincham   has essentially interrupted all of the above activities. She noted that  she does not recall when she last went 4 - wheeling and n oted not having played baseball since  20 19.   She noted that her last few baseball games were impacted by pain   and that she   ended up  getting   “ plastered ”   at the baseball field during th e game. She noted that she was unable to   juggle  her schooling   activities in tandem with her leisure activities, leading   to   an interruption of all leisure  pursuits so she could focus on her classes.   Now that school is done,   work has taken over with  again, a high   number   of hours dedicated to her profession. She noted being a poor time manager  and opted to simply cut - out activities to allow   herself   to focus on the primary aspect of her life  which has been schooling and now her fresh career as a respi ratory therapist .  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8,
        "symptomProgression": 0.8
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [
        "o   Referral to other   practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment",
        "Treatment Plan"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "are possible temporary side  effects",
      "functionalGoals": [],
      "notes": "Date of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   4   of   13  •   The assessment has been requested by   her legal representative Mr. Frank McNally of  McN ally Gervan.  •   The purpose of this assessment is to assess   Ms. Fincham ’ s   current functional status as it  relates to   her   ability to complete   her   reported pre - accident activities of daily living.  •   The proposed assessment will in clude: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if required.  •   Due to the physical nature of t he assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other   practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a denial or partial   denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the requested goods  and/or services may ultimately be declin ed.  •   Ms. Fincham   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties via secure transmission (fax or encrypted email attac hment):  o   Frank McNally, McNally Gervan  Following this therapist’s explanation   Ms. Fincha m   granted informed   consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  1. Hospital Records  A.   Kemptville District Hospital  (1)   Clinical notes and records received February 24, 2020  B.   The Ottawa Hospital  (1)   Clinical notes and records received July 21, 2020  C .   Queensway Carleton Hospital  (1)   Clinical notes and records received November 30, 2020  D.   Winchester Hospital  (1)   Clinical notes and records received November 26, 2020  2.   Family Doctor  A.   Dr. Holman/Rutherford",
      "confidence": {
        "functionalLimitations": 0,
        "assistiveDevices": 0.8,
        "endurance": 0.8,
        "functionalGoals": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Date of Report : 2021 - 06 - 21  ______________________________________________________________________________  Sophia   Fincham   Page   5   of   13  (1)   Clinical   notes   dated May 23, 2017  (2)   Clinical notes and records received July18, 2017  ( 3)   Clinical notes and records received August 20, 2019  (4)   Clinical notes and records received March 18, 2020  3.   Treating Specialists  A.   Pro Physic   -   Kemptville  (1)   Clinical Note dated May 24, 2017  (2)   Clinical Note dated May 24, 2017 re: changes  (3)   Clinical notes and records received August 10, 2020  4.   OHIP decoded summary  A.   OHIP Decoded Summary from May 18, 2012 to February 12, 2020  PRE - ACCIDENT MEDICAL   HISTORY:  Ms. Fincham reported a longstanding history of anxiety   stemming from difficult interactions with  her alcoholic father throughout her life.   She noted that she has been prescribed medication in the  past to manage her anxiety .  Ms. Fincham also noted   having had an ovarian cyst   which was diagnose d when she was 14 years  old.  She declined the presence of any other medical condition or past medical   issues which would  impact her clinical presentation on the day of this assessment or her course of recovery from the  injuries she sustained in the s ubject motor vehicle accident.  MECHANISM OF INJURY:  On May 18, 2017,   Ms. Fincham reported tha t she was the restrained driver   in a vehicle which was  turning left at an intersection.   She noted that as she proceeded through the intersection, another  vehicle t - bon ed her vehicle ,   striking the   rear passenger side of her car.   Ms. Fincham noted that  she   “ went blank, zoned out ”   following   impact.   She did note a cut on her head but reportedly  declined paramedics at the scene of the crash.   She opted to go home and   go to bed, noting a high  level of stress stemming from the events of that day.  Ms . Fincham   sought medical attention from her family physician on the day following the  accident.   She noted having developed   a   migraine   and noted that she r ealized that s he had little to  no recollection or memory of the   crash. She went on to develop a number of difficulties with short  term memory , focus, attention, mood regulation , all of which have impacted her ability to partake  in schooling activities.   Sh e noted having began drinking heavily following the accident and that  she began making use of   Adderall   purchased on the street to help with focus during exam periods.  She continues to struggle to this day with a number of   physical,   emotional,   and cognitive  symptoms, which w ill be described later in this report.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    }
  }
}