{
  "fileName": "Gervais, Marcel CVSIHA_FINAL (Repaired).pdf",
  "originalText": "P: (613) 776 - 1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014  OCCUPATIONAL THERAPY IN - HOME ASSESSMENT  Client Name:   Marcel Gervais   Date of Loss:  Address:   Date of Birth:  Telephone #:  Lawyer:   Firm:  Adjuster:   Insurer:  Claim No.:  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:  Date of Report:  THERAPIST QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 25 years of experience providing  rehabilitation and expert opinion services in the province of Ontario.   His professional  practice began in 1998 when he graduated from the University of Ottawa’s School of  Rehabilitation and began working as a registered Occupational Therapist in the private  sector. Over the years, Mr. Ferland has developed his clinical skills and evolved to provide  expert opinions in matters of human function to stakeholders in the autom obile insurance  sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB),  Veterans Affairs and the Long - Term Disability sectors.   His opinions are sought by both  plaintiff and defense counsel in the context of resolving matte rs in personal injury and  family law cases.   He has been qualified several times as an expert in his field, providing  testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior  Court of Justice.  Mr.   Ferland’s   practice   includes   regular   contributions   to   catastrophic   designation  assessment teams where he provides opinions related to daily function of individuals  suffering from serious physical, psychological and cognitive impairments. His assessment s  inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry,\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   2   of   20  psychology, etc.) of injured client’s daily functional capabilities at home, work and in the  community, assisting them in forming opinions surrounding whether the catastrophic  injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients  who have sustained physical and psychological trauma in motor vehicle accidents. He has  extensive   experience   in   providing   care   to   individuals   suffering   from   chronic   pain,  depression,   anxiety   and   posttraumatic   stress,   overseeing   and   directing   functional  reactivation programs to foster improvements in function and participation in meaningful  activity.  ASSESSMENT PREAMBLE :  This occupational therapy in - home assessment was conducted at the request of Mr.  Gregory C. Gilhooly of McNally Gervan Lawyers, regarding Mr. Marcel Gervais. The  purpose of this assessment is to evaluate Mr. Gervais' current functional abilities and  limita tions following injuries sustained in a motor vehicle accident on January 8, 2020.  Mr. Gervais, a 65 - year - old retired mechanic, was involved in a high - speed rear - end  collision while driving to Las Vegas with his wife and another couple. The accident  resulted in multiple injuries, including a concussion, cervical spine injuries, aggravati on of  pre - existing low back pain, and right hip pain. These injuries have significantly impacted  Mr. Gervais' daily functioning and quality of life.  The assessment aims to provide a comprehensive overview of Mr. Gervais' current  physical, cognitive, and emotional status, as well as his ability to perform activities of daily  living, engage in leisure activities, and access his community. It will also ex amine how his  current condition compares to his pre - accident level of functioning, taking into account  his pre - existing medical history, including a significant workplace injury in 2002 that led  to long - term disability.  This report will address specific questions raised by Mr. Gilhooly regarding the nature and  extent of Mr. Gervais' injuries, their impact on his daily life, and his ability to engage in  pre - accident activities. It will also consider the effect of any pre - e xisting conditions on his  current medical status and recovery.  The assessment involved a detailed interview with Mr. Gervais, observation of his  functional abilities, review of relevant medical documentation, and consideration of his  home environment. The findings and recommendations in this report are based on the  in formation gathered during this assessment, with the goal of providing a clear picture of  Mr. Gervais' current functional status and needs for ongoing care and support.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   3   of   20  SUMMARY OF FINDINGS:  Marcel Gervais, a 65 - year - old retired mechanic, has experienced a significant decline in his  overall functional abilities and quality of life following a motor vehicle accident on January 8,  2020. Prior to this incident, Mr. Gervais was managing a relative ly active lifestyle despite  limitations from a 2002 workplace injury that had resulted in left L4 radiculopathy and long - term  disability. He engaged in activities such as old - timers hockey, cycling, and swimming, and  maintained his mechanical skills by off ering diagnoses to others. He also participated fully in  household tasks, either independently or in collaboration with his wife.  The 2020 accident has dramatically altered Mr. Gervais' physical and cognitive functioning. He  now experiences chronic pain in his lower back, right hip, and neck, accompanied by frequent  headaches. His mobility and balance have significantly deteriorated,   necessitating assistance with  some self - care tasks, particularly during what he describes as \"bad days.\" The time required to  complete routine tasks has increased substantially, reflecting a marked reduction in his physical  stamina and capabilities.  Cognitively, Mr. Gervais struggles with impaired concentration, memory issues, and difficulties  in multitasking. He experiences mental fatigue after only one to two hours of cognitive activity,  and his previously sharp ability to diagnose mechanical proble ms has noticeably declined. These  cognitive changes have profoundly impacted his sense of self and competence.  Emotionally, Mr. Gervais grapples with increased irritability, a shorter temper, and persistent  anxiety about his declining abilities. The frustration stemming from his new limitations  permeates many aspects of his daily life, affecting his interactions an d overall mood.  The accident's impact is evident in Mr. Gervais' approach to daily living activities. Many  household tasks he once managed have been delegated to his wife or require her assistance.  While he maintains some involvement in activities like vacuuming and garba ge removal, these  are now performed with considerable difficulty. His self - care routines have undergone  significant changes, with the level of independence fluctuating based on whether he's  experiencing a \"good\" or \"bad\" day.  Mr. Gervais' leisure activities have been severely curtailed. He no longer participates in hockey,  cycling, or swimming. Although he continues to putter in his garage, he's unable to clean up  afterward, leaving the space in disarray. His ability to travel   and enjoy vacations has been  dramatically reduced, further limiting his opportunities for relaxation and enjoyment.  Community access for Mr. Gervais now primarily revolves around driving, which he describes  as his \"sanctuary.\" However, the frequency and duration of his outings have significantly  decreased due to his limited tolerance for extended activities outside the   home. This reduction in  community engagement has inevitably led to a contraction of his social world.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   4   of   20  Vocationally, Mr. Gervais is no longer able to engage even in informal mechanical diagnostic  activities, which previously allowed him to maintain a connection to his professional identity. He  remains on disability benefits, with no current prospect of retu rning to employment.  In conclusion, the injuries sustained in the 2020 accident have substantially exacerbated Mr.  Gervais' pre - existing conditions and created new limitations across all domains of his life. His  independence has been reduced, his social engagement has diminish ed, and his ability to  participate in previously enjoyed activities has been severely compromised. The cumulative  effect of these changes represents a marked decline in Mr. Gervais' capacity to lead what he  would consider a \"normal life.\" To manage his sym ptoms and maximize his remaining functional  capacity, ongoing medical care, rehabilitation services, and home assistance are strongly  recommended. The profound impact of the accident on Mr. Gervais' daily functioning  underscores the need for comprehensive   support to help him navigate his new reality and  maintain the best possible quality of life.  RECOMMENDATIONS:  Attendant Care:  Housekeeping:  Assistive Devices:  Further Occupational Therapy Interventions:  Referral for Other Services:  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by  the College of Occupational Therapists of Ontario:  ●   An   occupational   therapy   assessment   is   to   be   conducted   by   this   therapist,   a  registered occupational therapist with the College of Occupational Therapists of  Ontario (COTO).  ●   The assessment has been requested by his legal representative   LAWYERNAME .  ●   The purpose of this assessment is to assess Mr.   CLIENT ’s current functional status  as it relates to his ability to complete pre - accident activities of daily living.  ●   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home  as well as education on safe means of completing activities of daily living if required.  ●   Due   to   the   physical   nature   of   the   assessment,   pain and   fatigue   are   possible  temporary side effects.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   5   of   20  ●   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  ●   A submission for funding will be submitted to the insurer for any goods and/or  services on an OCF18   –   Assessment and Treatment Plan.   The insurer may approve  or deny the plan (in part or in whole).   Should a denial or partial denial occur, an  independent e xamination by another Occupational Therapist may be requested by  the insurer.   This may be an in - person assessment or a remote paper - review  assessment.   Funding for the requested goods and/or services may ultimately be  declined.  ●   Mr.   CLIENT   may choose to participate or decline any or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided  to the following parties via secure transmission (fax or encrypted email attachment):  o   Zenith Insurance c/o Kaitlyn Witmeyer, Accident Benefits Adjuster  o   McNally Gervan, c/o Frank McNally, Legal Representative  Following this therapist’s explanation Mr. CLIENT granted informed consent for this  therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  PRE - ACCIDENT MEDICAL HISTORY:  Marcel Gervais' medical history is complex, dating back to at least 1986. That year, Mr. Gervais  was involved in a motor vehicle accident that resulted in a probable concussion, facial scarring,  and left - sided surgery (likely to the zygomatic arch). This e arly incident marks the beginning of a  series of medical challenges that would shape his health in the years to come.  In 1977 - 1978, Mr. Gervais sustained a knee injury while playing football. This injury required  surgical intervention in 1996, indicating the long - term impact of his athletic activities on his  musculoskeletal health.  A significant event occurred in 1994 when Mr. Gervais underwent surgery to address issues with  his left leg, which had begun to atrophy. Despite the surgery having a positive outcome, he  continued to experience residual issues with his left leg.  In 2002, Mr. Gervais suffered a severe back injury at work, involving a sledgehammer or tire  iron, which caused damage to his discs. This injury led to the development of a left L4  radiculopathy, as documented in his medical file. At that time, spinal fusi on surgery was\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   6   of   20  discussed as a potential treatment option. However, Mr. Gervais was informed that there was  only a 10% chance his condition would worsen, so he opted not to proceed with the surgery.  Following this injury, Mr. Gervais experienced a lengthy recovery period. For approximately 4  years, he was largely confined to his bed or a chair due to his condition. During this time of  limited mobility, Mr. Gervais experienced substantial weight gain,   increasing from 140 pounds  to 245 pounds by 2006.  To aid in his recovery, Mr. Gervais began a regimen of diet and exercise. He gained access to a  pool, which allowed him to engage in low - impact exercise. In November 2004, he had a hot tub  installed in his garage. Mr. Gervais used the hot tub intensively,   4 - 5 times daily, to manage his  symptoms. This frequent use of the hot tub was crucial in allowing him to gradually become  more active. He continued this intensive hot tub therapy for about 6 years.  The combination of hot tub therapy, diet, and exercise proved highly beneficial. Mr. Gervais was  able to resume walking and exercising, which helped combat the muscle atrophy in his legs that  had worsened during his period of limited mobility.  In addition to his musculoskeletal issues, Mr. Gervais has a history of hypertension and  hypercholesterolemia. He has also undergone sinus surgery in the past, though the exact date is  not specified in the available records.  Despite these improvements, Mr. Gervais continued to face challenges. While he made  significant progress in his recovery, he expressed dissatisfaction with his inability to return to  work, suggesting ongoing limitations despite his efforts at rehabilitatio n.  This pre - accident history demonstrates that Mr. Gervais had a longstanding history of  musculoskeletal issues, particularly affecting his back and left leg. He had experienced periods  of severely limited mobility, significant weight fluctuations, and had un dergone both surgical  and non - surgical interventions to manage his conditions. His dedication to using the hot tub  multiple times daily highlights the severity of his symptoms and the extent of his efforts to  improve his condition. These factors likely had   a substantial impact on his overall health and  functional status prior to the current incident.  It's important to note that despite these pre - existing conditions, there is no indication in the  medical records of any significant cognitive complaints or impairments prior to the accident in  question. Mr. Gervais was able to manage complex tasks, such as   operating a garage with 13  mechanics, suggesting a good level of cognitive function before the 2020 accident.  MECHANISM OF INJURY:  On January 8, 2020, Mr. Gervais was involved in a serious motor vehicle collision. He was  driving a 2016 Lexus LS on a highway, traveling to Las Vegas with his wife and another couple.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   7   of   20  Mr. Gervais was in the driver's seat, with the other male passenger in the front seat, and both  wives in the back.  The accident occurred around 7 p.m. when they became involved in a traffic jam. The traffic had  been rerouted and was moving at approximately 80 km/hr. Mr. Gervais had left significant space  between his vehicle and the tractor - trailer in front of him. Sudd enly, a vehicle driven by a young  individual attempted to overtake a number of vehicles in the line and rear - ended Mr. Gervais' car  at high speed.  The impact was primarily to the right rear of the vehicle, causing rotational forces that turned  Mr. Gervais' head to the right and back. The collision was severe enough to push the Lexus  towards oncoming traffic, but Mr. Gervais was able to correct the tr ajectory and safely pull over  to the right shoulder. The force of the impact was significant, as evidenced by the fact that the  tailgate of the Lexus could not be opened immediately after the accident.  Although Mr. Gervais did not lose consciousness, he experienced immediate neck pain, back  pain, and headaches. Three of the four occupants in the vehicle, including Mr. Gervais, suffered  symptoms consistent with concussions.  NATURE OF INJURY:  Based on the assessment by Dr. Besemann and the available medical documentation, Mr.  Gervais sustained the following injuries as a result of the subject motor vehicle accident:  1.   Concussion / Mild Traumatic Brain Injury (mTBI)  2.   Post - concussion visual syndrome  3.   Post - concussion vestibular syndrome  4.   Post - concussion cognitive impairment  5.   Whiplash Associated Disorder (WAD) II of the cervical spine  6.   Cervicogenic headaches / Post - traumatic headaches  7.   Aggravation of pre - existing osteoarthritis in the right hip (possible labral tear)  8.   Aggravation of pre - existing low back pain and left L4 radiculopathy  COURSE OF RECOVERY TO DATE:  Following the accident, Mr. Gervais and his companions attempted to continue their trip with a  rental vehicle but had to cut the journey short by six weeks due to his injuries. Upon returning  home, he consulted his family physician, Dr. Sylvie Cantin, who   diagnosed him with concussion  syndrome, worsening mechanical upper and lower back pain, and whiplash injury.  Mr. Gervais has undergone various diagnostic procedures, including MRI of the low back and  nerve conduction studies, which confirmed his pre - existing left L4 chronic radiculopathy. He is  currently awaiting an MRI of the right hip, as a corticosteroid injec tion provided only brief relief.  His recovery has been complicated by several factors:\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   8   of   20  1.   The COVID - 19 pandemic limited his access to consistent care in the initial recovery  period.  2.   He experiences significant cognitive symptoms, including difficulty concentrating,  decreased patience, bouts of anger, and word - finding difficulties.  3.   His physical symptoms, particularly right hip pain and worsening of pre - existing back  pain, have limited his mobility and daily activities.  4.   He reports that his condition seems to be worsening over time, contrary to the expected  recovery trajectory.  To manage his symptoms, Mr. Gervais purchased a current - generating hot tub, which he uses  daily when able. He has also engaged in some physiotherapy and has learned exercises to  manage his condition, though he is not currently involved in formal therapy.  CURRENT MEDICAL/REHABILITATION TEAM:  Based on the most recent information available, Mr. Gervais' current medical and rehabilitation  team consists of:  1.   Dr. Sylvie Cantin   -   Family Physician Last known appointment: Not specified Frequency:  As needed for ongoing care and medication management  2.   Dr. Markus Besemann   -   Physiatrist Assessment date: July 16, 2024 Follow - up: To be  determined based on recommendations  3.   Dale   -   Physiotherapist at Physio in the Valley, Pembroke Current status: Mr. Gervais is  not actively engaged in formal physiotherapy but has learned exercises from this provider  4.   Neuro - optometrist (name not provided) Involvement: Prescribed prism glasses which  have helped reduce headache symptoms by approximately 50%  It's worth noting that Mr. Gervais' care has been somewhat fragmented due to the COVID - 19  pandemic and other factors. He may benefit from a more coordinated and comprehensive  rehabilitation approach, particularly addressing his ongoing cognitive, vestibula r, and  musculoskeletal symptoms.  Based on the information provided in Dr. Besemann's report and your previous notes, I'll  complete these sections:  MEDICATION:  Medication   Dose   Purpose  Candesartan   8 mg once daily   Hypertension  Vitamin D   25 mcg, three times daily   Vitamin supplementation  Oxycocet   100 tablets every seven years   Pain management (as needed)  Tylenol #3   Very rarely used   Pain management (as needed)\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   9   of   20  Note: Mr. Gervais reports using opioid pain medication very sparingly.  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:  Symptom/Complaint   Details   Pain Rating if Necessary  Cognitive impairment   Primary concern, affects daily  functioning  N/A  Right hip pain   Pain radiates to outside of hip  near greater trochanter.  Limits walking, cycling, and  sitting comfortably  9 - 10/10 at worst, always  some degree of pain  Low back pain   Worsened since accident,  sometimes so severe he can  hardly get out of bed  Variable  Headaches   Improved by 50% with prism  glasses. Pain from back of  neck to vertex  7 - 8/10 average  Neck pain   Ongoing, uses a rolled towel  for self - traction  7 - 8/10  Visual symptoms   Difficulty seeing clearly, light  sensitivity  N/A  Balance issues   Unsteadiness when walking,  especially on uneven surfaces  N/A  Left leg weakness   Pre - existing condition,  worsened since accident  N/A  Cognitive Symptoms:  •   Difficulty concentrating and focusing, especially after 1 - 2 hours of activity  •   Decreased patience and increased irritability  •   Word - finding difficulties  •   Significant issues with memory, attention, and focus  •   Poor multitasking ability  •   Need to write things down and check tasks multiple times  •   Reduced diagnostic acumen for car problems (previously a strength)  •   Overall cognitive stamina reduced from 6 hours pre - accident to 2 - 3 hours post -  accident  Emotional Symptoms:  •   Increased irritability and short temper\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   10   of   20  •   Frustration with limitations and cognitive changes  •   Anxiety, particularly about declining abilities  •   Some mood fluctuations, though generally tries to maintain an optimistic outlook  •   Concern about the impact of his condition on his family  Symptom Management Strategies:  Mr. Gervais reported making use of the following strategies to manage his symptoms at this  time:  •   Rest and pacing of activities  •   Use of a hot tub (when able to open the lid) for pain management  •   Prism glasses for visual symptoms and headache management  •   Self - traction technique using a rolled towel for neck pain  •   Very sparing use of pain medication  •   Activity modification and avoidance of triggering activities  •   Exercise in the swim spa (when able)  •   Writing things down to compensate for memory issues  FUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Activity   Client Report and Therapist Observations  Sitting and  repositioning  Mr. Gervais reports being able to sit for 20 - 25 minutes before needing to stand due  to pain. He frequently shifts position and leans to one side or the other. Cannot sit  straight for more than a few minutes without pain.  Bed mobility   Unable to sleep comfortably in bed due to inability to keep left leg elevated and  difficulty turning on his side due to hip pain. Primarily sleeps in a recliner.  Transfers   Can complete chair and sofa transfers independently, but with visible discomfort.  Often stops mid - transfer to stabilize himself. Uses adjacent supports (wall or  furniture) when standing.  Standing   Can stand for periods of about 10 minutes before needing to sit due to back pain.  Frequently shifts weight from side to side. Rarely sustains standing in one place for  more than a few minutes.  Balance   Significantly impaired. Unsteady during tandem gait and Romberg test, with a  tendency to drift towards the right and rear. Wife reports he often bumps into her  when walking side by side.  Walking   Gait is significantly abnormal with imbalance. Uses a cane for support. Walking  tolerance is limited to short distances (less than one block) due to pain and weakness.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   11   of   20  Stairs   Can manage stairs but needs to engage his core and straighten his spine to avoid  sharp pain. Sometimes uses a cane for assistance when symptoms are pronounced.  Lifting/Carrying   Severely limited. Unable to carry any significant loads. Can manage light objects or  small bags weighing no more than a few pounds.  Kneeling   Unable to kneel at this time.  Squatting/Crouching   Unable to squat or crouch comfortably.  Bending   Limited ability to bend forward. When standing, cannot bend forward beyond upper  thighs due to severe, sharp lower back pain and onset of dizziness.  Reaching   Limited ability to reach with left arm. Left shoulder has approximately 50% active  range of motion in all planes. Right upper extremity reach is less affected.  Fine Motor  Coordination  Experiences difficulties, particularly with right hand. Reports being unsure of grip  strength and prone to dropping objects. Struggles with tasks requiring precision.  Active Range of Motion:  Legend:  WFL:   w ithin Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   12   of   20  Adduction   WFL   WFL  Internal  rotation  WFL   WFL  External  rotation  WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   13   of   20  Emotional Presentation:  Cognitive Presentation:  TYPICAL DAY:  Mr. Gervais typically starts his day early, rising around 5 AM. He makes his way to the living  room where he settles in to watch television or play cards on his tablet while enjoying his  morning coffee. This quiet start to the day allows him to ease into h is routine.  By 9 AM, Mr. Gervais aims to be out and about, engaging in some form of activity. His goal is  to be productive, whether it's tending to the grass, tinkering with small projects, or doing yard  work. However, his ability to do so varies greatly from day to d ay. He might spend one day  working around the house, one or two days doing yard work, and another day simply resting in  the garage. Mr. Gervais notes that everything he does now takes about three times longer than it  used to, reflecting the significant imp act his condition has on his daily functioning.  He typically has lunch between 12 PM and 1 PM, after which he continues with his activities  until about 2 or 3 PM. At this point, fatigue usually sets in, and he takes a nap for about an hour.  The toll of his daily activities is substantial   -   Mr. Gervais r eports that it can take him two to three  days to recover from a day of exertion.  To help manage his symptoms and aid in recovery, Mr. Gervais uses a hot tub and swims when  he's able. These activities seem to provide some relief and are an important part of his self - care  routine.  Meal preparation has largely shifted to his wife, whereas before the accident, Mr. Gervais was  more involved in this task. In the evenings, he and his wife try to maintain some social  connection by inviting people over when possible. On days when this isn' t feasible, they often  find themselves \"vegging out\"   -   likely watching TV or engaging in low - energy activities. Mr.  Gervais makes an effort to chat with his wife during these quieter times, maintaining their  connection despite the challenges he faces.  Bedtime for Mr. Gervais varies, typically falling between 8 PM and midnight. He often struggles  with falling asleep, and sometimes manages only an hour of sleep, highlighting the severity of  his sleep disturbances.  This daily routine underscores the significant changes in Mr. Gervais' life since the accident.  Activities that were once simple now require significant effort and planning, with recovery time  built into his weekly schedule. The variation in his day - to - day   abilities and the extended time  required for tasks reflect the ongoing challenges he faces in managing his condition.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   14   of   20  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms  Bathrooms  Living Room  Family Room  Dining Room  Kitchen  Laundry  Stairs  Basement  Drivew ay  Description  Yard  description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐  Single   X  Common Law   ☐  Other   ☐  Living Arrangement   Lives with his wife.  Children   Adult children   no longer in family home  ACTIVITIES   OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self - Care Activities:  Mr. Gervais' ability to manage his self - care activities has been significantly impacted by his  accident. His self - care routine now varies considerably between what he describes as \"bad days\"  and \"OK days.\"  During the summer months, Mr. Gervais experiences about two \"bad days\" per month. In winter,  this increases to approximately four \"bad days\" per month. On these challenging days, his  limitations are severe. He often finds himself unable to get out of bed a nd sometimes requires  assistance to reach the bathroom.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   15   of   20  A particularly notable change is that Mr. Gervais now needs help putting socks on his right leg  daily. This task, which was   performed independently before the accident, now requires  assistance,   reflecting   a significant decrease in his lower body mobility and flexibility.  Eating habits have also been affected. While Mr. Gervais continues to eat, he reports eating less  than before the accident. This   is due   to changes in appetite, difficulty in food preparation, or  challenges in the physical act of eating itself.  Bathing has become more challenging, with Mr. Gervais now requiring help in the shower. This  need for assistance with such a personal task underscores the extent of his physical limitations  and the impact on his independence.  These alterations in Mr. Gervais' self - care routine paint a picture of increased dependency and  reduced autonomy in his daily life. The variability between \"bad days\" and \"OK days\" suggests  that his ability to care for himself fluctuates, which likely requ ires adaptability from both Mr.  Gervais and his caregivers. The increased frequency of \"bad days\" during winter months  indicates that seasonal factors may exacerbate his condition, possibly due to weather - related pain  or mobility issues.  Overall, these changes in self - care activities represent a significant shift in Mr. Gervais' daily life  and independence, reflecting the profound impact of his accident on even the most basic aspects  of his personal care.  Home Management Activities:  Prior to the accident, Mr. Gervais was actively involved in many aspects of home management.  He shared responsibilities with his wife, Theresa, for various household tasks. Every two weeks,  they would clean the house together for about 3 hours, working as   a team of two.  Mr. Gervais' role in household chores has significantly changed since the accident. Dishwashing,  which he used to manage independently, is now shared with his wife. Grocery shopping and  errands, previously his responsibility, are now handled by Theresa. Si milarly, bathroom cleaning  has been taken over by Theresa.  Making and changing beds is now a shared task, but Mr. Gervais finds it extremely difficult. He  continues to assist with vacuuming, sweeping, and mopping, although these tasks take him  longer and cause more fatigue than before. Dusting has been taken over   by Theresa, while  tidying remains a shared responsibility. Laundry is now primarily Theresa's task, with Mr.  Gervais helping by carrying laundry when he can.   Garbage removal and recycling are still  managed by Mr. Gervais,   who now uses wheeled bins   to assist with this task.  Outdoor Tasks: The division of labor for outdoor tasks has also changed. Lawn care, which Mr.  Gervais used to manage independently, is now shared with his wife. Gardening has become\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   16   of   20  solely his wife's responsibility. Snow removal is now planned by Mr. Gervais but executed by  their son - in - law .  These changes in household management and daily activities reflect the significant impact of Mr.  Gervais' accident on his functional abilities. Tasks that he once performed independently or  shared equally with his wife now require additional assistance or   have been completely delegated  to others. This shift not only affects the practical aspects of running the household but likely also  i mpacts Mr. Gervais' sense of independence and contribution to family life.  These changes in household management and daily activities reflect the significant impact of Mr.  Gervais' accident on his functional abilities. Tasks that he once performed independently or  shared equally with his wife now require additional assistance or   have been completely delegated  to others. This shift not only affects the practical aspects of running the household but likely also  impacts Mr. Gervais' sense of independence and contribution to family life.  Finances/Financial Management:  Financial management, which was previously shared, is now entirely handled by Mr. Gervais'  wife.  Caregiving Activities:  Not applicable.  Vocational Activities:  Mr. Marcel Gervais has had a long and varied career in the automotive industry, primarily as a  mechanic. His professional journey reflects both his passion for mechanics and his  entrepreneurial spirit.  Pre - 2000 Employment: Mr. Gervais reports that he knew he wanted to be a mechanic by the age  of 12, demonstrating an early vocational calling. As an adult, he not only worked as a mechanic  but also became a business owner. At one point, he owned his own gar age and employed 13  mechanics, showcasing his skills in both automotive repair and business management. This  period of business ownership highlights Mr. Gervais' leadership abilities and his capacity to  manage complex operations.  2000 - 2002: Around 1999/2000, Mr. Gervais made the decision to sell his garage. In a  demonstration of his ethical approach to business, he went to great lengths to secure employment  for his 13 mechanics before closing the shop. Following the sale of his bus iness, Mr. Gervais  took a job working for another garage, transitioning from owner to employee.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   17   of   20  2002 Workplace Injury and Subsequent Disability: In 2002, Mr. Gervais suffered a significant  workplace injury while wielding a sledgehammer to knock off a rusted wheel from a hub. This  injury resulted in a left L4 radiculopathy and quadriceps weakness, whi ch have persisted since  that time. As a result of this injury, Mr. Gervais was placed on long - term disability at the age of  40, marking the end of his active employment as a mechanic.  Post - 2002 Vocational Activities: Despite being on long - term disability, Mr. Gervais continued to  engage in mechanic - related activities to the extent his condition allowed. Prior to the 2020 motor  vehicle accident, he was still able to provide diagnoses and   problem - solving advice for former  customers and family members. While he could not perform the physical work himself, he  maintained the cognitive abilities to reason out almost any mechanical problem and provide  appropriate guidance. This activity, though   not formal employment, allowed Mr. Gervais to  continue using his professional skills and knowledge.  Current Vocational Status: Following the 2020 motor vehicle accident, Mr. Gervais' ability to  engage in even these informal diagnostic activities has been significantly impacted. He reports a  decline in his diagnostic acumen and ability to problem - solve me chanical issues. His cognitive  limitations, including difficulties with concentration, memory, and multitasking, have further  reduced his capacity to engage in any vocation - related activities.  Mr. Gervais is currently not employed and continues to receive disability benefits. The combined  effects of his 2002 workplace injury and the 2020 motor vehicle accident have resulted in a  complete cessation of vocational activities, even in an informal ca pacity.  L eisure Activities:  Prior to the accident, Mr. Gervais maintained an active and varied leisure lifestyle that included  both physical activities and personal hobbies:  1.   Old - timers Hockey: Mr. Gervais was an active participant in an   “ old - timer’s ”   hockey  league. This activity was primarily social in nature, providing him with regular physical  exercise and an opportunity to maintain strong social connections with his peers.  2.   Cycling: He regularly rode his bicycle, which contributed to his overall fitness and served  as a form of recreation and local transportation.  3.   Holidays: Mr. Gervais enjoyed going on vacations, demonstrating his interest in travel  and new experiences.  4.   Swimming: This activity was a consistent part of his leisure routine, offering another  form of physical exercise and relaxation.  5.   Puttering in the Garage: Mr. Gervais spent considerable time in his garage, working on  small projects and maintaining equipment. This activity allowed him to apply his  mechanical skills in a recreational context.  Post - accident, Mr. Gervais' engagement in these activities has been dramatically altered:\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   18   of   20  •   Old - timers Hockey: Mr. Gervais has ceased participation in hockey entirely due to his  physical limitations.  •   Cycling: His ability to cycle has been severely reduced. He has made two attempts to use  an electric bicycle, indicating his desire to continue this activity, but these efforts have  had limited success due to his current physical condition.  •   Holidays: Mr. Gervais has taken only one vacation since the accident, which had to be  cut short. This represents a significant decrease in his ability to travel and enjoy extended  time away from home.  •   Swimming: This activity has been discontinued as part of his leisure routine.  •   Puttering in the Garage: This is the one activity that Mr. Gervais continues to engage in  post - accident. However, there's a notable change in how he manages this activity. While  he still putters in his garage, he no longer cleans up after himself, resultin g in the garage  being left in a state of disarray. This change is due to his physical limitations, decreased  energy levels, and cognitive changes affecting his ability to complete tasks fully.  The overall picture is one of significantly reduced engagement in leisure activities. The physical  and social benefits Mr. Gervais previously gained from activities like hockey, cycling, and  swimming have been largely lost. His continued puttering in the g arage, while providing some  continuity with his pre - accident life, is now characterized by an inability to fully manage the  activity as he once did. This reduction in leisure activities has substantial impacts on Mr.  Gervais' physical health, social intera ctions, and overall quality of life.  Community Access:  Mr. Gervais' ability to access and engage with his community has been significantly altered since  the accident. Driving has become his primary, and often sole, means of maintaining community  access. His vehicle now serves as his \"sanctuary,\" providing a se nse of control and independence  that he struggles to find in other aspects of his life.  Despite retaining the ability to drive, Mr. Gervais' community engagement is severely restricted.  His tolerance for activity is limited to several hours before fatigue and increased symptoms force  him to retreat. This diminished stamina significantly impac ts his participation in social  engagements and community events, reducing both their frequency and duration.  Physical discomfort further compounds these limitations. Mr. Gervais struggles with prolonged  sitting, making attendance at community events or social gatherings that require extended  periods of inactivity challenging and often uncomfortable. His difficult ies with walking and  balance also impede his ability to navigate community spaces independently, affecting his  confidence and willingness to access certain areas or participate in specific activities.  The visual symptoms and cognitive difficulties Mr. Gervais experiences, including problems  with concentration and memory, create additional barriers to community engagement. These\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   19   of   20  issues make it challenging for him to navigate complex community environments or participate  in activities requiring sustained attention.  As a result, Mr. Gervais' community outings have decreased significantly in both frequency and  scope. Activities that were once routine, such as running errands or attending social events, now  require careful planning and considerable effort. This reduced   community engagement has  inevitably impacted his social connections and overall quality of life.  REFERRAL QUE STIONS:  1.   What are Mr. Gervais' present needs for: a) Housekeeping b) Attendant care c)  Medical/rehabilitative services d) Assistive devices  2.   What physical, cognitive, or emotional limitations does Mr. Gervais have in his typical  activities of daily living, including: a) Personal care b) Housekeeping and home  maintenance c) Work d) Leisure, social, and/or recreational activities  3.   Have the impairments sustained by Mr. Gervais as a result of the motor vehicle accident  caused or contributed to him presently having a complete inability to lead a normal life?  4.   Do you agree or disagree with the opinions and conclusions reached in the various insurer  examination reports prepared on behalf of Unifund in connection with Mr. Gervais'  entitlement to the Non - Earner Benefit? If you disagree, please explain why.  CLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   offices   of   FERLAND   &   ASSOCIATES  REHABILITATION INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   LF\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   20   of   20  Insurer  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of t he report, and has  provided authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "Fi rst Name Last Name   Claim #: Referral File Number   Page   18   of   20  •   Old - timers Hockey: Mr. Gervais has ceased participation in hockey entirely due to his  physical limitations.  •   Cycling: His ability to cycle has been severely reduced. He has made two attempts to use  an electric bicycle, indicating his desire to continue this activity, but these efforts have  had limited success due to his current physical condition.  •   Holidays: Mr. Gervais has taken only one vacation since the accident, which had to be  cut short. This represents a significant decrease in his ability to travel and enjoy extended  time away from home.  •   Swimming: This activity has been discontinued as part of his leisure routine.  •   Puttering in the Garage: This is the one activity that Mr. Gervais continues to engage in  post - accident. However, there's a notable change in how he manages this activity. While  he still putters in his garage, he no longer cleans up after himself, resultin g in the garage  being left in a state of disarray. This change is due to his physical limitations, decreased  energy levels, and cognitive changes affecting his ability to complete tasks fully.  The overall picture is one of significantly reduced engagement in leisure activities. The physical  and social benefits Mr. Gervais previously gained from activities like hockey, cycling, and  swimming have been largely lost. His continued puttering in the g arage, while providing some  continuity with his pre - accident life, is now characterized by an inability to fully manage the  activity as he once did. This reduction in leisure activities has substantial impacts on Mr.  Gervais' physical health, social intera ctions, and overall quality of life.  Community Access:  Mr. Gervais' ability to access and engage with his community has been significantly altered since  the accident. Driving has become his primary, and often sole, means of maintaining community  access. His vehicle now serves as his \"sanctuary,\" providing a se nse of control and independence  that he struggles to find in other aspects of his life.  Despite retaining the ability to drive, Mr. Gervais' community engagement is severely restricted.  His tolerance for activity is limited to several hours before fatigue and increased symptoms force  him to retreat. This diminished stamina significantly impac ts his participation in social  engagements and community events, reducing both their frequency and duration.  Physical discomfort further compounds these limitations. Mr. Gervais struggles with prolonged  sitting, making attendance at community events or social gatherings that require extended  periods of inactivity challenging and often uncomfortable. His difficult ies with walking and  balance also impede his ability to navigate community spaces independently, affecting his  confidence and willingness to access certain areas or participate in specific activities.  The visual symptoms and cognitive difficulties Mr. Gervais experiences, including problems  with concentration and memory, create additional barriers to community engagement. These",
    "FUNCTIONAL_STATUS": "Fi rst Name Last Name   Claim #: Referral File Number   Page   16   of   20  solely his wife's responsibility. Snow removal is now planned by Mr. Gervais but executed by  their son - in - law .  These changes in household management and daily activities reflect the significant impact of Mr.  Gervais' accident on his functional abilities. Tasks that he once performed independently or  shared equally with his wife now require additional assistance or   have been completely delegated  to others. This shift not only affects the practical aspects of running the household but likely also  i mpacts Mr. Gervais' sense of independence and contribution to family life.  These changes in household management and daily activities reflect the significant impact of Mr.  Gervais' accident on his functional abilities. Tasks that he once performed independently or  shared equally with his wife now require additional assistance or   have been completely delegated  to others. This shift not only affects the practical aspects of running the household but likely also  impacts Mr. Gervais' sense of independence and contribution to family life.  Finances/Financial Management:  Financial management, which was previously shared, is now entirely handled by Mr. Gervais'  wife.  Caregiving Activities:  Not applicable.  Vocational Activities:  Mr. Marcel Gervais has had a long and varied career in the automotive industry, primarily as a  mechanic. His professional journey reflects both his passion for mechanics and his  entrepreneurial spirit.  Pre - 2000 Employment: Mr. Gervais reports that he knew he wanted to be a mechanic by the age  of 12, demonstrating an early vocational calling. As an adult, he not only worked as a mechanic  but also became a business owner. At one point, he owned his own gar age and employed 13  mechanics, showcasing his skills in both automotive repair and business management. This  period of business ownership highlights Mr. Gervais' leadership abilities and his capacity to  manage complex operations.  2000 - 2002: Around 1999/2000, Mr. Gervais made the decision to sell his garage. In a  demonstration of his ethical approach to business, he went to great lengths to secure employment  for his 13 mechanics before closing the shop. Following the sale of his bus iness, Mr. Gervais  took a job working for another garage, transitioning from owner to employee.",
    "SYMPTOMS": "Fi rst Name Last Name   Claim #: Referral File Number   Page   19   of   20  issues make it challenging for him to navigate complex community environments or participate  in activities requiring sustained attention.  As a result, Mr. Gervais' community outings have decreased significantly in both frequency and  scope. Activities that were once routine, such as running errands or attending social events, now  require careful planning and considerable effort. This reduced   community engagement has  inevitably impacted his social connections and overall quality of life.  REFERRAL QUE STIONS:  1.   What are Mr. Gervais' present needs for: a) Housekeeping b) Attendant care c)  Medical/rehabilitative services d) Assistive devices  2.   What physical, cognitive, or emotional limitations does Mr. Gervais have in his typical  activities of daily living, including: a) Personal care b) Housekeeping and home  maintenance c) Work d) Leisure, social, and/or recreational activities  3.   Have the impairments sustained by Mr. Gervais as a result of the motor vehicle accident  caused or contributed to him presently having a complete inability to lead a normal life?  4.   Do you agree or disagree with the opinions and conclusions reached in the various insurer  examination reports prepared on behalf of Unifund in connection with Mr. Gervais'  entitlement to the Non - Earner Benefit? If you disagree, please explain why.  CLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   offices   of   FERLAND   &   ASSOCIATES  REHABILITATION INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   LF\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   20   of   20  Insurer  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of t he report, and has  provided authorization to utilize the electronic signature .",
    "MEDICAL_HISTORY": "Fi rst Name Last Name   Claim #: Referral File Number   Page   5   of   20  ●   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  ●   A submission for funding will be submitted to the insurer for any goods and/or  services on an OCF18   –   Assessment and Treatment Plan.   The insurer may approve  or deny the plan (in part or in whole).   Should a denial or partial denial occur, an  independent e xamination by another Occupational Therapist may be requested by  the insurer.   This may be an in - person assessment or a remote paper - review  assessment.   Funding for the requested goods and/or services may ultimately be  declined.  ●   Mr.   CLIENT   may choose to participate or decline any or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided  to the following parties via secure transmission (fax or encrypted email attachment):  o   Zenith Insurance c/o Kaitlyn Witmeyer, Accident Benefits Adjuster  o   McNally Gervan, c/o Frank McNally, Legal Representative  Following this therapist’s explanation Mr. CLIENT granted informed consent for this  therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  PRE - ACCIDENT MEDICAL HISTORY:  Marcel Gervais' medical history is complex, dating back to at least 1986. That year, Mr. Gervais  was involved in a motor vehicle accident that resulted in a probable concussion, facial scarring,  and left - sided surgery (likely to the zygomatic arch). This e arly incident marks the beginning of a  series of medical challenges that would shape his health in the years to come.  In 1977 - 1978, Mr. Gervais sustained a knee injury while playing football. This injury required  surgical intervention in 1996, indicating the long - term impact of his athletic activities on his  musculoskeletal health.  A significant event occurred in 1994 when Mr. Gervais underwent surgery to address issues with  his left leg, which had begun to atrophy. Despite the surgery having a positive outcome, he  continued to experience residual issues with his left leg.  In 2002, Mr. Gervais suffered a severe back injury at work, involving a sledgehammer or tire  iron, which caused damage to his discs. This injury led to the development of a left L4  radiculopathy, as documented in his medical file. At that time, spinal fusi on surgery was",
    "TYPICAL_DAY": "Fi rst Name Last Name   Claim #: Referral File Number   Page   13   of   20  Emotional Presentation:  Cognitive Presentation:  TYPICAL DAY:  Mr. Gervais typically starts his day early, rising around 5 AM. He makes his way to the living  room where he settles in to watch television or play cards on his tablet while enjoying his  morning coffee. This quiet start to the day allows him to ease into h is routine.  By 9 AM, Mr. Gervais aims to be out and about, engaging in some form of activity. His goal is  to be productive, whether it's tending to the grass, tinkering with small projects, or doing yard  work. However, his ability to do so varies greatly from day to d ay. He might spend one day  working around the house, one or two days doing yard work, and another day simply resting in  the garage. Mr. Gervais notes that everything he does now takes about three times longer than it  used to, reflecting the significant imp act his condition has on his daily functioning.  He typically has lunch between 12 PM and 1 PM, after which he continues with his activities  until about 2 or 3 PM. At this point, fatigue usually sets in, and he takes a nap for about an hour.  The toll of his daily activities is substantial   -   Mr. Gervais r eports that it can take him two to three  days to recover from a day of exertion.  To help manage his symptoms and aid in recovery, Mr. Gervais uses a hot tub and swims when  he's able. These activities seem to provide some relief and are an important part of his self - care  routine.  Meal preparation has largely shifted to his wife, whereas before the accident, Mr. Gervais was  more involved in this task. In the evenings, he and his wife try to maintain some social  connection by inviting people over when possible. On days when this isn' t feasible, they often  find themselves \"vegging out\"   -   likely watching TV or engaging in low - energy activities. Mr.  Gervais makes an effort to chat with his wife during these quieter times, maintaining their  connection despite the challenges he faces.  Bedtime for Mr. Gervais varies, typically falling between 8 PM and midnight. He often struggles  with falling asleep, and sometimes manages only an hour of sleep, highlighting the severity of  his sleep disturbances.  This daily routine underscores the significant changes in Mr. Gervais' life since the accident.  Activities that were once simple now require significant effort and planning, with recovery time  built into his weekly schedule. The variation in his day - to - day   abilities and the extended time  required for tasks reflect the ongoing challenges he faces in managing his condition.",
    "ENVIRONMENTAL": "Fi rst Name Last Name   Claim #: Referral File Number   Page   14   of   20  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms  Bathrooms  Living Room  Family Room  Dining Room  Kitchen  Laundry  Stairs  Basement  Drivew ay  Description  Yard  description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐  Single   X  Common Law   ☐  Other   ☐  Living Arrangement   Lives with his wife.  Children   Adult children   no longer in family home  ACTIVITIES   OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self - Care Activities:  Mr. Gervais' ability to manage his self - care activities has been significantly impacted by his  accident. His self - care routine now varies considerably between what he describes as \"bad days\"  and \"OK days.\"  During the summer months, Mr. Gervais experiences about two \"bad days\" per month. In winter,  this increases to approximately four \"bad days\" per month. On these challenging days, his  limitations are severe. He often finds himself unable to get out of bed a nd sometimes requires  assistance to reach the bathroom."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.6666666666666666,
    "ENVIRONMENTAL": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Last Name   Claim #: Referral File Number   Page   18   of   20  •   Old - timers Hockey: Mr",
      "dob": "",
      "age": 18,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {
        "name": 0.8,
        "age": 0.9
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [
        "hold management",
        "daily activities reflect the significant impact of Mr"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "Fi rst Name Last Name   Claim #: Referral File Number   Page   16   of   20  solely his wife's responsibility. Snow removal is now planned by Mr. Gervais but executed by  their son - in - law .  These changes in household management and daily activities reflect the significant impact of Mr.  Gervais' accident on his functional abilities. Tasks that he once performed independently or  shared equally with his wife now require additional assistance or   have been completely delegated  to others. This shift not only affects the practical aspects of running the household but likely also  i mpacts Mr. Gervais' sense of independence and contribution to family life.  These changes in household management and daily activities reflect the significant impact of Mr.  Gervais' accident on his functional abilities. Tasks that he once performed independently or  shared equally with his wife now require additional assistance or   have been completely delegated  to others. This shift not only affects the practical aspects of running the household but likely also  impacts Mr. Gervais' sense of independence and contribution to family life.  Finances/Financial Management:  Financial management, which was previously shared, is now entirely handled by Mr. Gervais'  wife.  Caregiving Activities:  Not applicable.  Vocational Activities:  Mr. Marcel Gervais has had a long and varied career in the automotive industry, primarily as a  mechanic. His professional journey reflects both his passion for mechanics and his  entrepreneurial spirit.  Pre - 2000 Employment: Mr. Gervais reports that he knew he wanted to be a mechanic by the age  of 12, demonstrating an early vocational calling. As an adult, he not only worked as a mechanic  but also became a business owner. At one point, he owned his own gar age and employed 13  mechanics, showcasing his skills in both automotive repair and business management. This  period of business ownership highlights Mr. Gervais' leadership abilities and his capacity to  manage complex operations.  2000 - 2002: Around 1999/2000, Mr. Gervais made the decision to sell his garage. In a  demonstration of his ethical approach to business, he went to great lengths to secure employment  for his 13 mechanics before closing the shop. Following the sale of his bus iness, Mr. Gervais  took a job working for another garage, transitioning from owner to employee.",
      "confidence": {
        "functionalLimitations": 0,
        "assistiveDevices": 0.8,
        "functionalGoals": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Do you agree or disagree with the opinions and conclusions reached in the various insurer  examination reports prepared on behalf of Unifund in connection with Mr."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "rely,  _______________________  Sebastien Ferland OT Reg",
      "symptomProgression": "",
      "symptomNotes": "Fi rst Name Last Name   Claim #: Referral File Number   Page   19   of   20  issues make it challenging for him to navigate complex community environments or participate  in activities requiring sustained attention.  As a result, Mr. Gervais' community outings have decreased significantly in both frequency and  scope. Activities that were once routine, such as running errands or attending social events, now  require careful planning and considerable effort. This reduced   community engagement has  inevitably impacted his social connections and overall quality of life.  REFERRAL QUE STIONS:  1.   What are Mr. Gervais' present needs for: a) Housekeeping b) Attendant care c)  Medical/rehabilitative services d) Assistive devices  2.   What physical, cognitive, or emotional limitations does Mr. Gervais have in his typical  activities of daily living, including: a) Personal care b) Housekeeping and home  maintenance c) Work d) Leisure, social, and/or recreational activities  3.   Have the impairments sustained by Mr. Gervais as a result of the motor vehicle accident  caused or contributed to him presently having a complete inability to lead a normal life?  4.   Do you agree or disagree with the opinions and conclusions reached in the various insurer  examination reports prepared on behalf of Unifund in connection with Mr. Gervais'  entitlement to the Non - Earner Benefit? If you disagree, please explain why.  CLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   offices   of   FERLAND   &   ASSOCIATES  REHABILITATION INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   LF\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   20   of   20  Insurer  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of t he report, and has  provided authorization to utilize the electronic signature .",
      "confidence": {
        "reportedSymptoms": 0.8,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Fi rst Name Last Name   Claim #: Referral File Number   Page   5   of   20  ●   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  ●   A submission for funding will be submitted to the insurer for any goods and/or  services on an OCF18   –   Assessment and Treatment Plan.   The insurer may approve  or deny the plan (in part or in whole).   Should a denial or partial denial occur, an  independent e xamination by another Occupational Therapist may be requested by  the insurer.   This may be an in - person assessment or a remote paper - review  assessment.   Funding for the requested goods and/or services may ultimately be  declined.  ●   Mr.   CLIENT   may choose to participate or decline any or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided  to the following parties via secure transmission (fax or encrypted email attachment):  o   Zenith Insurance c/o Kaitlyn Witmeyer, Accident Benefits Adjuster  o   McNally Gervan, c/o Frank McNally, Legal Representative  Following this therapist’s explanation Mr. CLIENT granted informed consent for this  therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  PRE - ACCIDENT MEDICAL HISTORY:  Marcel Gervais' medical history is complex, dating back to at least 1986. That year, Mr. Gervais  was involved in a motor vehicle accident that resulted in a probable concussion, facial scarring,  and left - sided surgery (likely to the zygomatic arch). This e arly incident marks the beginning of a  series of medical challenges that would shape his health in the years to come.  In 1977 - 1978, Mr. Gervais sustained a knee injury while playing football. This injury required  surgical intervention in 1996, indicating the long - term impact of his athletic activities on his  musculoskeletal health.  A significant event occurred in 1994 when Mr. Gervais underwent surgery to address issues with  his left leg, which had begun to atrophy. Despite the surgery having a positive outcome, he  continued to experience residual issues with his left leg.  In 2002, Mr. Gervais suffered a severe back injury at work, involving a sledgehammer or tire  iron, which caused damage to his discs. This injury led to the development of a left L4  radiculopathy, as documented in his medical file. At that time, spinal fusi on surgery was",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [],
      "afternoonRoutine": [
        "Fi rst Name Last Name   Claim #: Referral File Number   Page   13   of   20  Emotional Presentation:  Cognitive Presentation:  TYPICAL DAY:  Mr. Gervais typically starts his day early, rising around 5 AM. He makes his way to the living  room where he settles in to watch television or play cards on his tablet while enjoying his  morning coffee. This quiet start to the day allows him to ease into h is routine.  By 9 AM, Mr. Gervais aims to be out and about, engaging in some form of activity. His goal is  to be productive, whether it's tending to the grass, tinkering with small projects, or doing yard  work. However, his ability to do so varies greatly from day to d ay. He might spend one day  working around the house, one or two days doing yard work, and another day simply resting in  the garage. Mr. Gervais notes that everything he does now takes about three times longer than it  used to, reflecting the significant imp act his condition has on his daily functioning.  He typically has lunch between 12 PM and 1 PM, after which he continues with his activities  until about 2 or 3 PM. At this point, fatigue usually sets in, and he takes a nap for about an hour.  The toll of his daily activities is substantial   -   Mr. Gervais r eports that it can take him two to three  days to recover from a day of exertion.  To help manage his symptoms and aid in recovery, Mr. Gervais uses a hot tub and swims when  he's able. These activities seem to provide some relief and are an important part of his self - care  routine.  Meal preparation has largely shifted to his wife, whereas before the accident, Mr. Gervais was  more involved in this task. In the evenings, he and his wife try to maintain some social  connection by inviting people over when possible. On days when this isn' t feasible, they often  find themselves \"vegging out\"   -   likely watching TV or engaging in low - energy activities. Mr.  Gervais makes an effort to chat with his wife during these quieter times, maintaining their  connection despite the challenges he faces.  Bedtime for Mr. Gervais varies, typically falling between 8 PM and midnight. He often struggles  with falling asleep, and sometimes manages only an hour of sleep, highlighting the severity of  his sleep disturbances.  This daily routine underscores the significant changes in Mr. Gervais' life since the accident.  Activities that were once simple now require significant effort and planning, with recovery time  built into his weekly schedule. The variation in his day - to - day   abilities and the extended time  required for tasks reflect the ongoing challenges he faces in managing his condition."
      ],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Fi rst Name Last Name   Claim #: Referral File Number   Page   13   of   20  Emotional Presentation:  Cognitive Presentation:  TYPICAL DAY:  Mr. Gervais typically starts his day early, rising around 5 AM. He makes his way to the living  room where he settles in to watch television or play cards on his tablet while enjoying his  morning coffee. This quiet start to the day allows him to ease into h is routine.  By 9 AM, Mr. Gervais aims to be out and about, engaging in some form of activity. His goal is  to be productive, whether it's tending to the grass, tinkering with small projects, or doing yard  work. However, his ability to do so varies greatly from day to d ay. He might spend one day  working around the house, one or two days doing yard work, and another day simply resting in  the garage. Mr. Gervais notes that everything he does now takes about three times longer than it  used to, reflecting the significant imp act his condition has on his daily functioning.  He typically has lunch between 12 PM and 1 PM, after which he continues with his activities  until about 2 or 3 PM. At this point, fatigue usually sets in, and he takes a nap for about an hour.  The toll of his daily activities is substantial   -   Mr. Gervais r eports that it can take him two to three  days to recover from a day of exertion.  To help manage his symptoms and aid in recovery, Mr. Gervais uses a hot tub and swims when  he's able. These activities seem to provide some relief and are an important part of his self - care  routine.  Meal preparation has largely shifted to his wife, whereas before the accident, Mr. Gervais was  more involved in this task. In the evenings, he and his wife try to maintain some social  connection by inviting people over when possible. On days when this isn' t feasible, they often  find themselves \"vegging out\"   -   likely watching TV or engaging in low - energy activities. Mr.  Gervais makes an effort to chat with his wife during these quieter times, maintaining their  connection despite the challenges he faces.  Bedtime for Mr. Gervais varies, typically falling between 8 PM and midnight. He often struggles  with falling asleep, and sometimes manages only an hour of sleep, highlighting the severity of  his sleep disturbances.  This daily routine underscores the significant changes in Mr. Gervais' life since the accident.  Activities that were once simple now require significant effort and planning, with recovery time  built into his weekly schedule. The variation in his day - to - day   abilities and the extended time  required for tasks reflect the ongoing challenges he faces in managing his condition.",
      "confidence": {
        "morningRoutine": 0,
        "afternoonRoutine": 0.8,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms  Bathrooms  Living Room  Family Room  Dining Room  Kitchen  Laundry  Stairs  Basement  Drivew ay  Description  Yard  description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐  Single   X  Common Law   ☐  Other   ☐  Living Arrangement   Lives with his wife",
      "livingArrangement": "S/SOCIAL STATUS:  Marital Status   Married   ☐  Single   X  Common Law   ☐  Other   ☐  Living Arrangement   Lives with his wife",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "s  Living Room  Family Room  Dining Room  Kitchen  Laundry  Stairs  Basement  Drivew ay  Description  Yard  description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐  Single   X  Common Law   ☐  Other   ☐  Living Arrangement   Lives with his wife",
        "bedroom": "s  Bathrooms  Living Room  Family Room  Dining Room  Kitchen  Laundry  Stairs  Basement  Drivew ay  Description  Yard  description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐  Single   X  Common Law   ☐  Other   ☐  Living Arrangement   Lives with his wife",
        "kitchen": "Laundry  Stairs  Basement  Drivew ay  Description  Yard  description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐  Single   X  Common Law   ☐  Other   ☐  Living Arrangement   Lives with his wife"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "Fi rst Name Last Name   Claim #: Referral File Number   Page   14   of   20  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms  Bathrooms  Living Room  Family Room  Dining Room  Kitchen  Laundry  Stairs  Basement  Drivew ay  Description  Yard  description  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐  Single   X  Common Law   ☐  Other   ☐  Living Arrangement   Lives with his wife.  Children   Adult children   no longer in family home  ACTIVITIES   OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self - Care Activities:  Mr. Gervais' ability to manage his self - care activities has been significantly impacted by his  accident. His self - care routine now varies considerably between what he describes as \"bad days\"  and \"OK days.\"  During the summer months, Mr. Gervais experiences about two \"bad days\" per month. In winter,  this increases to approximately four \"bad days\" per month. On these challenging days, his  limitations are severe. He often finds himself unable to get out of bed a nd sometimes requires  assistance to reach the bathroom.",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    }
  }
}