{
  "fileName": "Gervais, Marcel CVSIHA_FINAL.pdf",
  "originalText": "P: (613) 776 - 1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014  OCCUPATIONAL THERAPY IN - HOME ASSESSMENT  Client Name:   Marcel Gervais   Date of Loss:   January 8, 2020  Address:   51 Linda Street, Limoges,  ONK0A 2M0  Date of Birth:   April 4, 1959  Telephone #:   613 - 443 - 7667  Lawyer:   Gregory C. Gilhooly   Firm:   McNally   Gervan Lawyers  Adjuster:   Talia James   Insurer:   Unifund Assurance  Company  Claim No.:   000 - 01 - 268883  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   June 20, 2024  Date of Report:   August 16, 2024  THERAPIST QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 25 years of experience providing  rehabilitation and expert opinion services in the province of Ontario.   His professional  practice began in 1998 when he graduated from the University of Ottawa’s School of  Rehabilitation and began working as a registered Occupational Therapist in the private  sector. Over the years, Mr. Ferland has developed his clinical skills and evolved to provide  expert opinions in matters of human function to stakeholders in the autom obile insurance  sector, personal injury and family law, the Workplace Safety and Insurance Board (WSIB),  Veterans Affairs and the Long - Term Disability sectors.   His opinions are sought by both  plaintiff and defense counsel in the context of resolving matte rs in personal injury and  family law cases.   He has been qualified several times as an expert in his field, providing  testimony under oath in FSCO tribunals and cases appearing before the Ontario Superior  Court of Justice.  Mr.   Ferland’s   practice   includes   regular   contributions   to   catastrophic   designation  assessment teams where he provides opinions related to daily function of individuals\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   2   of   27  suffering from serious physical, psychological and cognitive impairments. His assessments  inform multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry,  psychology, etc.) of injured client’s daily functional capabilities at home, wo rk and in the  community, assisting them in forming opinions surrounding whether the catastrophic  injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients  who have sustained physical and psychological trauma in motor vehicle accidents. He has  extensive   experience   in   providing   care   to   individuals   suffering   from   chronic   pain,  depression,   anxiety   and   posttraumatic   stress,   overseeing   and   directing   functional  reactivation programs to foster improvements in function and participation in meaningful  activity.  ASSESSMENT PREAMBLE :  This occupational therapy   in - home assessment was conducted at the request of Mr.  Gregory C. Gilhooly of McNally Gervan Lawyers, regarding Mr. Marcel Gervais. The  purpose of this assessment is to evaluate Mr. Gervais' current functional abilities and  limitations following injuries s ustained in a motor vehicle accident on January 8, 2020.  Mr. Gervais, a 65 - year - old retired mechanic, was involved in a high - speed rear - end  collision while driving to Las Vegas with his wife and another couple. The accident  resulted in multiple injuries, including a concussion, cervical spine injuries, aggravati on of  pre - existing low back pain, and right hip pain. These injuries have significantly impacted  Mr. Gervais' daily functioning and quality of life.  The assessment aims to provide a comprehensive overview of Mr. Gervais' current  physical, cognitive, and emotional status, as well as his ability to perform activities of daily  living, engage in leisure activities, and access his community. It will also ex amine how his  current condition compares to his pre - accident level of functioning, taking into account  his pre - existing medical history, including a significant workplace injury in 2002 that led  to long - term disability.  This report will address specific questions raised by Mr. Gilhooly regarding the nature and  extent of Mr. Gervais' injuries, their impact on his daily life, and his ability to engage in  pre - accident activities. It will also consider the effect of any pre - e xisting conditions on his  current medical status and recovery.  The   assessment involved a detailed interview with Mr. Gervais, observation of his  functional abilities, review of relevant medical documentation, and consideration of his  home environment. The findings and recommendations in this report are based on the  inform ation gathered during this assessment, with the goal of providing a clear picture of  Mr. Gervais' current functional status and needs for ongoing care and support.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   3   of   27  SUMMARY OF FINDINGS:  This occupational therapy in - home assessment was conducted at the request of Mr. Gregory C.  Gilhooly of McNally Gervan Lawyers, regarding Mr. Marcel Gervais. The purpose of this  assessment is to evaluate Mr. Gervais' current functional abilities and limita tions following  injuries sustained in a motor vehicle accident on January 8, 2020.  Mr. Gervais, a 65 - year - old retired mechanic, was involved in a high - speed rear - end collision  while driving to Las Vegas with his wife and another couple. The accident resulted in multiple  injuries, including a concussion, cervical spine injuries, aggravati on of pre - existing low back  pain, and right hip pain. These injuries have significantly impacted Mr. Gervais' daily  functioning and quality of life.  The assessment aims to provide a comprehensive overview of Mr. Gervais' current physical,  cognitive, and emotional status, as well as his ability to perform activities of daily living, engage  in leisure activities, and access his community. It will also ex amine how his current condition  compares to his pre - accident level of functioning, considering his pre - existing medical history,  including a significant workplace injury in 2002 that led to long - term disability.  This report addresses specific questions raised by Mr. Gilhooly regarding the nature and extent  of Mr. Gervais' injuries, their impact on his daily life, and his ability to engage in pre - accident  activities. It also considers the effect of any pre - existing   conditions on his current medical status  and recovery.  The assessment involved a detailed interview with Mr. Gervais, observation of his functional  abilities, review of relevant medical documentation, and consideration of his home environment.  The findings and recommendations in this report are based on the in formation gathered during  this assessment, aiming to provide a clear picture of Mr. Gervais' current functional status and  needs for ongoing care and support.  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by  the College of Occupational Therapists of Ontario:  ●   An   occupational   therapy   assessment   is   to   be   conducted   by   this   therapist,   a  registered occupational therapist with the College of Occupational Therapists of  Ontario (COTO).  ●   The assessment has been requested by his legal representative   Mr. Gilhooly of  McNally Gervan Lawyers .  ●   The purpose of this assessment is to assess Mr.   Gervais’   current functional status as  it relates to his ability to complete pre - accident activities of daily living.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   4   of   27  ●   The proposed assessment will include: an interview, a physical   assessment and also  observations of the ability to complete functional tasks within and around the home  as well as education on safe means of completing activities of daily living if required.  ●   Due   to   the   physical   nature   of   the   assessment,   pain   and   fatigue   are   possible  temporary side effects.  ●   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  ●   Mr.   Gervais   may choose to participate or decline any or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided  to the following parties via secure transmission (fax or encrypted email attachment):  o   McNally Gervan, c/o   Gregory Gilhooly , Legal Representative  Following this therapist’s explanation Mr.   Gervais   granted informed consent for this  therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  PRE - ACCIDENT MEDICAL HISTORY:  Marcel Gervais' medical history is complex, dating back to at least 1986. That   year, Mr. Gervais  was involved in a motor vehicle accident that resulted in a probable concussion, facial scarring,  and left - sided surgery (likely to the zygomatic arch). This early incident marks the beginning of a  series of medical challenges that would   shape his health in the years to come.  In 1977 - 1978, Mr. Gervais sustained a knee injury while playing football. This injury required  surgical intervention in 1996, indicating the long - term impact of his athletic activities on his  musculoskeletal health.  A significant event occurred in 1994 when Mr. Gervais underwent surgery to address issues with  his left leg, which had begun to atrophy. Despite the surgery having a positive outcome, he  continued to experience residual issues with his left leg.  In 2002, Mr. Gervais suffered a severe back injury at work, involving a sledgehammer or tire  iron, which caused damage to his discs. This injury led to the development of a left L4  radiculopathy, as documented in his medical file. At that time, spinal fusi on surgery was  discussed as a potential treatment option. However, Mr. Gervais was informed that there was  only a 10% chance his condition would worsen, so he opted not to proceed with the surgery.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   5   of   27  Following this injury, Mr. Gervais experienced a lengthy recovery period. For approximately 4  years, he was largely confined to his bed or a chair due to his condition. During this time of  limited mobility, Mr. Gervais experienced substantial weight gain,   increasing from 140 pounds  to 245 pounds by 2006.  To aid in his recovery, Mr. Gervais began a regimen of diet and exercise. He gained access to a  pool, which allowed him to engage in low - impact exercise. In November 2004, he had a hot tub  installed in his garage. Mr. Gervais used the hot tub intensively,   4 - 5 times daily, to manage his  symptoms. This frequent use of the hot tub was crucial in allowing him to gradually become  more active. He continued this intensive hot tub therapy for about 6 years.  The combination of hot tub therapy, diet, and exercise proved highly beneficial. Mr. Gervais was  able to resume walking and exercising, which helped combat the muscle atrophy in his legs that  had worsened during his period of limited mobility.  In addition to his musculoskeletal issues, Mr. Gervais has a history of hypertension and  hypercholesterolemia. He has also undergone sinus surgery in the past, though the exact date is  not specified in the available records.  Despite these improvements, Mr. Gervais continued to face challenges. While he made  significant progress in his recovery, he expressed dissatisfaction with his inability to return to  work, suggesting ongoing limitations despite his efforts at rehabilitatio n.  This pre - accident history demonstrates that Mr. Gervais had a longstanding history of  musculoskeletal issues, particularly affecting his back and left leg. He had experienced periods  of severely limited mobility, significant weight fluctuations, and had un dergone both surgical  and non - surgical interventions to manage his conditions. His dedication to using the hot tub  multiple times daily highlights the severity of his symptoms and the extent of his efforts to  improve his condition. These factors likely had   a substantial impact on his overall health and  functional status prior to the current incident.  It's important to note that despite these pre - existing conditions, there is no indication in the  medical records of any significant cognitive complaints or impairments prior to the accident in  question. Mr. Gervais was able to manage complex tasks, such as   operating a garage with 13  mechanics, suggesting a good level of cognitive function before the 2020 accident.  MECHANISM OF INJURY:  On January 8, 2020, Mr. Gervais was involved in a serious motor vehicle collision. He was  driving a 2016 Lexus LS on a highway, traveling to Las Vegas with his wife and another couple.  Mr. Gervais was in the driver's seat, with the other male passenger in   the front seat, and both  wives in the back.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   6   of   27  The accident occurred around 7 p.m. when they became involved in a traffic jam. The traffic had  been rerouted and was moving at approximately 80 km/hr. Mr. Gervais had left significant space  between his vehicle and the tractor - trailer in front of him. Sudd enly, a vehicle driven by a young  individual attempted to overtake a number of vehicles in the line and rear - ended Mr. Gervais' car  at high speed.  The impact was primarily to the right rear of the vehicle, causing rotational forces that turned  Mr. Gervais' head to the right and back. The collision was severe enough to push the Lexus  towards oncoming traffic, but Mr. Gervais was able to correct the tr ajectory and safely pull over  to the right shoulder. The force of the impact was significant, as evidenced by the fact that the  tailgate of the Lexus could not be opened immediately after the accident.  Although Mr. Gervais did not lose consciousness, he experienced immediate neck pain, back  pain, and headaches. Three of the four occupants in the vehicle, including Mr. Gervais, suffered  symptoms consistent with concussions.  NATURE OF INJURY:  Based on the assessment by Dr. Besemann and the available medical documentation, Mr.  Gervais sustained the following injuries as a result of the subject motor vehicle accident:  1.   Concussion / Mild Traumatic Brain Injury (mTBI)  2.   Post - concussion visual syndrome  3.   Post - concussion vestibular syndrome  4.   Post - concussion cognitive impairment  5.   Whiplash Associated Disorder (WAD) II of the cervical spine  6.   Cervicogenic headaches / Post - traumatic headaches  7.   Aggravation of pre - existing osteoarthritis in the right hip (possible labral tear)  8.   Aggravation of pre - existing low back pain and left L4 radiculopathy  COURSE OF RECOVERY TO DATE:  Following the accident, Mr. Gervais and his companions attempted to continue their trip with a  rental vehicle but had to cut the journey short by six weeks due to his injuries. Upon returning  home, he consulted his family physician, Dr. Sylvie Cantin, who   diagnosed him with concussion  syndrome, worsening mechanical upper and lower back pain, and whiplash injury.  Mr. Gervais has undergone   various diagnostic procedures, including MRI of the low back and  nerve conduction studies, which confirmed his pre - existing left L4 chronic radiculopathy. He is  currently awaiting an MRI of the right hip, as a corticosteroid injection provided only brief r elief.  His recovery has been complicated by several factors:  1.   The COVID - 19 pandemic limited his access to consistent care in the initial recovery  period.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   7   of   27  2.   He experiences significant cognitive symptoms, including difficulty concentrating,  decreased patience, bouts of anger, and word - finding difficulties.  3.   His physical symptoms, particularly right hip pain and worsening of pre - existing back  pain, have limited his mobility and daily activities.  4.   He reports that his condition seems to be worsening over time, contrary to the expected  recovery trajectory.  To manage his symptoms, Mr. Gervais purchased a current - generating hot tub, which he uses  daily when able. He has also engaged in some physiotherapy and has learned exercises to  manage his condition, though he is not currently involved in formal therapy.  CURRENT MEDICAL/REHABILITATION TEAM:  Based on the most recent information available, Mr. Gervais' current medical and rehabilitation  team consists of:  1.   Dr. Sylvie Cantin   -   Family Physician Last known appointment: Not specified Frequency:  As needed for ongoing care and medication management  2.   Dr. Markus Besemann   -   Physiatrist Assessment date: July 16, 2024 Follow - up: To be  determined based on recommendations  3.   Dale   -   Physiotherapist at Physio in the Valley, Pembroke Current status: Mr. Gervais is  not actively engaged in formal physiotherapy but has learned exercises from this provider  4.   Neuro - optometrist (name not provided) Involvement: Prescribed prism glasses which  have helped reduce headache symptoms by approximately 50%  It's worth noting that Mr. Gervais' care has been somewhat fragmented due to the COVID - 19  pandemic and other factors. He may benefit from a more coordinated and comprehensive  rehabilitation approach, particularly addressing his ongoing cognitive, vestibula r, and  musculoskeletal symptoms.  MEDICATION :  Medication   Dose   Purpose  Candesartan   8 mg once daily   Hypertension  Vitamin D   25 mcg, three times daily   Vitamin supplementation  Oxycocet   100 tablets every seven years   Pain management (as needed)  Tylenol #3   Very rarely used   Pain management (as needed)  Note: Mr. Gervais reports using opioid pain medication very sparingly.  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   8   of   27  Symptom/Complaint   Details   Pain Rating if Necessary  Right hip pain   Pain radiates to outside of hip  near greater trochanter. Limits  walking, cycling, and sitting  comfortably  9 - 10/10 at worst, always some  degree of pain  Low back pain   Worsened   since   accident,  sometimes so severe he can  hardly get out of bed  Variable  Headaches   Improved by 50% with prism  glasses.   Pain   from   back   of  neck to vertex  7 - 8/10 average  Neck pain   Ongoing, uses a rolled towel  for self - traction  7 - 8/10  Visual symptoms   Difficulty seeing clearly, light  sensitivity  N/A  Balance issues   Unsteadiness when walking,  especially on uneven surfaces  N/A  Cognitive Symptoms:  •   Difficulty concentrating and focusing, especially after 1 - 2 hours of activity  •   Decreased patience and increased irritability  •   Word - finding difficulties  •   Significant issues with memory, attention, and focus  •   Poor multitasking ability  •   Need to write things down and check tasks multiple times  •   Reduced diagnostic acumen for car problems (previously a strength)  •   Overall cognitive stamina reduced from 6 hours pre - accident to 2 - 3 hours post -  accident  Emotional Symptoms:  •   Increased irritability and short temper  •   Frustration with limitations and cognitive changes  •   Anxiety, particularly about declining abilities  •   Some mood fluctuations, though generally tries to   maintain an optimistic outlook  •   Concern about the impact of his condition on his family  Symptom Management Strategies:  Mr. Gervais reported making use of the following strategies to manage his symptoms at this  time:\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   9   of   27  •   Rest and pacing of   activities  •   Use of a hot tub (when able to open the lid) for pain management  •   Prism glasses for visual symptoms and headache management  •   Self - traction technique using a rolled towel for neck pain  •   Very sparing use of pain medication  •   Activity modification and avoidance of triggering activities  •   Exercise in the swim spa (when able)  •   Writing things down to compensate for memory issues  FUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Activity   Client Report and Therapist Observations  Sitting and  repositioning  Mr.   Gervais reports being able to sit for 20 - 25 minutes before needing to stand due  to pain. He frequently shifts position and leans to one side or the other. Cannot sit  straight for more than a few minutes without pain.  Bed mobility   Unable to sleep comfortably in bed due to inability to keep left leg elevated and  difficulty turning on his side due to hip pain. Primarily sleeps in a recliner.  Transfers   Can complete chair and sofa transfers independently, but with visible discomfort.  Often stops   mid - transfer to stabilize himself. Uses adjacent supports (wall or  furniture) when standing.  Standing   Can stand for periods of about 10 minutes before needing to sit due to back pain.  Frequently shifts weight from side to side. Rarely sustains   standing in one place for  more than a few minutes.  Balance   Significantly impaired. Unsteady during tandem gait and Romberg test, with a  tendency to drift towards the right and rear. Wife reports he often bumps into her  when walking side by side.  Walking   Gait is significantly abnormal with imbalance. Uses a cane for support. Walking  tolerance is limited to short distances (less than one block) due to pain and weakness.  Stairs   Can manage stairs but needs to engage his core and straighten his   spine to avoid  sharp pain. Sometimes uses a cane for assistance when symptoms are pronounced.  Lifting/Carrying   Severely limited. Unable to carry any significant loads. Can manage light objects or  small bags weighing no more than a few pounds.  Kneeling   Unable to kneel at this time.  Squatting/Crouching   Unable to squat or crouch comfortably.  Bending   Limited ability to bend forward. When standing, cannot bend forward beyond upper  thighs due to severe, sharp lower back pain and onset of   dizziness.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   10   of   27  Reaching   Limited ability to reach with left arm. Left shoulder has approximately 50% active  range of motion in all planes. Right upper extremity reach is less affected.  Fine Motor  Coordination  Experiences difficulties, particularly with   right hand. Reports being unsure of grip  strength and prone to dropping objects. Struggles with tasks requiring precision.  Active Range of Motion:  Legend:  WFL:   w ithin Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  Internal  rotation  WFL   WFL  External  rotation  WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   11   of   27  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified   limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  TYPICAL DAY:  Mr. Gervais typically starts his day early, rising around 5 AM. He makes his way to the living  room where he settles in to   watch television or play cards on his tablet while enjoying his  morning coffee. This quiet start to the day allows him to ease into his routine.  By 9 AM, Mr. Gervais aims to be out and about, engaging in some form of activity. His goal is  to be productive, whether it's tending to the grass, tinkering with small projects, or doing yard\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   12   of   27  work. However, his ability to do so varies greatly from day to day. He might spend one day  working around the house, one or two days doing yard work, and another day simply resting in  the garage. Mr. Gervais notes that everything he does now takes about th ree times longer than it  used to, reflecting the significant impact his condition has on his daily functioning.  He typically has lunch between 12 PM and 1 PM, after which he continues with his activities  until about 2 or 3 PM. At this point, fatigue usually sets in, and he takes a nap for about an hour.  The toll of his daily activities is substantial   -   Mr. Gervais r eports that it can take him two to three  days to recover from a day of exertion.  To help manage his symptoms and aid in recovery, Mr. Gervais uses a hot tub and swims when  he's able. These activities seem to provide some relief and are an important part of his self - care  routine.  Meal preparation has largely shifted to his wife, whereas before the accident, Mr. Gervais was  more involved in this task. In the evenings, he and his wife try to maintain some social  connection by inviting people over when possible. On days when this isn' t feasible, they often  find themselves \"vegging out\"   -   likely watching TV or engaging in low - energy activities. Mr.  Gervais makes an effort to chat with his wife during these quieter times, maintaining their  connection despite the challenges he faces.  Bedtime for Mr. Gervais varies, typically falling between 8 PM and midnight. He often struggles  with falling asleep, and sometimes manages only an hour of sleep, highlighting the severity of  his sleep disturbances.  This daily routine underscores the significant changes in Mr. Gervais' life since the accident.  Activities that were once simple now require significant effort and planning, with recovery time  built into his weekly schedule. The variation in his day - to - day   abilities and the extended time  required for tasks reflect the ongoing challenges he faces in managing his condition.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  2000 square foot split level home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3+1   Three on main floor and one in  basement  Wood  Bathrooms   3.5   Three full   bathrooms and a  powder room  Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   13   of   27  Laundry   1   Basement   Concrete  Stairs   Yes  Basement   Yes   Finished basement   Carpet  Driveway  Description  Large double laneway  Yard  description  Large rural property  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐  Single   X  Common Law   ☐  Other   ☐  Living Arrangement   Lives with his   wife.  Children   Adult children   no longer in family home  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self - Care Activities:  Mr. Gervais' ability to manage his self - care activities has been significantly impacted by his  accident. His self - care routine now varies considerably between what he describes as \"bad days\"  and \"OK days.\"  During the summer months, Mr. Gervais experiences about two \"bad days\" per month. In winter,  this increases to approximately four \"bad days\" per month. On these challenging days, his  limitations are severe. He often finds himself unable to get out of bed a nd sometimes requires  assistance to reach the bathroom.  Eating habits have also been affected. While Mr. Gervais continues to eat, he reports eating less  than before the accident.   This is further compounded on the reported bad days.  Mr. Gervais   is generally independent with his showering routine, again with the exception of bad  days where his wife must provide physical assistance for this task.   This need for assistance with  such a personal task underscores the extent of his physical limitations , especially during  recurrent periods of symptom aggravation   and the impact on his independence.  These alterations in Mr. Gervais' self - care routine paint a picture of increased dependency and  reduced autonomy in his daily life. The variability between \"bad days\" and \"OK days\" suggests  that his ability to care for himself fluctuates, which likely requ ires adaptability from both Mr.  Gervais and his caregivers.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   14   of   27  Overall, these changes in self - care activities represent a significant shift in Mr. Gervais' daily life  and independence, reflecting the profound impact of his accident on even the most basic aspects  of his personal care.  Home Management Activities:  Prior to the accident, Mr. Gervais was actively involved in many aspects of home management.  He shared responsibilities with his wife, Theresa, for various household tasks. Every two weeks,  they would clean the house together for about 3 hours, working as   a team of two.  Mr. Gervais' role in household chores has significantly changed since the accident. Dishwashing,  which he used to manage independently, is now shared with his wife. Grocery shopping and  errands, previously his responsibility, are now handled by Theresa. Si milarly, bathroom cleaning  has been taken over by Theresa.  Making and changing beds is now a shared task, but Mr. Gervais finds it extremely difficult. He  continues to assist with vacuuming, sweeping, and mopping, although these tasks take him  longer and cause more fatigue than before. Dusting has been taken over   by Theresa, while  tidying remains a shared responsibility. Laundry is now primarily Theresa's task, with Mr.  Gervais helping by carrying laundry when he can.   Garbage removal and recycling are still  managed by Mr. Gervais,   who now uses wheeled bins   to assis t with this task.  Outdoor Tasks: The division of labor for outdoor tasks has also changed. Lawn care, which Mr.  Gervais used to manage independently, is now shared with his wife. Gardening has become  solely his wife's responsibility. Snow removal is now planned by Mr. Gerva is but executed by  their son - in - law .  These changes in household management and daily activities reflect the significant impact of Mr.  Gervais' accident on his functional abilities. Tasks that he once performed independently or  shared equally with his wife now require additional assistance or   have been completely delegated  to others. This shift not only affects the practical aspects of running the household but likely also  i mpacts Mr. Gervais' sense of independence and contribution to family life.  These changes in household management and daily activities reflect the significant impact of Mr.  Gervais' accident on his functional abilities. Tasks that he once performed independently or  shared equally with his wife now require additional assistance or   have been completely delegated  to others. This shift not only affects the practical aspects of running the household but likely also  impacts Mr. Gervais' sense of independence and contribution to family life.  The following table reflects the changes in Mr. Gervais’ ability to perform housekeeping and  home maintenance activities and provides an estimated amount of time allocated for  housekeeping assistance.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   15   of   27  Total time in   Spring/Summer and Fall   m onths:   8 hours per week  Total time in Winter months:   7.5 hours per week  Housekeeping  Task  Pre - Accident   Post - Accident   Time  Replacement  Value (Minutes  per Week)  Dishwashing   Managed  independently  Shared with wife   45 minutes  Grocery  Shopping and  Errands  Managed  independently  Handled entirely  by wife  90 minutes  Bathroom  Cleaning  Managed  independently  Handled entirely  by wife  30 minutes  Making/Changing  Beds  Shared with wife  (50/50)  Shared with wife  (20/80)  20 minutes  Vacuuming,  Sweeping,  Mopping  Managed  independently  Shared with wife   60 minutes  Dusting  Managed  independently  Handled entirely  by wife  30 minutes  Laundry   Managed  independently  Handled primarily  by wife  60 minutes  Garbage Removal  & Recycling  Managed  independently  Managed  independently  with assistance  15 minutes  Lawn Care   Managed  independently  Shared with wife   75 minutes   in  spring and  summer and fall  Gardening   Managed  independently  Handled entirely  by wife  60 minutes   in  spring and  summer and fall  Snow Removal   Planned by Mr.  Gervais, executed  by him  Planned by Mr.  Gervais,   executed  by son - in - law  90 minutes   in  winter months\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   16   of   27  Finances/Financial Management:  Financial management, which was previously shared, is   now entirely handled by Mr. Gervais'  wife.  Caregiving Activities:  Not applicable.  Vocational Activities:  Mr. Marcel Gervais has had a long and varied career in the automotive industry, primarily as a  mechanic. His professional journey reflects both   his passion for mechanics and his  entrepreneurial spirit.  Pre - 2000 Employment: Mr. Gervais reports that he knew he wanted to be a mechanic by the age  of 12, demonstrating an early vocational calling. As an adult, he not only worked as a mechanic  but also became a business owner. At one point, he owned his own gar age and employed 13  mechanics, showcasing his skills in both automotive repair and business management. This  period of business ownership highlights Mr. Gervais' leadership abilities and his capacity to  manage complex operations.  2000 - 2002: Around 1999/2000, Mr. Gervais made the decision to sell his garage. In a  demonstration of his ethical approach to business, he went to great lengths to secure employment  for his 13 mechanics before closing the shop. Following the sale of his bus iness, Mr. Gervais  took a job working for another garage, transitioning from owner to employee.  2002 Workplace Injury and Subsequent Disability: In 2002, Mr. Gervais suffered a significant  workplace injury while wielding a sledgehammer to knock off a rusted wheel from a hub. This  injury resulted in a left L4 radiculopathy and quadriceps weakness, whi ch have persisted since  that time. As a result of this injury, Mr. Gervais was placed on long - term disability at the age of  40, marking the end of his active employment as a mechanic.  Post - 2002 Vocational Activities: Despite being on long - term disability, Mr. Gervais continued to  engage in mechanic - related activities to the extent his condition allowed. Prior to the 2020 motor  vehicle accident, he was still able to provide diagnoses and   problem - solving advice for former  customers and family members. While he could not perform the physical work himself, he  maintained the cognitive abilities to reason out almost any mechanical problem and provide  appropriate guidance. This activity, though   not formal employment, allowed Mr. Gervais to  continue using his professional skills and knowledge.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   17   of   27  Current Vocational Status: Following the 2020 motor vehicle accident, Mr. Gervais' ability to  engage in even these informal diagnostic activities has been significantly impacted. He reports a  decline in his diagnostic acumen and ability to problem - solve me chanical issues. His cognitive  limitations, including difficulties with concentration, memory, and multitasking, have further  reduced his capacity to engage in any vocation - related activities.  Mr. Gervais is currently not employed and continues to receive disability benefits. The combined  effects of his 2002 workplace injury and the 2020 motor vehicle accident have resulted in a  complete cessation of vocational activities, even in an informal ca pacity.  L eisure Activities:  Prior to the accident, Mr. Gervais maintained an active and varied leisure lifestyle that included  both physical activities and personal hobbies:  1.   “ Old - timers ”   Hockey: Mr. Gervais was an active participant in an   “ old - timer’s ”   hockey  league. This activity was primarily social in nature, providing him with regular physical  exercise and an opportunity to maintain strong social connections with his peers.  2.   Cycling: He regularly rode his bicycle, which contributed to his overall fitness and served  as a form of recreation and local transportation.  3.   Holidays: Mr. Gervais enjoyed going on vacations, demonstrating his interest in travel  and new experiences.  4.   Swimming: This activity was a consistent part of his leisure routine, offering another  form of physical exercise and relaxation.  5.   Puttering in the Garage: Mr. Gervais spent considerable time in his garage, working on  small projects and maintaining equipment. This activity allowed him to apply his  mechanical skills in a recreational context.  Post - accident, Mr. Gervais' engagement in these activities has been dramatically altered:  •   Old - timers Hockey: Mr. Gervais has ceased participation in hockey   entirely due to his  physical limitations.  •   Cycling: His ability to cycle has been severely reduced. He has made two attempts to use  an electric bicycle, indicating his desire to continue this activity, but these efforts have  had limited success due to his current physical condition.  •   Holidays: Mr. Gervais has taken only one vacation since the accident, which had to be  cut short. This represents a significant decrease in his ability to travel and enjoy extended  time away from home.  •   Swimming: This activity has been discontinued as part of his leisure routine.  •   Puttering in the Garage: This is the one activity that Mr. Gervais continues to engage in  post - accident. However, there's a notable change in how he manages this activity. While  he still putters in his garage, he no longer cleans up after himself, resultin g in the garage  being left in a state of disarray. This change is due to his physical limitations, decreased  energy levels, and cognitive changes affecting his ability to complete tasks fully.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   18   of   27  The overall picture is one of significantly reduced engagement in leisure activities. The physical  and social benefits Mr. Gervais previously gained from activities like hockey, cycling, and  swimming have been largely lost. His continued puttering in the g arage, while providing some  continuity with his pre - accident life, is now characterized by an inability to fully manage the  activity as he once did. This reduction in leisure activities has substantial impacts on Mr.  Gervais' physical health, social intera ctions, and overall quality of life.  Community Access:  Mr. Gervais' ability to access and engage with his community has been significantly altered since  the accident. Driving has become his primary, and often sole, means of maintaining community  access. His vehicle now serves as his \"sanctuary,\" providing a se nse of control and independence  that he struggles to find in other aspects of his life.  Despite retaining the ability to drive, Mr. Gervais' community engagement is severely restricted.  His tolerance for activity is limited to several hours before fatigue and increased symptoms force  him to retreat. This diminished stamina significantly impac ts his participation in social  engagements and community events, reducing both their frequency and duration.  Physical discomfort further compounds these limitations. Mr. Gervais struggles with prolonged  sitting, making attendance at community events or social gatherings that require extended  periods of inactivity challenging and often uncomfortable. His difficult ies with walking and  balance also impede his ability to navigate community spaces independently, affecting his  confidence and willingness to access certain areas or participate in specific activities.  The visual symptoms and cognitive difficulties Mr. Gervais experiences, including problems  with concentration and memory, create additional barriers to community engagement. These  issues make it challenging for him to navigate complex community environment s or participate  in activities requiring sustained attention.  As a result, Mr. Gervais' community outings have decreased significantly in both frequency and  scope. Activities that were once routine, such as running errands or attending social events, now  require careful planning and considerable effort. This reduced   community engagement has  inevitably impacted his social connections and overall quality of life.  ASSESSMENT OF ATTENDANT CARE NEEDS:  The following is an Assessment of Attendant Care Needs based on reports of the client and  direct   observations   made   on   the   day   of   this   assessment .   The   Ontario   Society   of  Occupational Therapists report “Considerations for Occupational Therapists Completing  an Assessment of Attendant Care Needs (Form 1)” was consulted for the completion of the  assessment. As per the OSOT Guidelines, “this assessment   of Attendant Care Needs (Form  1) is not simply the recording of what attendant care services are already in plac e. [This  therapist’s] role is to determine the extent to which the client can perform the skills and\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   19   of   27  activities identified in the Form 1 safely, functionally, and to objectively identify what  assistance if any is needed from the present time into the future until another such re -  assessment may identify modified needs.”  Part 1   –   Level 1 Attendant Care (Routine personal care)  Task   Observations/Comments   Weekly Time Allotted  Dress  •   Upper body  •   Lower Body  Once weekly, on bad days,  Mr.   Gervais   requires  assistance with dressing his  lower body, specifically with  donning a sock on his right  leg.  2   minutes per week  Undress  •   Upper body  •   Lower Body  0 minutes per week  Prosthetics   Not applicable.   0 minutes per week  Orthotics   Not applicable.   0 minutes per   week  Grooming  •   Face  •   Hands  •   Shaving  •   Cosmetics  •   Brush/shampoo/dry/sty  le hair  •   Fingernails  •   Toenails  Mr. Gervais is independent  with the management of his  grooming   needs.   On   bad  days, he will simply limit the  extent of his grooming to  bare   minimum   such   as  brushing   his   teeth   and  washing his hands and face.  0 minutes per week  Feeding   Mr. Gervais is independent  with feeding. He is found to  possess   the   functional  abilities   to   manage   basic  meal   preparation   tasks  independently.   Thus  allocation   for   meal  preparation will be provided  under   housekeeping   and  home maintenance.  0 minutes per week  Mobility *   Once weekly, on bad days,  Mr.   Gervais   requires  assistance for transfers and  mobility   supervision.   An  allocation of one hour per  day on “bad days” is found to  be reasonable.  60   minutes per week\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   20   of   27  Extra Laundering   Mr.   Gervais   does   not  present   with   any   extra  laundering needs.  0 minutes per week  * Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance  with mobility includes “all transfers both inside the home and out in the community” and “supervision and  assistance when walking includes: sta ir climbing, mobility on ramps, into and out of home and/or lobby, garage,  in the community etc.”  Part 2   –   Level 2 Attendant Care (Basic supervisory functions)  Task   Observations/Comments   Weekly Time Allotted  Hygiene *  •   Clean tub/shower/ sink  after use  •   Change bedding, make  bed, clean room  •   Ensure comfort and  safety (bedroom)  •   Assist in daily wearing  apparel  •   Hand/sort clothes to be  laundered  Mr.   Gervais   requires  assistance   with   most  hygiene tasks , once weekly.  0 minutes per week  Basic Supervisory Care **   Mr.   Gervais   does   not  require   any   basic  supervisory care.  0 minutes per week  Co - ordination of Attendant  Care  There are no attendant care  coordination   tasks   to   be  managed at this time.  0 minutes per week  * The “Assessment of Attendant Care Needs”   guidelines set forth by the Ontario Society of Occupational  Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in  need of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. T he OSOT guidelines  further state that the “family may be ensuring comfort, safety and security in this (hospital) environment and  these activities should be considered an attendant care need under Level 2”.  ** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single -  family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the  amount of time required for an individu al to evacuate or reach an area of safety. Factors that impact the ability  to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,  individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental disabilities.  In Canada, winter conditions must also be considered, as “preparation for further action” activities including  donning boots and coats, and gat hering belongings, require additional time.  Part 3   –   Level 3 Attendant Care (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   21   of   27  Genitourinary Tracts   Mr.   Gervais   manages   his  bladder   routine  independently.  0 minutes per week  Bowel Care   Mr.   Gervais   manages   his  bowel   routine  independently.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr.   Gervais   does   not  require   any   support   to  manage   prescribed  exercises.  0 minutes per week  Skin Care   No skin care requirements.   0 minutes per week  Medication   Mr.   Gervais   manages   his  medication independently.  0 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  •   Transfer, bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  Once   weekly,   Mr.   Gervais  requires   assistance   for  showering.  25   minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  NA   0 minutes per week  Skilled Supervisory Care  (for aggressive or violent  behaviour)  Mr.   Gervais   does   not  present with any changes in  behaviour requiring skilled  supervisory care.  0 minutes per week  Attendant Care Calculation:  Part 1   -   Routine Personal Care   1.03   hours / week   $ 66.21 /month  Part 2   -   Basic Supervisory Functions   2.87   hours per week   $ 40.13   /month  Part 3   -   Complex Health/Care and Hygiene   1.79   hours per week   $ 37.82   /month  Total monthly assessed attendant care benefit:   $ 144.16   (subject to limits under Statutory  Accident Benefits Schedule)\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   22   of   27  REFERRAL QUESTIONS:  1.   What are Mr. Gervais' present needs for: a) Housekeeping b) Attendant care c)  Medical/rehabilitative services d) Assistive devices  Based on the assessment conducted, Mr. Gervais' present needs are as follows:  a) Housekeeping: Mr. Gervais requires substantial assistance with housekeeping tasks. The  assessment indicates a need for 8 hours per week of housekeeping assistance during  Spring/Summer and Fall months, and 7.5   hours per week during Winter months. These hours  encompass a range of tasks including, but not limited to, dishwashing, grocery shopping,  bathroom cleaning, laundry, and outdoor maintenance. Mr. Gervais' capacity to perform these  tasks has been significant ly diminished since the accident, with many responsibilities now  primarily managed by his wife or requiring shared effort.  b) Attendant care: Mr. Gervais' attendant care needs have been assessed as follows:  •   Routine Personal Care: 1.03 hours/week ($66.21/month)  •   Basic Supervisory Functions: 2.87 hours per week ($40.13/month)  •   Complex Health/Care and Hygiene: 1.79 hours per week ($37.82/month) The total  monthly assessed attendant care benefit is $144.16. This care is particularly crucial  during \"bad days,\" which occur approximately twice monthly in summer and four times  monthly   in winter.  c) Medical/rehabilitative services: Mr. Gervais would benefit from ongoing medical and  rehabilitative services, including:  •   Continued care from his family physician, Dr. Sylvie Cantin  •   Follow - up appointments with physiatrist Dr. Markus Besemann  •   Potential re - engagement with physiotherapy services  •   Engagement with Occupational Therapy to foster improvements in daily function.  d) Assistive devices: Mr. Gervais currently utilizes several assistive devices, including a cane  for mobility support, prism glasses for visual symptom management, and a hot tub and swim  spa for pain management and exercise when feasible. Given his reporte d balance issues and  mobility limitations, Mr. Gervais may benefit from additional assistive devices in the future  such as bathroom grab bars, a shower chair, and more substantial mobility aids and potential  home modifications.  2.   What physical, cognitive, or emotional limitations does Mr. Gervais have in his typical  activities of daily living, including: a) Personal care b) Housekeeping and home  maintenance c) Work d) Leisure, social, and/or recreational activities\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   23   of   27  Based on the assessment conducted, Mr. Gervais experiences significant limitations in his  activities of daily living:  a) Personal care: Mr. Gervais demonstrates limitations in personal care activities, particularly on  \"bad days\" which occur approximately twice monthly in summer and four times monthly in  winter. On these days, he may require assistance with dressing, speci fically with donning socks  on his right leg. He also needs help with showering once weekly. While generally independent in  grooming, on bad days he limits his routine to minimal tasks such as brushing teeth and washing  his face and hands.  b) Housekeeping and home maintenance: Mr. Gervais' ability to perform housekeeping and  home maintenance tasks has been severely impacted. Many tasks he previously managed  independently now require assistance from his wife or have been entirely delegated to   her. These  include dishwashing, grocery shopping, bathroom cleaning, and laundry. He continues to  participate in some tasks like vacuuming and tidying, but these now take longer and cause  increased fatigue. Outdoor tasks such as lawn care and snow removal   now require assistance or  delegation to family members.  c) Work: Although Mr. Gervais was on long - term disability prior to the 2020 accident due to a  workplace injury in 2002, he was able to engage in informal diagnostic activities related to his  mechanic skills. Post - accident, his ability to perform even these   informal tasks has significantly  declined. He reports a decrease in his diagnostic acumen and problem - solving abilities for  mechanical issues. Cognitive limitations, including difficulties with concentration, memory, and  multitasking, have further reduced   his capacity to engage in any vocation - related activities.  d) Leisure, social, and/or recreational activities: Mr. Gervais' engagement in leisure and  recreational activities has been dramatically altered. He has ceased participation in activities such  as \"old - timers\" hockey and swimming. His ability to cycle has b een severely reduced, with  limited success in attempts to use an electric bicycle. Travel and vacations have become  challenging, with only one vacation taken since the accident, which had to be cut short. The one  activity he continues is \"puttering\" in his   garage, but he is no longer able to clean up after  himself, indicating a decrease in his ability to complete tasks fully.  Mr. Gervais' community access and social engagement have also been significantly impacted.  While he can still drive, his tolerance for activity is limited to several hours before fatigue and  increased symptoms force him to retreat. This diminished stamina,   coupled with physical  discomfort from prolonged sitting and difficulties with walking and balance, has reduced both  the frequency and duration of his social engagements and community participation.  3.   Have the impairments sustained by Mr. Gervais as a result of the motor vehicle accident  caused or contributed to him presently having a complete inability to lead a normal life?\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   24   of   27  T he retainer letter from   Mr.   Gregory C. Gilhooly outlines the principles set out by the Ontario  Court of Appeal in the 2009 decision of Heath v. Economical Mutual Insurance Company.  Here's the verbatim quote from the letter:  \"Generally speaking, the starting point for the analysis of whether a claimant suffers from a  complete inability to carry on a normal life will be to compare the claimant's activities and life  circumstances before the accident to his or her activities and   life circumstances after the  accident. This follows from the language of the section as well as a review of the predecessor  provisions. That said, there may be some circumstances in which a comparison, or at least a  detailed comparison, of the claimant's p re - accident and post - accident activities and  circumstances is unnecessary, having regard to the nature of the claimant's post - accident  condition.  Consideration of a claimant's activities and life circumstances prior to the accident requires  more than taking a snap - shot of a claimant's life in the time frame immediately preceding the  accident. It involves an assessment of the appellant's activities a nd circumstances over a  reasonable period prior to the accident, the duration of which will depend on the facts of the  case.  In order to determine whether the claimant's ability to continue engaging in \"substantially all\" of  his or her pre - accident activities has been affected to the required degree, all of the pre - accident  activities in which the claimant ordinarily engaged sho uld be considered. However, in deciding  whether the necessary threshold has been satisfied, greater weight may be assigned to those  activities which the claimant identifies as being important to his/her pre - accident life.  It is not sufficient for a claimant to demonstrate that there were changes in his or her post -  accident life. Rather, it is incumbent on a claimant to establish that those changes amounted to  him or her being continuously prevented from engaging in substant ially all of his pre - accident  activities. The phrase \"continuously prevents\" means that a claimant must prove \"disability or  incapacity of the requisite nature, extent or degree which is and remains uninterrupted\".  The phrase \"engaging in\" should be interpreted from a qualitative perspective and as meaning  more than isolated post - accident attempts to perform activities that a claimant was able to  perform before the accident. The activity must be viewed as a whole, an d a claimant who merely  goes through the motions cannot be said to be \"engaging in\" an activity. Moreover, the manner  in which an activity is performed and the quality of performance post - accident must also be  considered. If the degree to which a claimant   can perform an activity is sufficiently restricted, it  cannot be said that he or she is truly \"engaging in\" the activity.  In cases where pain is a primary factor that allegedly prevents the insured from engaging in his  or her former activities, the question is not whether the insured can physically do these activities,  but whether the degree of pain experienced, either at the   time or subsequent to the activity, is  such that the individual is practically prevented from engaging in those activities.\"\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   25   of   27  The impairments sustained by Mr. Gervais as a result of the January 8, 2020 motor vehicle  accident have caused or contributed to him presently having a complete inability to lead a normal  life.  This conclusion is based on the following considerations:  1.   Comparison of pre - accident and post - accident activities: Prior to the accident, Mr.  Gervais was able to engage in a variety of activities including participating in \"old -  timers\" hockey, cycling, swimming, traveling, and puttering in his garage. He also  mai ntained an active role in household management. Post - accident, he has ceased  participation in hockey and swimming entirely, has severely reduced his ability to cycle,  and has taken only one vacation which had to be cut short. While he still putters in his  garage, he is unable to clean up after himself, indicating a significant qualitative change  in his ability to engage in this activity.  2.   Continuous prevention from engaging in substantially all pre - accident activities: Mr.  Gervais' impairments have continuously prevented him from engaging in substantially all  of his pre - accident activities. His physical limitations, cognitive difficulties,   and pain  symptoms affect nearly every aspect of his daily life, from personal care to leisure  activities. The report indicates that even on \"OK days,\" Mr. Gervais experiences  significant limitations, with these limitations becoming more severe on \"bad days \" which  occur 2 - 4 times per month.  3.   Qualitative interpretation of \"engaging in\" activities: While Mr. Gervais can still perform  some activities, the manner and quality of his performance have been significantly  altered. For instance, although he can still drive, his vehicle now serves as a \" sanctuary\"  and his community engagement is severely restricted due to fatigue and increased  symptoms after several hours of activity.  4.   Pain as a primary factor: Mr. Gervais experiences significant pain in multiple areas,  including his right hip (9 - 10/10 at worst), low back, headaches (7 - 8/10 average), and  neck (7 - 8/10). This pain, along with other symptoms, practically prevents him from  e ngaging in many of his former activities, even if he can physically perform some of  them.  5.   Impact on important pre - accident activities: The activities most impacted   -   such as his  ability to engage in social and recreational activities, travel, and maintain his home   -  appear to be those that were important to Mr. Gervais' pre - accident life.  6.   Persistence of impairments: The report indicates that Mr. Gervais' condition has not  improved significantly since the accident and in some aspects seems to be worsening  over time, suggesting that his impairments remain uninterrupted.  In conclusion, the comprehensive nature of Mr. Gervais' impairments, affecting his physical,  cognitive, and emotional functioning across all domains of daily living, supports the  determination that he presently has a complete inability to lead a normal lif e as a result of the  accident.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   26   of   27  4.   Do you agree or disagree with the opinions and conclusions reached in the various insurer  examination reports prepared on behalf of Unifund in connection with Mr. Gervais'  entitlement to the Non - Earner Benefit? If you disagree, please explain why.  The Insurer’s Examination reports available for review which fall within this therapist’s  scope of practice include two Insurer’s Examinations completed by DFSI on December 22,  2021 and July 25, 2022.   Only one of those assessments commented on the Non - earner  Benefit.  Ms. Deanne Evans (December 22, 2021): Concluded that Mr. Gervais does not suffer a complete  inability to carry on a normal life. She stated, \"It is this therapist's clinical opinion that Mr. Gervais  does not suffer a complete inability to carry on a normal   life, which is defined as a continuous  inability to engage in substantially all of the activities in which he normally engaged in prior to  the subject MVC.\"  This assessor respectfully disagrees with Ms. Evans' conclusion that Mr. Gervais does not suffer  a complete inability to carry on a normal life. While Ms. Evans states that Mr. Gervais  \"continues to complete or partially complete chores around his home\" an d \"has returned to  driving,\" her assessment fails to adequately consider the significant changes in Mr. Gervais'  overall functioning and quality of life since the accident.  Key discrepancies and concerns with Ms. Evans' assessment:  1.   Overemphasis on partial task completion: Ms. Evans notes that Mr. Gervais \"assists with  cooking, noting he completes the barbequing, will make toast and makes hot apple cider.\"  However, this represents a significant reduction from his pre - accident level of  functioning where he shared cooking duties with his wife. The ability to perform a few  simple cooking tasks does not equate to maintaining a normal life.  2.   Minimization of pain impact: While Ms. Evans acknowledges Mr. Gervais' pain, stating  he \"will use his hot tub 2 - 3x daily to manage his reported pain,\" she does not adequately  consider how this chronic pain impacts his overall functioning and ability to eng age in  normal activities consistently.  3.   Inadequate consideration of cognitive impairments: Ms. Evans notes that Mr. Gervais  \"continues to play games, and complete his bible study daily\" but fails to address his  reported difficulties with comprehension and concentration. This assessor's evaluatio n  revealed significant cognitive challenges that impact Mr. Gervais' ability to engage  meaningfully in these activities.  4.   Overlooking the quality of activity engagement: While Ms. Evans reports that Mr.  Gervais has \"returned to driving,\" she fails to consider the limited nature of this activity.  This assessment revealed that Mr. Gervais' driving is largely restricted and does   not  represent a return to his pre - accident level of community engagement.\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   27   of   27  5.   Insufficient consideration of emotional impacts: Ms. Evans' report does not adequately  address the emotional and psychological changes Mr. Gervais has experienced, which  significantly impact his ability to engage in normal life activities.  6.   Lack of comprehensive activity comparison: Ms. Evans' assessment does not provide a  thorough comparison of Mr. Gervais' pre -   and post - accident activities, which is crucial in  determining a complete inability to carry on a normal life.  In contrast, this assessment reveals that Mr. Gervais has experienced a profound disruption to his  pre - accident lifestyle. The severity and persistence of his physical pain, cognitive difficulties,  and emotional distress have resulted in a continuous inabi lity to engage in substantially all of the  activities in which he ordinarily engaged before the accident. This includes significant  limitations in his ability to participate in household tasks, social activities, and previously  enjoyed hobbies.  Mr. Gervais' current functioning represents a stark contrast to his pre - accident life, where he was  able to assist around the home, engage in physical activities, and maintain an active social life.  The cumulative effect of his impairments, when viewed hol istically, meets the threshold for a  complete inability to carry on a normal life as defined in the Heath v. Economical Mutual  Insurance Company decision.  CLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   offices   of   FERLAND   &   ASSOCIATES  REHABILITATION INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   LF  Insurer  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of t he report, and has  provided authorization to utilize the electronic signature .\n\n",
  "sections": {
    "ENVIRONMENTAL": "Fi rst Name Last Name   Claim #: Referral File Number   Page   12   of   27  work. However, his ability to do so varies greatly from day to day. He might spend one day  working around the house, one or two days doing yard work, and another day simply resting in  the garage. Mr. Gervais notes that everything he does now takes about th ree times longer than it  used to, reflecting the significant impact his condition has on his daily functioning.  He typically has lunch between 12 PM and 1 PM, after which he continues with his activities  until about 2 or 3 PM. At this point, fatigue usually sets in, and he takes a nap for about an hour.  The toll of his daily activities is substantial   -   Mr. Gervais r eports that it can take him two to three  days to recover from a day of exertion.  To help manage his symptoms and aid in recovery, Mr. Gervais uses a hot tub and swims when  he's able. These activities seem to provide some relief and are an important part of his self - care  routine.  Meal preparation has largely shifted to his wife, whereas before the accident, Mr. Gervais was  more involved in this task. In the evenings, he and his wife try to maintain some social  connection by inviting people over when possible. On days when this isn' t feasible, they often  find themselves \"vegging out\"   -   likely watching TV or engaging in low - energy activities. Mr.  Gervais makes an effort to chat with his wife during these quieter times, maintaining their  connection despite the challenges he faces.  Bedtime for Mr. Gervais varies, typically falling between 8 PM and midnight. He often struggles  with falling asleep, and sometimes manages only an hour of sleep, highlighting the severity of  his sleep disturbances.  This daily routine underscores the significant changes in Mr. Gervais' life since the accident.  Activities that were once simple now require significant effort and planning, with recovery time  built into his weekly schedule. The variation in his day - to - day   abilities and the extended time  required for tasks reflect the ongoing challenges he faces in managing his condition.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  2000 square foot split level home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3+1   Three on main floor and one in  basement  Wood  Bathrooms   3.5   Three full   bathrooms and a  powder room  Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile",
    "FUNCTIONAL_STATUS": "Fi rst Name Last Name   Claim #: Referral File Number   Page   19   of   27  activities identified in the Form 1 safely, functionally, and to objectively identify what  assistance if any is needed from the present time into the future until another such re -  assessment may identify modified needs.”  Part 1   –   Level 1 Attendant Care (Routine personal care)  Task   Observations/Comments   Weekly Time Allotted  Dress  •   Upper body  •   Lower Body  Once weekly, on bad days,  Mr.   Gervais   requires  assistance with dressing his  lower body, specifically with  donning a sock on his right  leg.  2   minutes per week  Undress  •   Upper body  •   Lower Body  0 minutes per week  Prosthetics   Not applicable.   0 minutes per week  Orthotics   Not applicable.   0 minutes per   week  Grooming  •   Face  •   Hands  •   Shaving  •   Cosmetics  •   Brush/shampoo/dry/sty  le hair  •   Fingernails  •   Toenails  Mr. Gervais is independent  with the management of his  grooming   needs.   On   bad  days, he will simply limit the  extent of his grooming to  bare   minimum   such   as  brushing   his   teeth   and  washing his hands and face.  0 minutes per week  Feeding   Mr. Gervais is independent  with feeding. He is found to  possess   the   functional  abilities   to   manage   basic  meal   preparation   tasks  independently.   Thus  allocation   for   meal  preparation will be provided  under   housekeeping   and  home maintenance.  0 minutes per week  Mobility *   Once weekly, on bad days,  Mr.   Gervais   requires  assistance for transfers and  mobility   supervision.   An  allocation of one hour per  day on “bad days” is found to  be reasonable.  60   minutes per week",
    "MEDICAL_HISTORY": "Fi rst Name Last Name   Claim #: Referral File Number   Page   4   of   27  ●   The proposed assessment will include: an interview, a physical   assessment and also  observations of the ability to complete functional tasks within and around the home  as well as education on safe means of completing activities of daily living if required.  ●   Due   to   the   physical   nature   of   the   assessment,   pain   and   fatigue   are   possible  temporary side effects.  ●   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  ●   Mr.   Gervais   may choose to participate or decline any or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided  to the following parties via secure transmission (fax or encrypted email attachment):  o   McNally Gervan, c/o   Gregory Gilhooly , Legal Representative  Following this therapist’s explanation Mr.   Gervais   granted informed consent for this  therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  PRE - ACCIDENT MEDICAL HISTORY:  Marcel Gervais' medical history is complex, dating back to at least 1986. That   year, Mr. Gervais  was involved in a motor vehicle accident that resulted in a probable concussion, facial scarring,  and left - sided surgery (likely to the zygomatic arch). This early incident marks the beginning of a  series of medical challenges that would   shape his health in the years to come.  In 1977 - 1978, Mr. Gervais sustained a knee injury while playing football. This injury required  surgical intervention in 1996, indicating the long - term impact of his athletic activities on his  musculoskeletal health.  A significant event occurred in 1994 when Mr. Gervais underwent surgery to address issues with  his left leg, which had begun to atrophy. Despite the surgery having a positive outcome, he  continued to experience residual issues with his left leg.  In 2002, Mr. Gervais suffered a severe back injury at work, involving a sledgehammer or tire  iron, which caused damage to his discs. This injury led to the development of a left L4  radiculopathy, as documented in his medical file. At that time, spinal fusi on surgery was  discussed as a potential treatment option. However, Mr. Gervais was informed that there was  only a 10% chance his condition would worsen, so he opted not to proceed with the surgery.",
    "SYMPTOMS": "Fi rst Name Last Name   Claim #: Referral File Number   Page   27   of   27  5.   Insufficient consideration of emotional impacts: Ms. Evans' report does not adequately  address the emotional and psychological changes Mr. Gervais has experienced, which  significantly impact his ability to engage in normal life activities.  6.   Lack of comprehensive activity comparison: Ms. Evans' assessment does not provide a  thorough comparison of Mr. Gervais' pre -   and post - accident activities, which is crucial in  determining a complete inability to carry on a normal life.  In contrast, this assessment reveals that Mr. Gervais has experienced a profound disruption to his  pre - accident lifestyle. The severity and persistence of his physical pain, cognitive difficulties,  and emotional distress have resulted in a continuous inabi lity to engage in substantially all of the  activities in which he ordinarily engaged before the accident. This includes significant  limitations in his ability to participate in household tasks, social activities, and previously  enjoyed hobbies.  Mr. Gervais' current functioning represents a stark contrast to his pre - accident life, where he was  able to assist around the home, engage in physical activities, and maintain an active social life.  The cumulative effect of his impairments, when viewed hol istically, meets the threshold for a  complete inability to carry on a normal life as defined in the Heath v. Economical Mutual  Insurance Company decision.  CLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   offices   of   FERLAND   &   ASSOCIATES  REHABILITATION INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   LF  Insurer  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of t he report, and has  provided authorization to utilize the electronic signature .",
    "TYPICAL_DAY": "Fi rst Name Last Name   Claim #: Referral File Number   Page   11   of   27  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified   limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  TYPICAL DAY:  Mr. Gervais typically starts his day early, rising around 5 AM. He makes his way to the living  room where he settles in to   watch television or play cards on his tablet while enjoying his  morning coffee. This quiet start to the day allows him to ease into his routine.  By 9 AM, Mr. Gervais aims to be out and about, engaging in some form of activity. His goal is  to be productive, whether it's tending to the grass, tinkering with small projects, or doing yard",
    "ADLS": "Fi rst Name Last Name   Claim #: Referral File Number   Page   23   of   27  Based on the assessment conducted, Mr. Gervais experiences significant limitations in his  activities of daily living:  a) Personal care: Mr. Gervais demonstrates limitations in personal care activities, particularly on  \"bad days\" which occur approximately twice monthly in summer and four times monthly in  winter. On these days, he may require assistance with dressing, speci fically with donning socks  on his right leg. He also needs help with showering once weekly. While generally independent in  grooming, on bad days he limits his routine to minimal tasks such as brushing teeth and washing  his face and hands.  b) Housekeeping and home maintenance: Mr. Gervais' ability to perform housekeeping and  home maintenance tasks has been severely impacted. Many tasks he previously managed  independently now require assistance from his wife or have been entirely delegated to   her. These  include dishwashing, grocery shopping, bathroom cleaning, and laundry. He continues to  participate in some tasks like vacuuming and tidying, but these now take longer and cause  increased fatigue. Outdoor tasks such as lawn care and snow removal   now require assistance or  delegation to family members.  c) Work: Although Mr. Gervais was on long - term disability prior to the 2020 accident due to a  workplace injury in 2002, he was able to engage in informal diagnostic activities related to his  mechanic skills. Post - accident, his ability to perform even these   informal tasks has significantly  declined. He reports a decrease in his diagnostic acumen and problem - solving abilities for  mechanical issues. Cognitive limitations, including difficulties with concentration, memory, and  multitasking, have further reduced   his capacity to engage in any vocation - related activities.  d) Leisure, social, and/or recreational activities: Mr. Gervais' engagement in leisure and  recreational activities has been dramatically altered. He has ceased participation in activities such  as \"old - timers\" hockey and swimming. His ability to cycle has b een severely reduced, with  limited success in attempts to use an electric bicycle. Travel and vacations have become  challenging, with only one vacation taken since the accident, which had to be cut short. The one  activity he continues is \"puttering\" in his   garage, but he is no longer able to clean up after  himself, indicating a decrease in his ability to complete tasks fully.  Mr. Gervais' community access and social engagement have also been significantly impacted.  While he can still drive, his tolerance for activity is limited to several hours before fatigue and  increased symptoms force him to retreat. This diminished stamina,   coupled with physical  discomfort from prolonged sitting and difficulties with walking and balance, has reduced both  the frequency and duration of his social engagements and community participation.  3.   Have the impairments sustained by Mr. Gervais as a result of the motor vehicle accident  caused or contributed to him presently having a complete inability to lead a normal life?\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   24   of   27  T he retainer letter from   Mr.   Gregory C. Gilhooly outlines the principles set out by the Ontario  Court of Appeal in the 2009 decision of Heath v. Economical Mutual Insurance Company.  Here's the verbatim quote from the letter:  \"Generally speaking, the starting point for the analysis of whether a claimant suffers from a  complete inability to carry on a normal life will be to compare the claimant's activities and life  circumstances before the accident to his or her activities and   life circumstances after the  accident. This follows from the language of the section as well as a review of the predecessor  provisions. That said, there may be some circumstances in which a comparison, or at least a  detailed comparison, of the claimant's p re - accident and post - accident activities and  circumstances is unnecessary, having regard to the nature of the claimant's post - accident  condition.  Consideration of a claimant's activities and life circumstances prior to the accident requires  more than taking a snap - shot of a claimant's life in the time frame immediately preceding the  accident. It involves an assessment of the appellant's activities a nd circumstances over a  reasonable period prior to the accident, the duration of which will depend on the facts of the  case.  In order to determine whether the claimant's ability to continue engaging in \"substantially all\" of  his or her pre - accident activities has been affected to the required degree, all of the pre - accident  activities in which the claimant ordinarily engaged sho uld be considered. However, in deciding  whether the necessary threshold has been satisfied, greater weight may be assigned to those  activities which the claimant identifies as being important to his/her pre - accident life.  It is not sufficient for a claimant to demonstrate that there were changes in his or her post -  accident life. Rather, it is incumbent on a claimant to establish that those changes amounted to  him or her being continuously prevented from engaging in substant ially all of his pre - accident  activities. The phrase \"continuously prevents\" means that a claimant must prove \"disability or  incapacity of the requisite nature, extent or degree which is and remains uninterrupted\".  The phrase \"engaging in\" should be interpreted from a qualitative perspective and as meaning  more than isolated post - accident attempts to perform activities that a claimant was able to  perform before the accident. The activity must be viewed as a whole, an d a claimant who merely  goes through the motions cannot be said to be \"engaging in\" an activity. Moreover, the manner  in which an activity is performed and the quality of performance post - accident must also be  considered. If the degree to which a claimant   can perform an activity is sufficiently restricted, it  cannot be said that he or she is truly \"engaging in\" the activity.  In cases where pain is a primary factor that allegedly prevents the insured from engaging in his  or her former activities, the question is not whether the insured can physically do these activities,  but whether the degree of pain experienced, either at the   time or subsequent to the activity, is  such that the individual is practically prevented from engaging in those activities.\"",
    "DEMOGRAPHICS": "Fi rst Name Last Name   Claim #: Referral File Number   Page   17   of   27  Current Vocational Status: Following the 2020 motor vehicle accident, Mr. Gervais' ability to  engage in even these informal diagnostic activities has been significantly impacted. He reports a  decline in his diagnostic acumen and ability to problem - solve me chanical issues. His cognitive  limitations, including difficulties with concentration, memory, and multitasking, have further  reduced his capacity to engage in any vocation - related activities.  Mr. Gervais is currently not employed and continues to receive disability benefits. The combined  effects of his 2002 workplace injury and the 2020 motor vehicle accident have resulted in a  complete cessation of vocational activities, even in an informal ca pacity.  L eisure Activities:  Prior to the accident, Mr. Gervais maintained an active and varied leisure lifestyle that included  both physical activities and personal hobbies:  1.   “ Old - timers ”   Hockey: Mr. Gervais was an active participant in an   “ old - timer’s ”   hockey  league. This activity was primarily social in nature, providing him with regular physical  exercise and an opportunity to maintain strong social connections with his peers.  2.   Cycling: He regularly rode his bicycle, which contributed to his overall fitness and served  as a form of recreation and local transportation.  3.   Holidays: Mr. Gervais enjoyed going on vacations, demonstrating his interest in travel  and new experiences.  4.   Swimming: This activity was a consistent part of his leisure routine, offering another  form of physical exercise and relaxation.  5.   Puttering in the Garage: Mr. Gervais spent considerable time in his garage, working on  small projects and maintaining equipment. This activity allowed him to apply his  mechanical skills in a recreational context.  Post - accident, Mr. Gervais' engagement in these activities has been dramatically altered:  •   Old - timers Hockey: Mr. Gervais has ceased participation in hockey   entirely due to his  physical limitations.  •   Cycling: His ability to cycle has been severely reduced. He has made two attempts to use  an electric bicycle, indicating his desire to continue this activity, but these efforts have  had limited success due to his current physical condition.  •   Holidays: Mr. Gervais has taken only one vacation since the accident, which had to be  cut short. This represents a significant decrease in his ability to travel and enjoy extended  time away from home.  •   Swimming: This activity has been discontinued as part of his leisure routine.  •   Puttering in the Garage: This is the one activity that Mr. Gervais continues to engage in  post - accident. However, there's a notable change in how he manages this activity. While  he still putters in his garage, he no longer cleans up after himself, resultin g in the garage  being left in a state of disarray. This change is due to his physical limitations, decreased  energy levels, and cognitive changes affecting his ability to complete tasks fully.",
    "ATTENDANT_CARE": "Fi rst Name Last Name   Claim #: Referral File Number   Page   21   of   27  Genitourinary Tracts   Mr.   Gervais   manages   his  bladder   routine  independently.  0 minutes per week  Bowel Care   Mr.   Gervais   manages   his  bowel   routine  independently.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr.   Gervais   does   not  require   any   support   to  manage   prescribed  exercises.  0 minutes per week  Skin Care   No skin care requirements.   0 minutes per week  Medication   Mr.   Gervais   manages   his  medication independently.  0 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  •   Transfer, bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  Once   weekly,   Mr.   Gervais  requires   assistance   for  showering.  25   minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  NA   0 minutes per week  Skilled Supervisory Care  (for aggressive or violent  behaviour)  Mr.   Gervais   does   not  present with any changes in  behaviour requiring skilled  supervisory care.  0 minutes per week  Attendant Care Calculation:  Part 1   -   Routine Personal Care   1.03   hours / week   $ 66.21 /month  Part 2   -   Basic Supervisory Functions   2.87   hours per week   $ 40.13   /month  Part 3   -   Complex Health/Care and Hygiene   1.79   hours per week   $ 37.82   /month  Total monthly assessed attendant care benefit:   $ 144.16   (subject to limits under Statutory  Accident Benefits Schedule)"
  },
  "sectionConfidence": {
    "ENVIRONMENTAL": 0.5333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.5333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ADLS": 0.8666666666666667,
    "DEMOGRAPHICS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "ENVIRONMENTAL": {
      "homeType": "2000 square foot split level home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3+1   Three on main floor and one in  basement  Wood  Bathrooms   3",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "s   3",
        "bedroom": "s   3+1   Three on main floor and one in  basement  Wood  Bathrooms   3",
        "kitchen": "1   Main floor   Tile"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "Fi rst Name Last Name   Claim #: Referral File Number   Page   12   of   27  work. However, his ability to do so varies greatly from day to day. He might spend one day  working around the house, one or two days doing yard work, and another day simply resting in  the garage. Mr. Gervais notes that everything he does now takes about th ree times longer than it  used to, reflecting the significant impact his condition has on his daily functioning.  He typically has lunch between 12 PM and 1 PM, after which he continues with his activities  until about 2 or 3 PM. At this point, fatigue usually sets in, and he takes a nap for about an hour.  The toll of his daily activities is substantial   -   Mr. Gervais r eports that it can take him two to three  days to recover from a day of exertion.  To help manage his symptoms and aid in recovery, Mr. Gervais uses a hot tub and swims when  he's able. These activities seem to provide some relief and are an important part of his self - care  routine.  Meal preparation has largely shifted to his wife, whereas before the accident, Mr. Gervais was  more involved in this task. In the evenings, he and his wife try to maintain some social  connection by inviting people over when possible. On days when this isn' t feasible, they often  find themselves \"vegging out\"   -   likely watching TV or engaging in low - energy activities. Mr.  Gervais makes an effort to chat with his wife during these quieter times, maintaining their  connection despite the challenges he faces.  Bedtime for Mr. Gervais varies, typically falling between 8 PM and midnight. He often struggles  with falling asleep, and sometimes manages only an hour of sleep, highlighting the severity of  his sleep disturbances.  This daily routine underscores the significant changes in Mr. Gervais' life since the accident.  Activities that were once simple now require significant effort and planning, with recovery time  built into his weekly schedule. The variation in his day - to - day   abilities and the extended time  required for tasks reflect the ongoing challenges he faces in managing his condition.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  2000 square foot split level home  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3+1   Three on main floor and one in  basement  Wood  Bathrooms   3.5   Three full   bathrooms and a  powder room  Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile",
      "confidence": {
        "homeType": 0.8,
        "homeLayout": 0,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "Once weekly, on bad days,  Mr",
      "transferStatus": "s and  mobility   supervision",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [
        "keeping",
        "home maintenance"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "Fi rst Name Last Name   Claim #: Referral File Number   Page   19   of   27  activities identified in the Form 1 safely, functionally, and to objectively identify what  assistance if any is needed from the present time into the future until another such re -  assessment may identify modified needs.”  Part 1   –   Level 1 Attendant Care (Routine personal care)  Task   Observations/Comments   Weekly Time Allotted  Dress  •   Upper body  •   Lower Body  Once weekly, on bad days,  Mr.   Gervais   requires  assistance with dressing his  lower body, specifically with  donning a sock on his right  leg.  2   minutes per week  Undress  •   Upper body  •   Lower Body  0 minutes per week  Prosthetics   Not applicable.   0 minutes per week  Orthotics   Not applicable.   0 minutes per   week  Grooming  •   Face  •   Hands  •   Shaving  •   Cosmetics  •   Brush/shampoo/dry/sty  le hair  •   Fingernails  •   Toenails  Mr. Gervais is independent  with the management of his  grooming   needs.   On   bad  days, he will simply limit the  extent of his grooming to  bare   minimum   such   as  brushing   his   teeth   and  washing his hands and face.  0 minutes per week  Feeding   Mr. Gervais is independent  with feeding. He is found to  possess   the   functional  abilities   to   manage   basic  meal   preparation   tasks  independently.   Thus  allocation   for   meal  preparation will be provided  under   housekeeping   and  home maintenance.  0 minutes per week  Mobility *   Once weekly, on bad days,  Mr.   Gervais   requires  assistance for transfers and  mobility   supervision.   An  allocation of one hour per  day on “bad days” is found to  be reasonable.  60   minutes per week",
      "confidence": {
        "mobilityStatus": 0.8,
        "transferStatus": 0.8,
        "functionalLimitations": 0,
        "assistiveDevices": 0.8,
        "functionalGoals": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Fi rst Name Last Name   Claim #: Referral File Number   Page   4   of   27  ●   The proposed assessment will include: an interview, a physical   assessment and also  observations of the ability to complete functional tasks within and around the home  as well as education on safe means of completing activities of daily living if required.  ●   Due   to   the   physical   nature   of   the   assessment,   pain   and   fatigue   are   possible  temporary side effects.  ●   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  ●   Mr.   Gervais   may choose to participate or decline any or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided  to the following parties via secure transmission (fax or encrypted email attachment):  o   McNally Gervan, c/o   Gregory Gilhooly , Legal Representative  Following this therapist’s explanation Mr.   Gervais   granted informed consent for this  therapist to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  PRE - ACCIDENT MEDICAL HISTORY:  Marcel Gervais' medical history is complex, dating back to at least 1986. That   year, Mr. Gervais  was involved in a motor vehicle accident that resulted in a probable concussion, facial scarring,  and left - sided surgery (likely to the zygomatic arch). This early incident marks the beginning of a  series of medical challenges that would   shape his health in the years to come.  In 1977 - 1978, Mr. Gervais sustained a knee injury while playing football. This injury required  surgical intervention in 1996, indicating the long - term impact of his athletic activities on his  musculoskeletal health.  A significant event occurred in 1994 when Mr. Gervais underwent surgery to address issues with  his left leg, which had begun to atrophy. Despite the surgery having a positive outcome, he  continued to experience residual issues with his left leg.  In 2002, Mr. Gervais suffered a severe back injury at work, involving a sledgehammer or tire  iron, which caused damage to his discs. This injury led to the development of a left L4  radiculopathy, as documented in his medical file. At that time, spinal fusi on surgery was  discussed as a potential treatment option. However, Mr. Gervais was informed that there was  only a 10% chance his condition would worsen, so he opted not to proceed with the surgery.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "rely,  _______________________  Sebastien Ferland OT Reg",
      "symptomProgression": "",
      "symptomNotes": "Fi rst Name Last Name   Claim #: Referral File Number   Page   27   of   27  5.   Insufficient consideration of emotional impacts: Ms. Evans' report does not adequately  address the emotional and psychological changes Mr. Gervais has experienced, which  significantly impact his ability to engage in normal life activities.  6.   Lack of comprehensive activity comparison: Ms. Evans' assessment does not provide a  thorough comparison of Mr. Gervais' pre -   and post - accident activities, which is crucial in  determining a complete inability to carry on a normal life.  In contrast, this assessment reveals that Mr. Gervais has experienced a profound disruption to his  pre - accident lifestyle. The severity and persistence of his physical pain, cognitive difficulties,  and emotional distress have resulted in a continuous inabi lity to engage in substantially all of the  activities in which he ordinarily engaged before the accident. This includes significant  limitations in his ability to participate in household tasks, social activities, and previously  enjoyed hobbies.  Mr. Gervais' current functioning represents a stark contrast to his pre - accident life, where he was  able to assist around the home, engage in physical activities, and maintain an active social life.  The cumulative effect of his impairments, when viewed hol istically, meets the threshold for a  complete inability to carry on a normal life as defined in the Heath v. Economical Mutual  Insurance Company decision.  CLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   offices   of   FERLAND   &   ASSOCIATES  REHABILITATION INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   LF  Insurer  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of t he report, and has  provided authorization to utilize the electronic signature .",
      "confidence": {
        "reportedSymptoms": 0,
        "symptomOnset": 0.8
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Fi rst Name Last Name   Claim #: Referral File Number   Page   11   of   27  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified   limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  TYPICAL DAY:  Mr. Gervais typically starts his day early, rising around 5 AM. He makes his way to the living  room where he settles in to   watch television or play cards on his tablet while enjoying his  morning coffee. This quiet start to the day allows him to ease into his routine.  By 9 AM, Mr. Gervais aims to be out and about, engaging in some form of activity. His goal is  to be productive, whether it's tending to the grass, tinkering with small projects, or doing yard"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Fi rst Name Last Name   Claim #: Referral File Number   Page   11   of   27  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified   limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  TYPICAL DAY:  Mr. Gervais typically starts his day early, rising around 5 AM. He makes his way to the living  room where he settles in to   watch television or play cards on his tablet while enjoying his  morning coffee. This quiet start to the day allows him to ease into his routine.  By 9 AM, Mr. Gervais aims to be out and about, engaging in some form of activity. His goal is  to be productive, whether it's tending to the grass, tinkering with small projects, or doing yard",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "He also needs help with showering once weekly."
        },
        "dressing": {
          "level": "unknown",
          "notes": "On these days, he may require assistance with dressing, speci fically with donning socks  on his right leg."
        },
        "toileting": {
          "level": "unknown",
          "notes": "These  include dishwashing, grocery shopping, bathroom cleaning, and laundry."
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "independent",
          "notes": "While generally independent in  grooming, on bad days he limits his routine to minimal tasks such as brushing teeth and washing  his face and hands."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": "This diminished stamina,   coupled with physical  discomfort from prolonged sitting and difficulties with walking and balance, has reduced both  the frequency and duration of his social engagements and community participation."
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": "Outdoor tasks such as lawn care and snow removal   now require assistance or  delegation to family members."
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "b) Housekeeping and home maintenance: Mr. Gervais' ability to perform housekeeping and  home maintenance tasks has been severely impacted."
        },
        "shopping": {
          "level": "unknown",
          "notes": "These  include dishwashing, grocery shopping, bathroom cleaning, and laundry."
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": "Consideration of a claimant's activities and life circumstances prior to the accident requires  more than taking a snap - shot of a claimant's life in the time frame immediately preceding the  accident."
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Fi rst Name Last Name   Claim #: Referral File Number   Page   23   of   27  Based on the assessment conducted, Mr. Gervais experiences significant limitations in his  activities of daily living:  a) Personal care: Mr. Gervais demonstrates limitations in personal care activities, particularly on  \"bad days\" which occur approximately twice monthly in summer and four times monthly in  winter. On these days, he may require assistance with dressing, speci fically with donning socks  on his right leg. He also needs help with showering once weekly. While generally independent in  grooming, on bad days he limits his routine to minimal tasks such as brushing teeth and washing  his face and hands.  b) Housekeeping and home maintenance: Mr. Gervais' ability to perform housekeeping and  home maintenance tasks has been severely impacted. Many tasks he previously managed  independently now require assistance from his wife or have been entirely delegated to   her. These  include dishwashing, grocery shopping, bathroom cleaning, and laundry. He continues to  participate in some tasks like vacuuming and tidying, but these now take longer and cause  increased fatigue. Outdoor tasks such as lawn care and snow removal   now require assistance or  delegation to family members.  c) Work: Although Mr. Gervais was on long - term disability prior to the 2020 accident due to a  workplace injury in 2002, he was able to engage in informal diagnostic activities related to his  mechanic skills. Post - accident, his ability to perform even these   informal tasks has significantly  declined. He reports a decrease in his diagnostic acumen and problem - solving abilities for  mechanical issues. Cognitive limitations, including difficulties with concentration, memory, and  multitasking, have further reduced   his capacity to engage in any vocation - related activities.  d) Leisure, social, and/or recreational activities: Mr. Gervais' engagement in leisure and  recreational activities has been dramatically altered. He has ceased participation in activities such  as \"old - timers\" hockey and swimming. His ability to cycle has b een severely reduced, with  limited success in attempts to use an electric bicycle. Travel and vacations have become  challenging, with only one vacation taken since the accident, which had to be cut short. The one  activity he continues is \"puttering\" in his   garage, but he is no longer able to clean up after  himself, indicating a decrease in his ability to complete tasks fully.  Mr. Gervais' community access and social engagement have also been significantly impacted.  While he can still drive, his tolerance for activity is limited to several hours before fatigue and  increased symptoms force him to retreat. This diminished stamina,   coupled with physical  discomfort from prolonged sitting and difficulties with walking and balance, has reduced both  the frequency and duration of his social engagements and community participation.  3.   Have the impairments sustained by Mr. Gervais as a result of the motor vehicle accident  caused or contributed to him presently having a complete inability to lead a normal life?\n\nFi rst Name Last Name   Claim #: Referral File Number   Page   24   of   27  T he retainer letter from   Mr.   Gregory C. Gilhooly outlines the principles set out by the Ontario  Court of Appeal in the 2009 decision of Heath v. Economical Mutual Insurance Company.  Here's the verbatim quote from the letter:  \"Generally speaking, the starting point for the analysis of whether a claimant suffers from a  complete inability to carry on a normal life will be to compare the claimant's activities and life  circumstances before the accident to his or her activities and   life circumstances after the  accident. This follows from the language of the section as well as a review of the predecessor  provisions. That said, there may be some circumstances in which a comparison, or at least a  detailed comparison, of the claimant's p re - accident and post - accident activities and  circumstances is unnecessary, having regard to the nature of the claimant's post - accident  condition.  Consideration of a claimant's activities and life circumstances prior to the accident requires  more than taking a snap - shot of a claimant's life in the time frame immediately preceding the  accident. It involves an assessment of the appellant's activities a nd circumstances over a  reasonable period prior to the accident, the duration of which will depend on the facts of the  case.  In order to determine whether the claimant's ability to continue engaging in \"substantially all\" of  his or her pre - accident activities has been affected to the required degree, all of the pre - accident  activities in which the claimant ordinarily engaged sho uld be considered. However, in deciding  whether the necessary threshold has been satisfied, greater weight may be assigned to those  activities which the claimant identifies as being important to his/her pre - accident life.  It is not sufficient for a claimant to demonstrate that there were changes in his or her post -  accident life. Rather, it is incumbent on a claimant to establish that those changes amounted to  him or her being continuously prevented from engaging in substant ially all of his pre - accident  activities. The phrase \"continuously prevents\" means that a claimant must prove \"disability or  incapacity of the requisite nature, extent or degree which is and remains uninterrupted\".  The phrase \"engaging in\" should be interpreted from a qualitative perspective and as meaning  more than isolated post - accident attempts to perform activities that a claimant was able to  perform before the accident. The activity must be viewed as a whole, an d a claimant who merely  goes through the motions cannot be said to be \"engaging in\" an activity. Moreover, the manner  in which an activity is performed and the quality of performance post - accident must also be  considered. If the degree to which a claimant   can perform an activity is sufficiently restricted, it  cannot be said that he or she is truly \"engaging in\" the activity.  In cases where pain is a primary factor that allegedly prevents the insured from engaging in his  or her former activities, the question is not whether the insured can physically do these activities,  but whether the degree of pain experienced, either at the   time or subsequent to the activity, is  such that the individual is practically prevented from engaging in those activities.\"",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0.5,
          "toileting": 0.5,
          "feeding": 0,
          "grooming": 0.8
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0.5,
          "stairs": 0,
          "outdoorMobility": 0.5
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.5,
          "shopping": 0.5,
          "finances": 0,
          "medication": 0.5
        }
      }
    },
    "DEMOGRAPHICS": {
      "name": "Last Name   Claim #: Referral File Number   Page   17   of   27  Current Vocational Status: Following the 2020 motor vehicle accident",
      "dob": "",
      "age": 17,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {
        "name": 0.8,
        "age": 0.9
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Calculation:  Part 1   -   Routine Personal Care   1",
        "name": "",
        "relationship": "",
        "availability": "/ week   $ 66"
      },
      "careNeeds": {
        "personalCare": [
          "Gervais  requires   assistance   for  showering."
        ],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "$ 40",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Fi rst Name Last Name   Claim #: Referral File Number   Page   21   of   27  Genitourinary Tracts   Mr.   Gervais   manages   his  bladder   routine  independently.  0 minutes per week  Bowel Care   Mr.   Gervais   manages   his  bowel   routine  independently.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr.   Gervais   does   not  require   any   support   to  manage   prescribed  exercises.  0 minutes per week  Skin Care   No skin care requirements.   0 minutes per week  Medication   Mr.   Gervais   manages   his  medication independently.  0 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  •   Transfer, bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  Once   weekly,   Mr.   Gervais  requires   assistance   for  showering.  25   minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  NA   0 minutes per week  Skilled Supervisory Care  (for aggressive or violent  behaviour)  Mr.   Gervais   does   not  present with any changes in  behaviour requiring skilled  supervisory care.  0 minutes per week  Attendant Care Calculation:  Part 1   -   Routine Personal Care   1.03   hours / week   $ 66.21 /month  Part 2   -   Basic Supervisory Functions   2.87   hours per week   $ 40.13   /month  Part 3   -   Complex Health/Care and Hygiene   1.79   hours per week   $ 37.82   /month  Total monthly assessed attendant care benefit:   $ 144.16   (subject to limits under Statutory  Accident Benefits Schedule)",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0.8,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "weeklyHours": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}