{
  "fileName": "Hayward, Alexandra IHA.pdf",
  "originalText": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassoci ates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Ms.   Alexandra   Hayward   Date of Loss:   2019 - 08 - 05  Address:   193 Gardiner Shore R oad ,  Beckwit h, ON K7C 0C4  Telephone #:   NA  Lawyer:   Frank   McNally   Firm:   McNally   Gervan  Adjuster:   Janice Archer   Referral Source:   McNally Gervan  Insurer:   The Co - operators Insurance  Company  Claim No.:   001664663  Therapist:   Sebastien Ferland OT   Reg.(Ont .)   Date of Assessment:   2022 - 12 - 01  Date of Report:   2022 - 01 - 25  THERAPIST   QUALIFICATIONS:  Mr. Ferland   is an Occupational Therapist with over   2 4   years of experience.   His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and  launched himself in the world of private business. Over the years,   he   has provided services to the  automobile insurance and   legal communities as well the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Mr. Ferland   has extensive experience working with individuals suffering from catastrophic  injuries. He provides assessment and treatment services as a primary Occu pational Therapist as  well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries  and amputations.   He also has extensive experience working with individuals who have been  deemed to meet the catastrophic threshold on   the basis of psychological and/or psychiatric  impairments.  Over his years of working with individuals injured in motor vehicle accidents,   Mr. Ferland  developed a strong interest in the field of mental health, focussed on functional reactivation for  injur ed individuals suffering from depression, anxiety and posttraumatic stress.   His clinical\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   2   of   17  acumen has led him to be qualified as an Expert in his field by the Ontario Superior Court of  Justice.  PURPOSE OF REFERRAL :  This therapist   received a referral from Mr. Frank Mc Nally of McNally Gervan   requesting   this  therapist   initiate treatment services with Ms. Hayward.   The referral was received in June of 2022  and   this therapist   initiated attempts to meet with Ms. Hayward at that time.   M s Hayward was seen  by   this therapist   for a total of   five s essions   between August and   December   of 2022   prior to the  completion of this In - Home A ssessmen t .   Ms. Hayward experienced significant difficulty  engaging in a traditional therapeutic relationship and was quite guarded in her first few touchpoints  with   this therapist .   She appears to have n ow settled into a positive relationship with   this therapist  and   the   the In - Home Assessment was completed on   December 1, 2022 .   Plans to carry - on  behavioural reactivation   goals   are in   place   and an OCF18   will be submitted for   the assessment and  proposed treatment services.  SUMMARY OF FINDINGS:  Ms .   Hayward was, prior to the subject motor vehicle accident, living with her mother , assisting  with the care of her young nephew for the summer of 2019. She was in the process of interviewing  for work as a receptionist at UPS   to start in   the Fall of 2019 when the subject mo tor vehicle accident  occurred.   M s. Hay ward presents with a history of mental he alth , trauma   and addiction   issues  which   w ere   further   trigerred   by the subject motor vehicle accident.  On August 5, 2019, Ms. Hayward reporting being out   w ith   friends   “ hanging out ” .   She was the  restrained   passenger when   driver   t ook   a   corner   at a high rate of speed and rolled the   vehicle  multiple times over a 50 yard distance.   Ms. Hayward denies any   loss   of   consciousness .   Her friend  reportedly exited the vehicle first a nd Ms. Hayward informed him that   she couldn’t move   or   feel  her legs.   First responders   attended the scene   and   extracted Ms. Ha yward with jaws of life and she  was taken by ambulance to   the Ottawa Hospital   –   Civic   Campus , where she was assessed for her  injuries.  As a result   of the subject motor vehicle accident   of August 5, 2019 , Ms. Hayward sustained the  following injuries:  •   Shattered L3  •   Fractured ribs , multiple  •   Ruptured bowels, 3   inches of bowel   surgi cally   re sected  •   Right wrist   bony injury  •   Right ankle fracture  •   Glass in her eye  •   Two broken teeth  Upon arrival at the   hospital, Ms. Hayward   was   assessed in the   ER   and then admitted for   urgent  bowel   resection   and   subsequent   spinal surg ery , 5 days later .   Ms . Hayward   spent   17 days in the\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   3   of   17  ICU   then moved   over to   the trauma unit   for one month   before being discharged to her parents ’  care.   She   later moved to a family cottage where she recovered and ob tained   OT services.  On August   6, 2 020 Ms. Hayward wa s taken to hospital by ambulance   and admitted on a Form 1  to the Qu eensway Carleton Hospital   as a result of   “hypermania /delusion ”.   This was the day  following the   one - year   a nniversary of her motor vehicle accident.   A   psychiatric   discharge  summary   date August 17, 2020 notes   the presence of   emotional   trauma   which   would not be  discuss ed   by Ms. Hayward   throughout her   stay in hospital.   Hospital records confirm the presence  of cannabis and cocaine in Ms.   Hayward ’s syste m.  From a   physical perspec tive, Ms. Hayward currently presents with pain symptoms a ffecting her  lower   back   ( 5   –   10/ 10)   and ri ght ankle   (0   –   4/ 10 with activity). She reports   ongoing   bowel issues  where she is unable to tolerate pressure to her abdomen.   She a voids wearing pants and belts and  notes that sitting also   results in   progressive   abdominal   d iscomfor t and pain.   She experience s  periods of up to 20 minutes of severe pain   (up to 10/10)   and   illness - li ke symptoms   (sweats, nausea)  if she eats anything   she now cannot tolerate ( gluten or dairy ) .  From a psychological perspective, Ms. Hayward noted that she has experienced a number o f losses  over the last few years which have had an undeniable impact on her mental health.   She noted  having lost   her a unt, whom she describes as her best friend in 2015. Her brother   passed away in  2016 and her uncle with   whom she was also close,   died   in   2017.   While still   grieving these  concurrent close family losses, Ms. Hayward   was inv olved   in   the subject motor vehicle accident .  Ms. Hayward lost her father in the winter of 2022 and this loss   compounded what   was already a  precarious   emotional state .   Ms. Hayward ’s mother has reached - out on repeated occasions  regarding her daughter ’s   wellbeing ,   noting that she had recently moved   back with her and had  “shut down ”. Ms. Hayward is now spending her days watching television and is not engage d   in  any form of meaningful activity. She will   “party ”   on weekends when her boyfr iend is off work,  making use of co caine and alcohol on a weekly basis, sometimes   spending much of   the weekend  consuming.  Ms. Hayward present s with a number of challenges which will require a concerted , multi -  disciplinary   rehabilita tive effort to overcome.   She is at this time not engage d   in any form of  therapy o r   pharmaceutical   management of her   emotional   and pain symptoms.   She has reportedly  undergone x - rays in August of 2 022 which   revealed an   unhealed ankle fracture ,   w hich   has   recei ved  no   further   medical   attention.   She   has experienced   periodic episodes where she will   “disappear ”  for periods of days to weeks at a t ime ,   and remains in active substance use on   an ongoin g basis.  Ms. Hayward   presents w ith limited insigh t into her issues which is further   compounded   by her  reticense to speak about subjects of any emotional weight.   Ongoign therapeutic rapport building  is required to foster meaningful changes in Ms. Hayw ard ’ s recovery   which this therapist will  c ontinue to provide on an ongoing basis. Ms. Hayward has expressed her   desire to overcome her  challenges   and participate a ctively in OT treatment. She   demonstrated a strong interest in building  a more   functional routine whilst introducing meaningful activity to her day s.   Goals to return to  school and   work were highlighted as most   front of mind at this time.\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   4   of   17  RECOMMENDATIONS:  Attendant Care:  Ms. Hayward does not at this time present with any Attendant Care Ne eds   for physical  impairments .   This therapist   reserves the   right to   assess her Attendant Care regarding her   emotional  state   as he continues to develop a therapeutic relationship with Ms. Hayward and   further   insight  can be   gained   in to the level of   support she would benefit from to   foster engagement in  r eh abilitative goals.  Further Occupational Therapy Interventions:  Ms. Hayward would benefit from ongoing access to Occupational Therapy services.   She has  expressed a desire to make a concerted attempt to engage in   a functional reactivation program  supported by targete d interventions to   address   core issues   impacting function. An OCF18 will be  submitted for the current   assessment   and a block of 10 OT tr eatment sessions to   foster functional  reactivation.  Referral for Other Services:  The following referrals should be considered at this time:  1.   Referral   for psychological care with a provider experienced in grief ,   trauma   and addictions .  Ms. Hayward will be   encouraged to avail herself of these resources   as part of her recovery  plan.  2.   Referral to a   family physician   to provide ongoing and consis tent care o f   unresolved ankle  fracture,   pain and mood issues as well as to monitor   and investigate further treatment of  gastric   discomfort/pain .  3.   Referral to a psychiatrist to provide oversight on medication pres cription given Ms.  Hayward ’ s   mental health   history   and past episodes of psychosis.  4.   Introduction of a   rehabilitation   assistant (RA ) to support community access and integration.  This support will be required to foster   consistent   rehabilitative   support, twice weekly   for  periods of 3 hours.  5.   Referral to kinesiology (Fleming Fitness) to foster engagement in regular,   sustainable  physical activity .  6.   Referral for physiotherapy   and massage therapy   to address ongoing issues with   back   pain  an d support management of   unresolved ankle injury.  Should   a   traditional   outpatient   rehabilitation   program   not   prove   successful   or   possible ,  consideratio n should be given   to Ms. Hayward attending an inpatient   treatment facility such as  Homewood for   a period of inpatient treatment and recove y.\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   5   of   17  INFORMED   CONSENT   STATEMENT :  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of   Occupational Therapists of Ontario:  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  •   The assessment has been requested by   Ms. Hayward ’ s legal representative Mr. Frank  McNally   of McNally Gervan law firm.  •   The purpose of this assessment is to assess   Ms. Hayward ’ s   current functional status as it  relates to   her   ability to complete   reported pre - accident activities of daily living.  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities of daily living if required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Re ferral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a d enial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the requested goods  and/or services may ulti mately be declined.  •   Ms. Hayward   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties via secure transmission (fax or encry pted email attachment):  -   McNally Gervan lawyers c/o Rebecca Duplantie  -   Co - operators In surance Co mpany  Following this therapist’s explanation   Ms. Hayward   granted informed   consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The following documentation was provided   to this therap ist for review prior t o the subject motor  vehicle accident:\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   6   of   17  1.   Hospital Records  A.   The Ottawa Hospital  (1)   Clinic al Notes and Records received February 18, 2020  (2)   Clinical Notes and Records received March 2, 2021  B.   Queensway Carleton Hospital  (1)   Clinical Notes and Records received October 13, 2020  2.   Family Doctor  A.   Dr. Fernandez  (1)   Clinical Notes and Records received September 20, 2019  B.   Smith Falls Nurse Practitioner - Led Clinic  (1)   Clinical Notes and Records received December 17, 2019  ( 2)   Clinical Notes and Records received October 6, 2020  3.   Occupational Therapists Reports  A.   Functionability  (1)   Occupational   Therapy   Initial   Report:   In - Hospital   Functional  Assessmen t   w ith Form 1 dated September 11, 2019  (2)   In - Home Attendant Care Assessm e nt   Report and Form 1 dated  September 20, 2019  (3)   Occupational Therapy Report: Attendant C a re Re - Assessment dated  November 1, 2019  (4)   Letter to Co - operat o rs dated January 13, 2020 re: will complete  Form 1  (5)   Occupational Therapy Report: Attendant Care Re - Assessment and  Form 1 dated January 21, 2020  (6)   Social Work Progress Report #1 dated January 30, 2020 and OCF -  18  (7)   Occupatio nal Therapy Progress Report #1 dated April 28, 2020  and OCF - 18 dated April 28, 2020  (8)   Letter to Co - operators dated June 10, 2020 re: Form 1  (9)   Occupational Therapy Report: Attendant Care Re - Assessment dated  June 18, 2020  (10)   Occupational Therapy Progre ss Report #2 dated October 1, 2020  (11)   Occupational Therapy Progress Report dated April 30, 2021  (12)   OCF - 18s &   Justification for in - home exercise   and schooling-  progression to return to work equipment dated April 29, 2021  4.   Accident Benefits - Independ ent Medical Examinations (IMEs)  A.   IME: Orthopaedic Assessment Report completed by Dr. Ritter dated July  16, 2020  B.   IME: Neurology Report completed by Dr. Mendis dated July 22, 2020\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   7   of   17  C.   IME: Occupational Therapy In - Home Functional Assessment Report and  Fo rm   l completed by J. MacKinnon dated January 22, 2021 re: a/c and OCF -  18 for Occupational Therapy  D.   IME: Psychiatry Report of Dr Aladetoyinbo dated September 23, 2021 re:  Post - 104 IRB & OCF18s of Functionability  E.   IME: Neurology Report of Dr. Mendis dated   September 23, 2021 re: Post -  104 Income Replacement Benefits  F.   IME: Orthopaedic Report of Dr. Simon dated September 23, 2021 re: Post -  104 Income Replacement Benefits  G.   IME: Functional Ability Evaluation Report of Dr. Elk dated September 23,  2021 re: Post - 104 Income Replacement Benefits  H.   IME: Vocational Evaluation Report and Labour Market Survey of D.  Egarhos dated September 23, 2021 re: Post - 104 IRB  PRE - ACCIDENT MEDICAL HISTORY:  Ms. Hayward noted that she   was in   good   physical health at   t he time o f the accident . She was an  active young woman   who engaged in a number of sports and outdoor recreational activities.   She  noted having   had some bowel issues   and issues with anxiety   in the past   for which she obtained  medical care.   She denied the pre sence of   concu rrent medical conditions or p ast injuries which  could impact her clinical presentation or the course of recovery from the injuries she sustaine d   in  the subject motor vehicle accident.  From a psychological perspective, Ms. Hayward noted that she has experienced a number o f losses  over the last few years which have had an undeniable impact on her mental health.   She noted  having lost   her a unt, whom she describes as her best friend in 2015. Her brother   passed away in  2016 and her uncle with   whom she was also close,   died   in   2017.   While still   grieving these  concurrent close family losses, Ms. Hayward   was inv olved   in a serious   motor vehicle accident   in  August of   2019 . Ms. Hayward lost her father in the winter of 2022 and this loss   compounded what  appeared   to be a precarious   emotional state .  A review of the medical fi le   confirmed reports of   mental   issues   which   pre - dated the subject motor  vehicle accident.   Contact with mental health   professionals   are noted in 2 0 15 where issues  surrounding an x iety and substance use are highlighted.   She was reportedly encouraged to  pariticpate in   va r ious   a n xiety and addictions groups.   Notes indicate that Ms. Ha ywar d had  diffic ulty opening - up and talking in therapy and group attendance was discontinued.   Ms.  Hayward has not agreed to participate in any form of mental health treatment involving talk  therapy components.  A   tele - medicine clinical report   from CHEO   dated Decemb er 9, 2016 notes   that Ms. Ha yward  began experiencing visual , a uditory   and somatic hallucinations in   September   of 2016   following  the use of   cocaine   and cannabis.\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   8   of   17  MECHANISM OF INJURY:  On August 5, 2019, Ms. Hayward reporting being out   “ hanging out with   friends ” .   She was the  restrained   passenger when   driver   “ t ook   a   corner too fast ”   and   the   car   reportedly   flipped   over a 50  yeard distance ,   multiple times .   Ms. Hayward denies any l o s s   of   consciousness .   Her friend  reportedly exited the vehicle first a nd Ms. Hayward informed him that   she couldn’t move and  could not feel her legs.   First responders extracted Ms. Ha yward with jaws of life and she was  taken by ambulance to   the Ottawa Hospital   –   Civic   Campus , where she was assessed for her  injuries. She   was   assessed in the   ER   and then admitted for   urgent   bowel   resection   surgery . S pinal  surgery   was performed 5 days later. Ms . Hayward reported that she   spent   17 days in the ICU   then  moved   over to   the trauma unit   for one month   before being discharged to her parents ’   care.  NATURE OF INJURY:  As a result   of the subject motor vehicle accident, Ms. Hayward sustained the following injuries:  •   Shattered L3 ( ORIF,   4 pins and 2 rods)  •   Fractured ribs , multiple  •   Ruptured bowels, 3   inches of bowel   surgi cally   re sected  •   Right wrist   bony injury  •   Right ankle fracture  •   Glass in her eye  •   Two broken teeth  COURSE OF RECOVERY TO DATE:  Subsequent to her discharge from hospital, Ms. Hayward was f ollowed by   an Occupational  Therapist from FunctionAbility ,   Jackie Abernathy .   Her OT   reportedly   referred h e r   to Back on  Track Physiotherapy .   She reportedly completed treatment there in the Spring of 2022 , and  transi tioned to a   home exercise   program .  On August   6, 2 020 Ms. Hayward wa s taken to hospital by ambulance   and admitted on a Form 1  to the Quyeensway Carleton Hospital   as a result of   “hypermania /delusion ” .   This was the day  following the   a nniversary of her motor vehicle accident.   A   noted history of anxiety and PTSD is  documented in   ambulance report.   A   psychiatric   discharge summary   date August 17, 2020 notes  the presence of   trauma   which   would not be discuss ed   by Ms. Hayward   throughout her   stay in  hospital.   Hospital records confirm the presence of cannabis and cocaine in Ms.   Hayward ’s syste m.  Ms.   Hayward experienced difficulty recalling facts and chronology of her course of recovery.   She  notes that at present time, she has no form of medical or para - medical support and sees   a Nurse  Practitioner for nasal issues e very three months.   She has b een discharged from Occupational  Therapy for   unknown   reasons , last progress report noted in April of 2021.\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   9   of   17  Ms. Hayward noted a desire to engage in Occupational Therapy services focussing on   functional  reactivation.   A stabili zation of medical needs is indicated to   foster movement in a positive  direction   which will necessitate referrals to various professionals.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of  appointments  Outcome of Last  Appointment  Date of Next  Appointment  Registered Nurse  Practitioner  Once every 3 months   Nasal issues   monitored   TBD  MEDICATION:  Ms. Hayward noted that she is currently not making use of any form   of   prescribed medication .  She denied making use of   over the counter medication on a regular basis.   Ms. Hayward noted  having   ceased t aking   prescription medication fo r   some time but could not recall   when she stopped  taking   the m. She note d that she does not have access to a   Family Physician and does not have a  Psychiatrist working with her at this time.  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms :  Pain   symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if  Necessary  Back pain   This is a constant pain at L3 radiating to the  right side and down the right   leg intermittently.  Sustained sitting, standing and walking will  flare it.   Once weekly on average this pain will  flare and she will “sleep it off” or “have a  shower” . This has   flared since starting to walk  and run.  5   –   10/10  Irritable Bowel   She   remains   unable   to   tolerate   dairy   and  gluten .   She has a history of IBS   “ but this has  become way worse since the accident ” .   She  will feel ill for   up to   20 minutes i f   she eats  something   she shouldn ’ t .   “ I c an’t sit for too  long, wear pants   comfortably   or   a   belt ” ,   as the  0   –   10/10\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   10   of   17  pressure   on   her   abdomen   flares   this  discomfort.  Right ankle   Ms. Hayward reportedly underwent x - rays of  her   right   ankle   in   August   of   2022   which  revealed an ongoing fracture of the ankle. She  has   had   no   follow - up   on   this   matter   and  continues to weight - be ar   fully on her ankle  despite resultant pain and discomfort.  0   –   4/10  Cognitive Symptoms :  Ms. Hayward   denied the presence of any cognitive symptoms impacting her ability to function at  this time.   She noted that she does however feel lost in her her thoughts,   and this can   make i t  difficult to focus on anything .   She does not endorse any other cognitive symptoms at this time.  Emotional Symptoms:  Ms . Hayward ’ s disposition towards talk - therapy has been well documented in the medical brief  and this issue has   been observed during   this therapist ’ s multiple to uchpoints with her.   Broaching  emotional topics   of any form   led to a   “ shutdown ”   of Ms. Hayward where she would go silent and  avoid eye contact for sustained   durations . Periods of silence lasted for   over   45   second s while this  therapist   allowed Ms. Hayward space to   think and potentially   express herself.   Despite mult iple  attempts at   underscoring   the importance of talk therapy and d e stigmatizing   it ’ s need and value ,  Ms. Hayward was unable to share any form of detail relating to her   emotional state.  Symptom Management Strategies:  Ms. Hayward presented with no symptom management   strategies at this time other than to   avoid  physical activity which could flare her symptoms .   She noted that she will make use of   cocaine  and alcohol on a weekly basis however this   was   downplayed   by Ms. Hayward as   “ just someth ing  we do to have fun ” . Discussions on the negative impact of cocaine use o n   her ability to engage  fully in her recovery were met with dismissal.  Typical Day Post - Accident:  At the most   recent touchpoint with Ms. Hayw ard on December 1, 2022, Ms. Hayward had moved  back with her mother following a decision to   sell the family cottage where she had been staying .  The move back to the home   has been a difficult transition for Ms. Hayward, where pictures of her  d e ce ased family members abound the walls . The recent loss of her father   has been very difficult  for Ms. Hayward and she noted   that in this environment,   “ I have completely shut down ” .\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   11   of   17  She notes having experience d confli cts with her mother which led to her moving to her boyfriend ’ s  home f or three weeks. As of December of 2022, Ms. Hayward had returned to her mother ’ s home  and had been there for one week.  I n that week, Ms. Hayward noted t hat her schedule has been completely disrupted. She noted the  following as a typical day   currently:  •   Wakes   at 6:30 am,   goes to   the washroom and then   back to bed  •   Will wake at unpredictable times , often into the afternoons  •   Will watch television   for most of the day  •   Has no motivation to   go out to exercise   as   “ I   don’t   want people   seeing me ” ,   citing her  significant weight gain and a neighbourhood where she is known to many as her main  concern   impeding le aving her mother ’ s home.  •   Will not engage in any form of cleaning, dishes, tidying, leading to increased tension with  he r mother.  •   Her mother noted   “ She is s hut down at this time ” .  •   She will   eat sporad ically throughout the day and go to bed at unpredictable times.  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist   Observation  1. Lying   No identified limitation   No identified limitations.   No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   Able to sit for 30 minutes at  a time.  Ms. Hayward was observed  sitting for periods of 20   –   30  m inutes   and   regularly  changing   to   a   standing  posture . She would alternate  between the two throughou t  the multiple touchpoints with  this therapist.  3. Standing   No identified limitation   Able to stand 30 minu tes.   Ms. Hayward was observed  engaged in periods of s tatic  and   dynamic   standing  ranging from 5   to 15 minutes  throughout   these  touch points.\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   12   of   17  4. Squatting   No identified limitation   Able   One   power   squat  demonstrated   by   Ms.  Hayward.   Squat   was  performed slowly with some  external   support   from  adjacent furniture.  5. Kneeling   No identified limitation   Able   One   bilateral   kneeling  posture demonstrated by Ms.  Hayward   during   this  assessment.  6. Walking   No identified limitation   2 hours   Short   distance   indoor  ambul ation observe d   by   this  therapist   during   this  assessment .   Some limping  noted   on   days   where   she  reported increased symptoms  otherwise no significant gait  abnormality noted.  7. Stair  Climbing  No identified limitation   Able   One flight of stairs managed  by Ms.   Hayward   during this  assessment.  8. Driving   No identified limitation   Able to drive 30 minutes   Not formally assessed.  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4. Bath tub   Independent   Independent   No identified limitations.\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   13   of   17  5. Vehicle   Independent   Independent   No identified limitations.  Active Range of Motion :  Legend:  WFL:   Within Functional   Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified   limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No   identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Forward flexion   WFL\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   14   of   17  Tr unk   Lateral flexion   WFL   WFL   No identified limitations.  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional   Presentation :  Throught the five tou ch points   held between August and December of 2022,   Ms. Hayward ’ s  emotional presentation could best be described as flat and void of   expression. She   was quiet and  reserved, answering questions   in generalities and requiring   significant   effort on the part of this  therapist to move the conversation into deeper topics.   Ms. Haward   resisted any talk about loss,  grief, trauma a nd was dismissive of the idea that she could benefit from talk therapy . She noted  that   “ I am like my dad ” , noting a   private disposition where personal problems are not talked about.  She nonetheless, over time, beg an opening up to som e limited degree , and   was observed becoming  tearful   on one occasion as sh e   b egan talking about her   deceased   aunt.   Ms. Hayward will continue  to be   encouraged to share her emotional   experience ,   highlighting how she could   potentially   benefit  from   having her   long - help views and   perspectives challenged   and her   multiple   traumas   addressed  in a therapeutic setting.  Cognitive Presentation :  Ms. Hayward was noted to be generally cognitively intact th roughout   most touchpoints   with this  therapist. On one occasion, Ms. Hayward had forgotten about   the scheduled appointment and this  therapist observed her   to be much more disorganized in her thinking and   much less   willing   t o  engage with this therapist.   She noted not having slept well   for   days prior and th at she was  exhausted.   This was an isolated episode   as she otherwise pr esented with out any obvious cognitive  deficits.\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   15   of   17  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Three on main floor one in  basement  Carpet  Bathrooms   2   One full bath on main and one  full bath in basement  Linol ium  Living Room   1   Main floor   Carpet  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Carpet  Kitchen   1   Main floor   Linolium  Laundry   1   Basement   Con crete  Stairs   Yes   Steps leading to the basement of  the home.  Carpet  Basement   Yes   Finished   NA  Driveway  Description  Single car driveway  Yard  description  Small city plot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Ms. Hayward has been in a   long - term relationship and continues to  see her boyfriend   on a regular basis.  Living Arrangement   Currently residing with her mother following th e sale of the family  cottage.  Children   None\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   16   of   17  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to the subject m otor vehicle accident, Ms. Hayward was   independent   in the management of  all of her core self - care functions.  At   the time of this assessment, Ms. Hayward presented with the strength, range of motion and  postural tolerances to manage   all of her   self - care tasks safely and independently.   She noted that  there has been a deteriorating degree of   attention spent on her grooming and she will often skip  showers   if she has nowhere to be.   Improvements of self - care to pre - accident levels will be  i ntroduced in the proposed segment of care to be provided by   this therapist .  Pre and Post Accident   Home   Management Activities:  Prior to the subject motor vehicle accident, Ms. Hayward   report ed   that she assisted her mother  with all aspects of maintaining the family home.   Sh e notes that her mother worked late hours and  her father was ill, hence she would   be required to contribute   significantly   to the operation o f the  home.  At the time of t his assessment, Ms. Hayward is physically   able to   engage in all housekeeping tasks  through pacing   and activity modification ho wever she lacks the   drive   and motivation to do  anythin g. Despite ongoing   conflicts with her mother at   the state of the home, Ms. Hayward has  for all intents and purposes   entered a period of fun ctional decompensation .   This will also be  targeted as part of proposed OT care delivery.  P re and Post Accident Caregiving Activities:  Prior to the subject motor vehicle accident, Ms. Hayward   lived with her mother and   young   nephew  in   Carleton Place Ontario. She   noted that she   had left her employ ment in order to stay home and  help provide full - time care for her nephew who had entered into their ca re. She would reportedly  prepare breakfast and lunch on a daily basis for she and her nephew and her mother   would return  from her night shift at work   in the late morning and go to bed.   She would   wake in the   late -  afternoon and take - over the care of Ms. Ha yward ’s nephew.  Pre and Post Accident   Vocational Activities:  Ms. Hayward noted that she   was not working at the time of the subject motor vehicle ac cident as  she wa s   required   to stay home and   assist her mother in the   full - time   care   of   her   young   nephew  over the Summer of 2019 .   Prior to   exiting   the workforce, Ms. Hayward indicated that she worked  as a receptionist for Carleton Clean ers and then as a receptionist with Kid ’ s World.   She was\n\nDate of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   17   of   17  reportedly in the process of interviewing for UPS as a receptionist   to begin in the fall of 2019 when  the subject motor vehicle   accident occurred.  Pre and Post Accident   Leisure Activities:  Prior to the subject motor vehicle accident, Ms. Hayward noted that she was   an active young  woman   who enjoyed a   physical activity and socializing with   friends. She noted that she   played   in  a softball league which she enjoyed tremendously.   She indicated that she   loved the outdoors and  would spend time   walking   or going for drives.   She noted that she enjoyed cra ft s and recalled  positive memories of drawing with her aunt.  At   the time of this assessment , Ms. Hayward reported a complete in terruption o f   all of her leisure  pursuits.   She attended softball games throughout the summer   of 2022 but   did not play. She would  sit in the stands, watch the game and drink beer with friends.   Ms. Hayward noted that she and her  boyfriend partake in weekly cocain e   and alcohol use   which she dismisses   as being a n issue.   When  her boyfriend is at work, Ms. Hayward spends most of her time alone, watching television   or  napping.   She has no meaningful activity to occupy her time and presents with significant  symptoms of depression and an xiet y which i mpede her ability to find   joy in anything she does.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to   assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassoci ates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Ms.   Alexandra   Hayward   Date of Loss:   2019 - 08 - 05  Address:   193 Gardiner Shore R oad ,  Beckwit h, ON K7C 0C4  Telephone #:   NA  Lawyer:   Frank   McNally   Firm:   McNally   Gervan  Adjuster:   Janice Archer   Referral Source:   McNally Gervan  Insurer:   The Co - operators Insurance  Company  Claim No.:   001664663  Therapist:   Sebastien Ferland OT   Reg.(Ont .)   Date of Assessment:   2022 - 12 - 01  Date of Report:   2022 - 01 - 25  THERAPIST   QUALIFICATIONS:  Mr. Ferland   is an Occupational Therapist with over   2 4   years of experience.   His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and  launched himself in the world of private business. Over the years,   he   has provided services to the  automobile insurance and   legal communities as well the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Mr. Ferland   has extensive experience working with individuals suffering from catastrophic  injuries. He provides assessment and treatment services as a primary Occu pational Therapist as  well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries  and amputations.   He also has extensive experience working with individuals who have been  deemed to meet the catastrophic threshold on   the basis of psychological and/or psychiatric  impairments.  Over his years of working with individuals injured in motor vehicle accidents,   Mr. Ferland  developed a strong interest in the field of mental health, focussed on functional reactivation for  injur ed individuals suffering from depression, anxiety and posttraumatic stress.   His clinical",
    "SYMPTOMS": "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   17   of   17  reportedly in the process of interviewing for UPS as a receptionist   to begin in the fall of 2019 when  the subject motor vehicle   accident occurred.  Pre and Post Accident   Leisure Activities:  Prior to the subject motor vehicle accident, Ms. Hayward noted that she was   an active young  woman   who enjoyed a   physical activity and socializing with   friends. She noted that she   played   in  a softball league which she enjoyed tremendously.   She indicated that she   loved the outdoors and  would spend time   walking   or going for drives.   She noted that she enjoyed cra ft s and recalled  positive memories of drawing with her aunt.  At   the time of this assessment , Ms. Hayward reported a complete in terruption o f   all of her leisure  pursuits.   She attended softball games throughout the summer   of 2022 but   did not play. She would  sit in the stands, watch the game and drink beer with friends.   Ms. Hayward noted that she and her  boyfriend partake in weekly cocain e   and alcohol use   which she dismisses   as being a n issue.   When  her boyfriend is at work, Ms. Hayward spends most of her time alone, watching television   or  napping.   She has no meaningful activity to occupy her time and presents with significant  symptoms of depression and an xiet y which i mpede her ability to find   joy in anything she does.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to   assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .",
    "MEDICAL_HISTORY": "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   7   of   17  C.   IME: Occupational Therapy In - Home Functional Assessment Report and  Fo rm   l completed by J. MacKinnon dated January 22, 2021 re: a/c and OCF -  18 for Occupational Therapy  D.   IME: Psychiatry Report of Dr Aladetoyinbo dated September 23, 2021 re:  Post - 104 IRB & OCF18s of Functionability  E.   IME: Neurology Report of Dr. Mendis dated   September 23, 2021 re: Post -  104 Income Replacement Benefits  F.   IME: Orthopaedic Report of Dr. Simon dated September 23, 2021 re: Post -  104 Income Replacement Benefits  G.   IME: Functional Ability Evaluation Report of Dr. Elk dated September 23,  2021 re: Post - 104 Income Replacement Benefits  H.   IME: Vocational Evaluation Report and Labour Market Survey of D.  Egarhos dated September 23, 2021 re: Post - 104 IRB  PRE - ACCIDENT MEDICAL HISTORY:  Ms. Hayward noted that she   was in   good   physical health at   t he time o f the accident . She was an  active young woman   who engaged in a number of sports and outdoor recreational activities.   She  noted having   had some bowel issues   and issues with anxiety   in the past   for which she obtained  medical care.   She denied the pre sence of   concu rrent medical conditions or p ast injuries which  could impact her clinical presentation or the course of recovery from the injuries she sustaine d   in  the subject motor vehicle accident.  From a psychological perspective, Ms. Hayward noted that she has experienced a number o f losses  over the last few years which have had an undeniable impact on her mental health.   She noted  having lost   her a unt, whom she describes as her best friend in 2015. Her brother   passed away in  2016 and her uncle with   whom she was also close,   died   in   2017.   While still   grieving these  concurrent close family losses, Ms. Hayward   was inv olved   in a serious   motor vehicle accident   in  August of   2019 . Ms. Hayward lost her father in the winter of 2022 and this loss   compounded what  appeared   to be a precarious   emotional state .  A review of the medical fi le   confirmed reports of   mental   issues   which   pre - dated the subject motor  vehicle accident.   Contact with mental health   professionals   are noted in 2 0 15 where issues  surrounding an x iety and substance use are highlighted.   She was reportedly encouraged to  pariticpate in   va r ious   a n xiety and addictions groups.   Notes indicate that Ms. Ha ywar d had  diffic ulty opening - up and talking in therapy and group attendance was discontinued.   Ms.  Hayward has not agreed to participate in any form of mental health treatment involving talk  therapy components.  A   tele - medicine clinical report   from CHEO   dated Decemb er 9, 2016 notes   that Ms. Ha yward  began experiencing visual , a uditory   and somatic hallucinations in   September   of 2016   following  the use of   cocaine   and cannabis.",
    "ATTENDANT_CARE": "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   6   of   17  1.   Hospital Records  A.   The Ottawa Hospital  (1)   Clinic al Notes and Records received February 18, 2020  (2)   Clinical Notes and Records received March 2, 2021  B.   Queensway Carleton Hospital  (1)   Clinical Notes and Records received October 13, 2020  2.   Family Doctor  A.   Dr. Fernandez  (1)   Clinical Notes and Records received September 20, 2019  B.   Smith Falls Nurse Practitioner - Led Clinic  (1)   Clinical Notes and Records received December 17, 2019  ( 2)   Clinical Notes and Records received October 6, 2020  3.   Occupational Therapists Reports  A.   Functionability  (1)   Occupational   Therapy   Initial   Report:   In - Hospital   Functional  Assessmen t   w ith Form 1 dated September 11, 2019  (2)   In - Home Attendant Care Assessm e nt   Report and Form 1 dated  September 20, 2019  (3)   Occupational Therapy Report: Attendant C a re Re - Assessment dated  November 1, 2019  (4)   Letter to Co - operat o rs dated January 13, 2020 re: will complete  Form 1  (5)   Occupational Therapy Report: Attendant Care Re - Assessment and  Form 1 dated January 21, 2020  (6)   Social Work Progress Report #1 dated January 30, 2020 and OCF -  18  (7)   Occupatio nal Therapy Progress Report #1 dated April 28, 2020  and OCF - 18 dated April 28, 2020  (8)   Letter to Co - operators dated June 10, 2020 re: Form 1  (9)   Occupational Therapy Report: Attendant Care Re - Assessment dated  June 18, 2020  (10)   Occupational Therapy Progre ss Report #2 dated October 1, 2020  (11)   Occupational Therapy Progress Report dated April 30, 2021  (12)   OCF - 18s &   Justification for in - home exercise   and schooling-  progression to return to work equipment dated April 29, 2021  4.   Accident Benefits - Independ ent Medical Examinations (IMEs)  A.   IME: Orthopaedic Assessment Report completed by Dr. Ritter dated July  16, 2020  B.   IME: Neurology Report completed by Dr. Mendis dated July 22, 2020",
    "TYPICAL_DAY": "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   11   of   17  She notes having experience d confli cts with her mother which led to her moving to her boyfriend ’ s  home f or three weeks. As of December of 2022, Ms. Hayward had returned to her mother ’ s home  and had been there for one week.  I n that week, Ms. Hayward noted t hat her schedule has been completely disrupted. She noted the  following as a typical day   currently:  •   Wakes   at 6:30 am,   goes to   the washroom and then   back to bed  •   Will wake at unpredictable times , often into the afternoons  •   Will watch television   for most of the day  •   Has no motivation to   go out to exercise   as   “ I   don’t   want people   seeing me ” ,   citing her  significant weight gain and a neighbourhood where she is known to many as her main  concern   impeding le aving her mother ’ s home.  •   Will not engage in any form of cleaning, dishes, tidying, leading to increased tension with  he r mother.  •   Her mother noted   “ She is s hut down at this time ” .  •   She will   eat sporad ically throughout the day and go to bed at unpredictable times.  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist   Observation  1. Lying   No identified limitation   No identified limitations.   No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   Able to sit for 30 minutes at  a time.  Ms. Hayward was observed  sitting for periods of 20   –   30  m inutes   and   regularly  changing   to   a   standing  posture . She would alternate  between the two throughou t  the multiple touchpoints with  this therapist.  3. Standing   No identified limitation   Able to stand 30 minu tes.   Ms. Hayward was observed  engaged in periods of s tatic  and   dynamic   standing  ranging from 5   to 15 minutes  throughout   these  touch points.",
    "ENVIRONMENTAL": "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   15   of   17  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Three on main floor one in  basement  Carpet  Bathrooms   2   One full bath on main and one  full bath in basement  Linol ium  Living Room   1   Main floor   Carpet  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Carpet  Kitchen   1   Main floor   Linolium  Laundry   1   Basement   Con crete  Stairs   Yes   Steps leading to the basement of  the home.  Carpet  Basement   Yes   Finished   NA  Driveway  Description  Single car driveway  Yard  description  Small city plot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Ms. Hayward has been in a   long - term relationship and continues to  see her boyfriend   on a regular basis.  Living Arrangement   Currently residing with her mother following th e sale of the family  cottage.  Children   None",
    "ADLS": "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   16   of   17  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to the subject m otor vehicle accident, Ms. Hayward was   independent   in the management of  all of her core self - care functions.  At   the time of this assessment, Ms. Hayward presented with the strength, range of motion and  postural tolerances to manage   all of her   self - care tasks safely and independently.   She noted that  there has been a deteriorating degree of   attention spent on her grooming and she will often skip  showers   if she has nowhere to be.   Improvements of self - care to pre - accident levels will be  i ntroduced in the proposed segment of care to be provided by   this therapist .  Pre and Post Accident   Home   Management Activities:  Prior to the subject motor vehicle accident, Ms. Hayward   report ed   that she assisted her mother  with all aspects of maintaining the family home.   Sh e notes that her mother worked late hours and  her father was ill, hence she would   be required to contribute   significantly   to the operation o f the  home.  At the time of t his assessment, Ms. Hayward is physically   able to   engage in all housekeeping tasks  through pacing   and activity modification ho wever she lacks the   drive   and motivation to do  anythin g. Despite ongoing   conflicts with her mother at   the state of the home, Ms. Hayward has  for all intents and purposes   entered a period of fun ctional decompensation .   This will also be  targeted as part of proposed OT care delivery.  P re and Post Accident Caregiving Activities:  Prior to the subject motor vehicle accident, Ms. Hayward   lived with her mother and   young   nephew  in   Carleton Place Ontario. She   noted that she   had left her employ ment in order to stay home and  help provide full - time care for her nephew who had entered into their ca re. She would reportedly  prepare breakfast and lunch on a daily basis for she and her nephew and her mother   would return  from her night shift at work   in the late morning and go to bed.   She would   wake in the   late -  afternoon and take - over the care of Ms. Ha yward ’s nephew.  Pre and Post Accident   Vocational Activities:  Ms. Hayward noted that she   was not working at the time of the subject motor vehicle ac cident as  she wa s   required   to stay home and   assist her mother in the   full - time   care   of   her   young   nephew  over the Summer of 2019 .   Prior to   exiting   the workforce, Ms. Hayward indicated that she worked  as a receptionist for Carleton Clean ers and then as a receptionist with Kid ’ s World.   She was"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333,
    "ADLS": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is an Occupational Therapist with over   2 4   years of experience",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "193 Gardiner Shore R oad",
      "phone": "",
      "referralSource": "McNally Gervan  Insurer:   The Co - operators Insurance  Company  Claim No",
      "insuranceInfo": "The Co - operators Insurance  Company  Claim No",
      "confidence": {
        "name": 0.8,
        "address": 0.7,
        "referralSource": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "rely,  _______________________  Sebastien Ferland OT Reg",
      "symptomProgression": "",
      "symptomNotes": "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   17   of   17  reportedly in the process of interviewing for UPS as a receptionist   to begin in the fall of 2019 when  the subject motor vehicle   accident occurred.  Pre and Post Accident   Leisure Activities:  Prior to the subject motor vehicle accident, Ms. Hayward noted that she was   an active young  woman   who enjoyed a   physical activity and socializing with   friends. She noted that she   played   in  a softball league which she enjoyed tremendously.   She indicated that she   loved the outdoors and  would spend time   walking   or going for drives.   She noted that she enjoyed cra ft s and recalled  positive memories of drawing with her aunt.  At   the time of this assessment , Ms. Hayward reported a complete in terruption o f   all of her leisure  pursuits.   She attended softball games throughout the summer   of 2022 but   did not play. She would  sit in the stands, watch the game and drink beer with friends.   Ms. Hayward noted that she and her  boyfriend partake in weekly cocain e   and alcohol use   which she dismisses   as being a n issue.   When  her boyfriend is at work, Ms. Hayward spends most of her time alone, watching television   or  napping.   She has no meaningful activity to occupy her time and presents with significant  symptoms of depression and an xiet y which i mpede her ability to find   joy in anything she does.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was used in order to   assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .",
      "confidence": {
        "reportedSymptoms": 0,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   7   of   17  C.   IME: Occupational Therapy In - Home Functional Assessment Report and  Fo rm   l completed by J. MacKinnon dated January 22, 2021 re: a/c and OCF -  18 for Occupational Therapy  D.   IME: Psychiatry Report of Dr Aladetoyinbo dated September 23, 2021 re:  Post - 104 IRB & OCF18s of Functionability  E.   IME: Neurology Report of Dr. Mendis dated   September 23, 2021 re: Post -  104 Income Replacement Benefits  F.   IME: Orthopaedic Report of Dr. Simon dated September 23, 2021 re: Post -  104 Income Replacement Benefits  G.   IME: Functional Ability Evaluation Report of Dr. Elk dated September 23,  2021 re: Post - 104 Income Replacement Benefits  H.   IME: Vocational Evaluation Report and Labour Market Survey of D.  Egarhos dated September 23, 2021 re: Post - 104 IRB  PRE - ACCIDENT MEDICAL HISTORY:  Ms. Hayward noted that she   was in   good   physical health at   t he time o f the accident . She was an  active young woman   who engaged in a number of sports and outdoor recreational activities.   She  noted having   had some bowel issues   and issues with anxiety   in the past   for which she obtained  medical care.   She denied the pre sence of   concu rrent medical conditions or p ast injuries which  could impact her clinical presentation or the course of recovery from the injuries she sustaine d   in  the subject motor vehicle accident.  From a psychological perspective, Ms. Hayward noted that she has experienced a number o f losses  over the last few years which have had an undeniable impact on her mental health.   She noted  having lost   her a unt, whom she describes as her best friend in 2015. Her brother   passed away in  2016 and her uncle with   whom she was also close,   died   in   2017.   While still   grieving these  concurrent close family losses, Ms. Hayward   was inv olved   in a serious   motor vehicle accident   in  August of   2019 . Ms. Hayward lost her father in the winter of 2022 and this loss   compounded what  appeared   to be a precarious   emotional state .  A review of the medical fi le   confirmed reports of   mental   issues   which   pre - dated the subject motor  vehicle accident.   Contact with mental health   professionals   are noted in 2 0 15 where issues  surrounding an x iety and substance use are highlighted.   She was reportedly encouraged to  pariticpate in   va r ious   a n xiety and addictions groups.   Notes indicate that Ms. Ha ywar d had  diffic ulty opening - up and talking in therapy and group attendance was discontinued.   Ms.  Hayward has not agreed to participate in any form of mental health treatment involving talk  therapy components.  A   tele - medicine clinical report   from CHEO   dated Decemb er 9, 2016 notes   that Ms. Ha yward  began experiencing visual , a uditory   and somatic hallucinations in   September   of 2016   following  the use of   cocaine   and cannabis.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Assessm e nt   Report and Form 1 dated  September 20, 2019  (3)   Occupational Therapy Report: Attendant C a re Re - Assessment dated  November 1, 2019  (4)   Letter to Co - operat o rs dated January 13, 2020 re: will complete  Form 1  (5)   Occupational Therapy Report: Attendant Care Re - Assessment and  Form 1 dated January 21, 2020  (6)   Social Work Progress Report #1 dated January 30, 2020 and OCF -  18  (7)   Occupatio nal Therapy Progress Report #1 dated April 28, 2020  and OCF - 18 dated April 28, 2020  (8)   Letter to Co - operators dated June 10, 2020 re: Form 1  (9)   Occupational Therapy Report: Attendant Care Re - Assessment dated  June 18, 2020  (10)   Occupational Therapy Progre ss Report #2 dated October 1, 2020  (11)   Occupational Therapy Progress Report dated April 30, 2021  (12)   OCF - 18s &   Justification for in - home exercise   and schooling-  progression to return to work equipment dated April 29, 2021  4",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   6   of   17  1.   Hospital Records  A.   The Ottawa Hospital  (1)   Clinic al Notes and Records received February 18, 2020  (2)   Clinical Notes and Records received March 2, 2021  B.   Queensway Carleton Hospital  (1)   Clinical Notes and Records received October 13, 2020  2.   Family Doctor  A.   Dr. Fernandez  (1)   Clinical Notes and Records received September 20, 2019  B.   Smith Falls Nurse Practitioner - Led Clinic  (1)   Clinical Notes and Records received December 17, 2019  ( 2)   Clinical Notes and Records received October 6, 2020  3.   Occupational Therapists Reports  A.   Functionability  (1)   Occupational   Therapy   Initial   Report:   In - Hospital   Functional  Assessmen t   w ith Form 1 dated September 11, 2019  (2)   In - Home Attendant Care Assessm e nt   Report and Form 1 dated  September 20, 2019  (3)   Occupational Therapy Report: Attendant C a re Re - Assessment dated  November 1, 2019  (4)   Letter to Co - operat o rs dated January 13, 2020 re: will complete  Form 1  (5)   Occupational Therapy Report: Attendant Care Re - Assessment and  Form 1 dated January 21, 2020  (6)   Social Work Progress Report #1 dated January 30, 2020 and OCF -  18  (7)   Occupatio nal Therapy Progress Report #1 dated April 28, 2020  and OCF - 18 dated April 28, 2020  (8)   Letter to Co - operators dated June 10, 2020 re: Form 1  (9)   Occupational Therapy Report: Attendant Care Re - Assessment dated  June 18, 2020  (10)   Occupational Therapy Progre ss Report #2 dated October 1, 2020  (11)   Occupational Therapy Progress Report dated April 30, 2021  (12)   OCF - 18s &   Justification for in - home exercise   and schooling-  progression to return to work equipment dated April 29, 2021  4.   Accident Benefits - Independ ent Medical Examinations (IMEs)  A.   IME: Orthopaedic Assessment Report completed by Dr. Ritter dated July  16, 2020  B.   IME: Neurology Report completed by Dr. Mendis dated July 22, 2020",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [],
      "afternoonRoutine": [
        "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   11   of   17  She notes having experience d confli cts with her mother which led to her moving to her boyfriend ’ s  home f or three weeks. As of December of 2022, Ms. Hayward had returned to her mother ’ s home  and had been there for one week.  I n that week, Ms. Hayward noted t hat her schedule has been completely disrupted. She noted the  following as a typical day   currently:  •   Wakes   at 6:30 am,   goes to   the washroom and then   back to bed  •   Will wake at unpredictable times , often into the afternoons  •   Will watch television   for most of the day  •   Has no motivation to   go out to exercise   as   “ I   don’t   want people   seeing me ” ,   citing her  significant weight gain and a neighbourhood where she is known to many as her main  concern   impeding le aving her mother ’ s home.  •   Will not engage in any form of cleaning, dishes, tidying, leading to increased tension with  he r mother.  •   Her mother noted   “ She is s hut down at this time ” .  •   She will   eat sporad ically throughout the day and go to bed at unpredictable times.  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist   Observation  1. Lying   No identified limitation   No identified limitations.   No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   Able to sit for 30 minutes at  a time.  Ms. Hayward was observed  sitting for periods of 20   –   30  m inutes   and   regularly  changing   to   a   standing  posture . She would alternate  between the two throughou t  the multiple touchpoints with  this therapist.  3. Standing   No identified limitation   Able to stand 30 minu tes.   Ms. Hayward was observed  engaged in periods of s tatic  and   dynamic   standing  ranging from 5   to 15 minutes  throughout   these  touch points."
      ],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   11   of   17  She notes having experience d confli cts with her mother which led to her moving to her boyfriend ’ s  home f or three weeks. As of December of 2022, Ms. Hayward had returned to her mother ’ s home  and had been there for one week.  I n that week, Ms. Hayward noted t hat her schedule has been completely disrupted. She noted the  following as a typical day   currently:  •   Wakes   at 6:30 am,   goes to   the washroom and then   back to bed  •   Will wake at unpredictable times , often into the afternoons  •   Will watch television   for most of the day  •   Has no motivation to   go out to exercise   as   “ I   don’t   want people   seeing me ” ,   citing her  significant weight gain and a neighbourhood where she is known to many as her main  concern   impeding le aving her mother ’ s home.  •   Will not engage in any form of cleaning, dishes, tidying, leading to increased tension with  he r mother.  •   Her mother noted   “ She is s hut down at this time ” .  •   She will   eat sporad ically throughout the day and go to bed at unpredictable times.  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist   Observation  1. Lying   No identified limitation   No identified limitations.   No lying posture observed by  this   therapist   during   this  assessment.  2. Sitting   No identified limitation   Able to sit for 30 minutes at  a time.  Ms. Hayward was observed  sitting for periods of 20   –   30  m inutes   and   regularly  changing   to   a   standing  posture . She would alternate  between the two throughou t  the multiple touchpoints with  this therapist.  3. Standing   No identified limitation   Able to stand 30 minu tes.   Ms. Hayward was observed  engaged in periods of s tatic  and   dynamic   standing  ranging from 5   to 15 minutes  throughout   these  touch points.",
      "confidence": {
        "morningRoutine": 0,
        "afternoonRoutine": 0.8,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Three on main floor one in  basement  Carpet  Bathrooms   2   One full bath on main and one  full bath in basement  Linol ium  Living Room   1   Main floor   Carpet  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Carpet  Kitchen   1   Main floor   Linolium  Laundry   1   Basement   Con crete  Stairs   Yes   Steps leading to the basement of  the home",
      "livingArrangement": "S/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Ms",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "s   2   One full bath on main and one  full bath in basement  Linol ium  Living Room   1   Main floor   Carpet  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Carpet  Kitchen   1   Main floor   Linolium  Laundry   1   Basement   Con crete  Stairs   Yes   Steps leading to the basement of  the home",
        "bedroom": "s   4   Three on main floor one in  basement  Carpet  Bathrooms   2   One full bath on main and one  full bath in basement  Linol ium  Living Room   1   Main floor   Carpet  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Carpet  Kitchen   1   Main floor   Linolium  Laundry   1   Basement   Con crete  Stairs   Yes   Steps leading to the basement of  the home",
        "kitchen": "1   Main floor   Linolium  Laundry   1   Basement   Con crete  Stairs   Yes   Steps leading to the basement of  the home"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   15   of   17  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Three on main floor one in  basement  Carpet  Bathrooms   2   One full bath on main and one  full bath in basement  Linol ium  Living Room   1   Main floor   Carpet  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Carpet  Kitchen   1   Main floor   Linolium  Laundry   1   Basement   Con crete  Stairs   Yes   Steps leading to the basement of  the home.  Carpet  Basement   Yes   Finished   NA  Driveway  Description  Single car driveway  Yard  description  Small city plot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Ms. Hayward has been in a   long - term relationship and continues to  see her boyfriend   on a regular basis.  Living Arrangement   Currently residing with her mother following th e sale of the family  cottage.  Children   None",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "She noted that  there has been a deteriorating degree of   attention spent on her grooming and she will often skip  showers   if she has nowhere to be."
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": "She noted that  there has been a deteriorating degree of   attention spent on her grooming and she will often skip  showers   if she has nowhere to be."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "independent",
          "notes": "Hayward is physically   able to   engage in all housekeeping tasks  through pacing   and activity modification ho wever she lacks the   drive   and motivation to do  anythin g."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Date of Report : January 26, 2022  ______________________________________________________________________________  Alexandra   Hayward   Claim #:   001664663   Page   16   of   17  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to the subject m otor vehicle accident, Ms. Hayward was   independent   in the management of  all of her core self - care functions.  At   the time of this assessment, Ms. Hayward presented with the strength, range of motion and  postural tolerances to manage   all of her   self - care tasks safely and independently.   She noted that  there has been a deteriorating degree of   attention spent on her grooming and she will often skip  showers   if she has nowhere to be.   Improvements of self - care to pre - accident levels will be  i ntroduced in the proposed segment of care to be provided by   this therapist .  Pre and Post Accident   Home   Management Activities:  Prior to the subject motor vehicle accident, Ms. Hayward   report ed   that she assisted her mother  with all aspects of maintaining the family home.   Sh e notes that her mother worked late hours and  her father was ill, hence she would   be required to contribute   significantly   to the operation o f the  home.  At the time of t his assessment, Ms. Hayward is physically   able to   engage in all housekeeping tasks  through pacing   and activity modification ho wever she lacks the   drive   and motivation to do  anythin g. Despite ongoing   conflicts with her mother at   the state of the home, Ms. Hayward has  for all intents and purposes   entered a period of fun ctional decompensation .   This will also be  targeted as part of proposed OT care delivery.  P re and Post Accident Caregiving Activities:  Prior to the subject motor vehicle accident, Ms. Hayward   lived with her mother and   young   nephew  in   Carleton Place Ontario. She   noted that she   had left her employ ment in order to stay home and  help provide full - time care for her nephew who had entered into their ca re. She would reportedly  prepare breakfast and lunch on a daily basis for she and her nephew and her mother   would return  from her night shift at work   in the late morning and go to bed.   She would   wake in the   late -  afternoon and take - over the care of Ms. Ha yward ’s nephew.  Pre and Post Accident   Vocational Activities:  Ms. Hayward noted that she   was not working at the time of the subject motor vehicle ac cident as  she wa s   required   to stay home and   assist her mother in the   full - time   care   of   her   young   nephew  over the Summer of 2019 .   Prior to   exiting   the workforce, Ms. Hayward indicated that she worked  as a receptionist for Carleton Clean ers and then as a receptionist with Kid ’ s World.   She was",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.8,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    }
  }
}