{
  "fileName": "Ibtissam, Zaher HVEIHACAT_FINAL.pdf",
  "originalText": "OCCUPATIONAL THERAPY IN - HOME ASSESSMENT  CLAIMANT:   Zaher, Ibtissam  CL AIM NO.:   8030851819  DATE OF LOSS:   2016 - 11 - 18  DATE OF BIRTH:  BENEFITS ADDRESSED:   Catastrophic Impairment Determination.  Criterion 7 & 8  INSURANCE COMPANY:   Intact Insurance   -   London  HVE FILE NO.:   79006  ASSESSMENT DATES:   April 4, April 11 and May 23, 2023  TYPE OF ASSESSMENT:   Occupational Therapy In - Home Assessment  ASSESSMENT LOCATION:   Claimant home  DURATION OF ASSESSMENT:   3 hours over 3 sessions  CONFIRMATION OF ID:   Health Card  OTHERS IN ATTENDANCE:   Interpreter  DATE OF REPORT:   July 4, 2023  ASSESSOR:   Mr. Sebastien Ferland, OT Reg.(Ont.)  Registered Occupational Therapist  ASSESSOR QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skil ls and evolved to providing expert opinions in matters of human  function to stakeholders in the automobile insurance sector, personal injury and family law, the  Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability  sec tors. His opinions are sought by both plaintiff and defense counsel in the context of resolving  matters in personal injury and family law cases. He has been qualified several times as an expert  in his field, providing testimony under oath in FSCO tribuna ls and cases appearing before the  Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from se rious  physical, psychological and cognitive impairments.   His assessments inform multidisciplinary  team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  client’s daily functional capabilities at home, work and in the com munity, assisting them in  forming opinions surrounding whether the catastrophic injury threshold is met.\n\nMr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in m otor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic pain, depression, anxiety and  posttraumatic stress, overseeing and directing functional reactivation programs to foster  improvements in function an d participation in meaningful activity.  PURPOSE OF REFERRAL:  Ms. Zaher was referred to HVE Healthcare Assessments in order to undergo a multi - disciplinary  assessment to establish if she has sustained a catastrophic impairment under criterion 7 & 8. The  current In - Home Assessment was completed to inform co - assessors   of Ms. Zaher’s current daily  function to assist in formulating their opinion on whether she meets the catastrophic designation  threshold under criterion 8, mental and beharioural disorders.  This assessment took place at the claimant’s home over a 3 ho ur period in three touchpoints  spanning April 4 to May 23, 2023.   The claimant presented her Ontario Health Card for photo  identification.  CONSENT AND ASSESSMENT PROTOCOL:  The claimant was informed that the assessment would entail an interview, range of   motion  testing, strength testing, and a demonstration of daily tasks. The claimant was advised that if at  any time during the Occupational Therapy Assessment SHE/HE experienced discomfort, SHE/HE  could stop to rest or discontinue the assessment. The clai mant was advised regarding potential  risks and discomforts, but informed that every effort would be made to minimize any risks  through evaluation of preliminary information regarding the claimant’s health and fitness status,  as well as through observations   during testing. The claimant was encouraged to ask any questions  regarding assessment procedures or results. The claimant was advised that following the  assessment, a report summarizing assessment data, observations, opinions, and findings would  be prepar ed and submitted to the referral source through HVE Healthcare Assessments. The  claimant provided signed consent to participate in this assessment.  This report is based on the information collected during the claimant interview, general  musculoskeletal   evaluation, and observations of functional tasks as well as review of the provided  medical documentation.   File documentation was provided prior to the completion of this  assessment report.   This report may be amended, via an addendum, if additional medica l  information becomes available.  DOCUMENTATION REVIEWED:\n\nTitle, Doctype   Author   Date  ADDITIONAL FILE  INFORMATION   -  REVIEWED JANUARY 25,  2023  Clinical Notes and Records   Capital Region Psychological  Services  December 05, 2022  Title, Doctype   Author   Date  ADDITIONAL FILE  INFORMATION   -  REVIEWED JANUARY 11,  2023  Prescription Summary   Hunt Club Pharmacy   August 24, 2022  OHIP Summary   Ontario Ministry of Health  and Long - Term Care  August 24, 2022  Clinical Notes and Records   Winchester District Memorial  Hospital  August 24, 2022  Clinical Notes and Records   MapleCare Physiotherapy  Clinic  August 18, 2022  Clinical Notes and Records   Kent Chiro - Med Wellness  Clinic  April 27, 2021  Clinical Notes and Records   Various Providers   April 01, 2021  Title, Doctype   Author   Date  ADDITIONAL FILE  INFORMATION   -  REVIEWED NOVEMBER  4, 2022  Prescription Summary   Hunt Club Pharmacy   July 29, 2022  Direction   Ibtissam Zaher, Claimant   July 26, 2022  Clinical Notes and Records   Dr. Algis Jovaisas, Physician   July 26, 2022  Prescription Summary   Evans Medical Centre  Pharmacy Inc.  July 25, 2022  Clinical Notes and Records   Evans Medical Center   June 06, 2022  Clinical Notes and Records   Evans Medical Centre   May 26, 2022  Clinical Notes and Records   Dr. E.H. Abdulkarim,  Physician  May 06, 2022  Clinical Notes and Records   Orleans Family Health Clinic   April 12, 2022\n\nChronic Pain Assessment   Irina Toma, Registered Nurse   November 03, 2021  Clinical Notes and Records   The Ottawa Hospital   July 16, 2018  Title, Doctype   Author   Date  COMPLETE FILE COPY   -  REVIEWED JUNE 14, 2022  Clinical Notes and Records   Dr. Houda Assaad, Physician   May 12, 2022  RAD of the Sinuses   Phoenix Imaging   March 25, 2021  Clinical Notes and Records   Perth and Smiths Falls  District Hospital  April 19, 2022  RAD of the Right Hand and  the Right Wrist  Perth and Smiths Falls  District Hospital  February 20, 2022  Psychological Assessment  Report  Dr. David Duong,  Psychologist  March 30, 2022  OHIP Summary   Ontario Ministry of Health  and Long - Term Care  March 15, 2022  Medical Correspondence   Social Assistance Central  Services Branch  March 01, 2022  Occupational Therapy  Assessment  Ms. Deanne Evans,  Occupational Therapist  January 26, 2022  Application for  Determ ination of  Catastrophic Impairment  (OCF - 19) File Review  Dr. Andrea Herschorn,  Primary Care Physician  September 24, 2021  Application for  Determination of  Catastrophic Impairment,  OCF - 19  Dr. Andrea Herschorn,  Primary Care Physician  September 24, 2021  Treatment and Assessment  Plan, OCF - 18  Dr. Maryam Hassanzadeh,  Chiropractor  April 29, 2021  Clinical Notes and Records   Dr. Houda Assaad, Physician   April 01, 2021  MRI of the Brain   The Ottaw a Hospital   January 29, 2021  RAD of the Chest and the  Abdomen  Winchester District Memorial  Hospital  April 02, 2018  Treatment and Assessment  Plan, OCF - 18  Fathima Tuan Kichill,  Occupational Therapist  March 30, 2021  Treatment and Assessment  Plan, OCF - 18  Dr. David Duong,  Psychologist  March 19, 2021  Psychological Assessment   Dr. Christopher Michael  Cooper, Psychologist  February 26, 2021  Treatment and Assessment  Plan, OCF - 18  Fathima Tuan Kichill,  Occupational Therapist  February 24, 2021  Treatment and Assessment  Plan, OCF - 18  Dr. Edward Murray  Psychologist  February 23, 2021  Psychological MIG  Assessment  Dr. Christopher Michael  Cooper, Psychologist  October 20, 2020\n\nPsychological Addendum   Dr. Christopher Michael  Cooper, Psychologist  October 20, 2020  Neurosurgery Paper Review   Dr. Paul Muller, Professor of  Surgery  October 20, 2020  Neuropsychological  Examin ation  Dr. Darren Schmidt,  Psychologist  October 20, 2020  Neurological MIG  Assessment  Dr. Richard Riopelle,  Neurologist  October 20, 2020  Musculoskeletal Assessment   Dr. Pankaj Bansal   February 19, 2020  Treatment and Assessment  Plan, OCF - 18  Patricia Parmashwar,  Psychologist  February 12, 2020  Psychological Assessment  Report  Dr. Patricia Parmashwar,  Psychologist  February 10, 2020  Clinical Notes and Records   Various Providers   February 07, 2020  Photographs of Diagnostic  Imaging Taken of the  Claimant  May 05, 2017  Treatment and Assessment  Plan, OCF - 18  Dr. Maryam Hassanzadeh,  Chiropractor  November 01, 2019  Clinical Notes and Records   The Ottawa Hospital   October 29, 2019  OHIP Summary   Ontario Ministry of Health  and Long - Term Care  August 26, 2019  Clinical Notes and Records   Southbank Healthcare Centre  Inc  July 23, 2019  Application for Accident  Benefits, OCF - 1  Ibtissam Zaher, Claimant   May 19, 2019  Psychological Addendum   Dr. Christopher Michael  Cooper, Psychologist  December 20, 2018  Election of Income  Replacement, Non - Earner or  Caregiver Benefit, OCF - 10  Ibtissam Zaher, Claimant   November 05, 2018  Psychology MIG   Assessment   Dr. Christopher Michael  Cooper, Psychologist  October 17, 2018  Clinical Notes and Records   The Ottawa Hospital   October 16, 2018  CT Scan of the Head   The Ottawa Hospital   June 05, 2017  CT Scan of the Brain   The Ottawa Hospital   May 05, 2017  CT Scan of the Brain   The Ottawa Hospital   May 04, 2017  CT Scan of the Head   The Ottawa Hospital   May 03, 2017  RAD of the Left Ankle   The Ottawa Hospital   April 01, 2014  RAD of the Left Ankle, Left  Calcaneus and Bilateral Feet  The Ottawa Hospital   December 16, 2013  RAD of the Left Calcaneus   The Ottawa Hospital   November 18, 2013  RAD of the Calcaneus and  the Left Ankle  The Ottawa Hospital   October 28, 2013  RAD of the Left Ankle   The Ottawa Hospital   September 27, 2013  CT Scan of the Left Ankle   The Ottawa Hospital   April 04, 2013  RAD of the Left Foot and the  Left Calcaneus  The Ottawa Hospital   December 18, 2012  RAD of the Left Calcaneus   The Ottawa Hospital   December 22, 2011\n\nRAD of the Left Ankle and  the Left Foot  The Ottawa Hospital   December 17, 2011  Medical Report   Bella Kravtzov, Nurse  Practitioner  October 06, 2018  Disability Certificate, OCF - 3   Bella Kravtzov, Nurse  Practitioner  October 05, 2018  Clinical Notes and Records   The Ottawa Hospital   September 25, 2018  Treatment and Assessment  Plan, OCF - 18  Coriander Champion,  Occupational Therapist  June 12, 2018  Treatment and Assessment  Plan, OCF - 18  Dr. Maryam Hassanzadeh,  Chiropractor  May 23, 2018  OHIP Summary   Ontario Ministry of Health  and Long - Term Care  March 15, 2018  GIP MIG Assessment   Dr. Robert Webster,  Physician  January 30, 2018  Treatment and Assessment  Plan, OCF - 18  Dr. Ian Anderson,  Chiropractor  November 29, 2017  Treatment and Assessment  Plan, OCF - 18  Dr. Maryam Hassanzadeh,  Chiropractor  November 15, 2017  Clinical Notes and Records   Dr. Mourad Mounir Basta   June 21, 2017  BMD Report   Orleans Imaging   November 22, 2017  US of the Abdomen   Orleans Imaging   November 22, 2017  XRAY of the Lumbar Spine   Orleans Imaging   November 22, 2017  RAD of the Left Ankle and  the Left Foot  Towngate Imaging   April 25, 2016  RAD of the Sinuses   CML Healthcare   January 13, 2014  Disability Certificate, OCF - 3   Dr. Maryam Hassanzadeh,  Chiropractor  May 26, 2017  Direction   Ibtissam Zaher, Claimant   May 19, 2017  PRE - ACCIDENT MEDICAL HISTORY:  Before the accident, Ms. Zaher was independent in respect to her self - care activities. She was  primarily responsible for household responsibilities including cleaning, cooking, and laundry. She  participated in social activitie s, largely with family members, and attended services at her  mosque. She was being monitored for a number of medical conditions including:  ●   Bronchial asthma  ●   Chronic sinusitis  Ms. Zaher did not present with any documented history of mental health struggles pre - accident.  MECHANISM OF INJURY:\n\nOn November 18, 2016, Ms. Zaher was a seat - belted passenger in the front seat of her sister's  vehicle. She has no recollection of how t he accident occurred. They were stopped when another  vehicle rear - ended them. Ms. Zaher hit her head, but she does not recall on what. She interacted  with the other driver, who apologized for the accident. Her sister, who speaks English,  communicated with   the other driver.  After returning home, Ms. Zaher started experiencing an \"abnormal\" headache. Around 4 am,  she wrapped a towel around her head due to the severity of the pain. She was taken to the  Ottawa General Hospital (OGH), where a CT scan revealed s he had a brain bleed. She was then  transferred to the Civic Hospital. During this time, she began vomiting.  On the same day, she underwent neurosurgery at the Civic Hospital. Holes were drilled into her  skull to relieve the bleeding. The neurosurgeon reco mmended full bed rest for a month following  the procedure. As a result, she was bedridden.  One day, she experienced sudden, severe dizziness. Upon returning to the specialist, she was told  she might have an inner - ear problem and was prescribed medication   for vertigo. However, the  dizziness has persisted  NATURE OF INJURY:  Based on a review of available file information, Ms. Zaher   was diagnosed with the following  conditions subsequent to the subject motor vehicle accident:  ●   Subdural hematoma, bilateral subdural collections, larger on the right, measuring up to  19 mm in thic kness. Left measuring 13 mm  ●   Major Depressive Disorder with Anxious Distress [Moderate]  ●   Somatic Symptom Disorder: Persistent with Predominant Pain [Moderate], and a rule out  diagnosis in regard to Mild Neurocognitive Disorder  COURSE OF RECOVERY TO DATE:  Ms. Zaher’s recovery course to date includes the following treatments and healthcare providers  (based on file review and confirmed with claimant during this assessment):  ●   PT, she finished due to lack of coverage. Her legal representative advocated for mo re PT  sessions but the insurer didn’t reply. Through old age security, she was provided 7   -   8  sessions. During those sessions there was an improvement of 5%.  ●   She went once to a private PT however she was told to pay $100 for a session and she  found it un helpful. He put warm pads on her back and due to her fatigue, no more could  be done for her.\n\n●   There was a home PT for she and her sister. She was asked to pay $150 per session cash  per person. She had 5 sessions and he moved to Montreal.  ●   She went to L ebanon and did “many many” sessions there. This is the year of the surgery  in 2018.  ●   She attended PT at a clinic 2x/week but this was many years ago, has little recollection of  the details.  ●   “The main ongoing problem at this time is the dizziness”  CURRENT   MEDICAL/REHABILITATION TEAM:  Ms. Zaher reported that she is currently not obtaining any form of care and notes that she has  not received any treatment beyond pain medication prescribed by her family physician.  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequenc y of  appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Abdul Karim,  GP, Walk - in  clinic  Saw him one month ago.  Typically 2   –   3 times per  month depending on  situation.  Prescribing injection  “to strengthen me  more”.  TBD  Besalla,  Psychotherapist  Phone sessions once  weekly.  Based on Toronto.  Seen 6   –   7 different  psychotherapists over the  year s.  Does not know where they  came from.  Counselling provided   Ongoing  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Crestor *   10 mg daily before MVA now  40 mg daily  High cholesterol  Pantoprazole   40 mg once daily (sometimes  80)  Proton pump inhibitor  Alprazolam   0.25 mg once daily   Anxiety  Betaserc   16 mg once daily   Dizziness and virtigo  Acetaminophen with caffeine  and codeine  PRN 300/15/30   Pain  Simbicort inhaler *   PRN   Asthma  Salbutamol *   PRN   Asthma\n\nNaproxen   1000 mg as needed   Anti - inflammatory  Advil/aspirin/Tylenol   PRN   Pain  Supplements   Daily   General wellness  SUBJECTIVE INFORMATION (CLAIMANT REPORT):  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if Necessary  Headaches   She experiences headaches when dehydrated  (in early morning especially). When she stays  hydrated she feels much better.   The reason  she does not drink a lot of water is to avoid  going to the washroom as this is quite difficult.  She finds her nasal conges tion issues are also  a trigger. She makes use of warm water nasal  flush.  5/10  Blurred vision   Eyeglasses prescribed by an optometrist. She  uses reading glasses to browse her phone  when this was not required pre - accident.  NA  Neck shoulders arms   She experiences neck pain which radiates to  both   shoulders   and   arms.   She   describes  numbness,   tingling   in   her   arms,   some  spasticity with overuse which takes time to  stretch - out. Left worse than right.  10/10  Chest   Sometimes   she   feels   pressure   and   a  compression feeling in her anterior chest wall.  “This is why I’m taking medication. Is it stress,  weather. “  NA  Back pain   Wears a soft back brace and uses a gun  massager.   She will also use hot patches.  Sometimes   she   uses   ice   per   Dr.  10/10\n\nrec ommendations. Doctor told her she has a  prolapsed disc. Pain radiates to her left leg.  Right knee   Right knee joint is collecting fluid.   She must  keep it elevated. She was told she would need  a specialist for surgery to her right knee. She  does not want to proceed with this.  7/10  Generalized body aches   From immobility.   She needs a walker and  cane t o get around..  10/10  Dizziness   Comes and goes but it is very sudden when it  happens.   Did Apsley maneuver and made  things a million times worse.   She still feels  pain inside her ear.   Told to avoid going  outside  NA  Emotional Symptoms:  The client reported experiencing chest pain as a prominent physical symptom of their anxiety.  Despite being on medication and having the support of their family, the client expressed ongoing  challenges related to their emotional wellbeing. It was observed   that engaging in conversations  with their son played a vital role in alleviating their anxiety symptoms and enhancing their overall  emotional resilience.  The client highlighted that their inability to go outside presented a significant obstacle to their  e motional wellbeing. They expressed feelings of confinement and longed for the freedom to  engage with the external world. Additionally, the client described experiencing waves of sadness,  which would intermittently affect their emotional state. The assessme nt emphasized the  importance of addressing the client's anxiety symptoms while also considering strategies to  enhance their engagement in meaningful occupations within the constraints of their current  limitations.  Cognitive Symptoms:  Ms. Zaher has been   struggling with various cognitive symptoms. She reported significant short -  term memory issues and forgetfulness, such as forgetting the city in which their son resides. They  also expressed difficulties with focus and concentration, particularly when tryin g to follow a TV  show. While the client demonstrated the ability to watch the news, maintaining attention and  comprehending complex narratives appeared to be challenging.\n\nSymptom Management Strategies:  Ms. Ibtissam Zaher has made use of the following st rategies to manage her symptoms since the  time of the accident (pending resource availability):  Physiotherapy: Ms. Zaher participated in physiotherapy sessions to manage her physical  symptoms.  Medication: Ms. Zaher has been prescribed medication to mana ge her symptoms which is her  primary strategy to mitigate symptoms.  Support from Family: Ms. Zaher's son encourages her to take simple walks around the house,  suggesting a level of family support in managing her symptoms and overall health.   Her sister  a ssists her with her ADLs and provides emotional support.  Leisure Activities: Ms. Zaher watches TV, which she finds depressing, and reflects on life in  Lebanon. She has no meaningful activity to occupy her time.  Typical Day Post - Accident:  The claimant's typical day following the accident is marked by various challenges and adaptations  to accommodate her symptoms. Ms. Zaher's day begins with her son encouraging her to take  simple walks around the house. However, t hese activities often leave her feeling tired. She  spends a significant portion of her day seated, watching television. She finds the news and Arabic  series depressing, often leading her to reflect on life in Lebanon.  Her pre - accident activities included   shopping and cooking for her family. She would often visit  stores like Farm Boy and Costco. She was also responsible for managing her household, which  included her children visiting frequently. However, post - accident, these activities have been  significant ly impacted due to her injuries and ongoing symptoms.  Ms. Zaher does not currently present with any form of meaningful routine, resorting to television  shows to keep her distracted. She does not engage in any form of housework, does not cook and  experie nces significant difficulty looking after her core self - care needs.   She is frequently  encouraged by family members to do more and to try and be active within her restrictions. Ms.  Zaher noted she has no motivation to do anything.  OBJECTIVE INFORMATION:  Postural Tolerances:\n\nActivity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitations   This is her most comfortable  position.   She will often lay  on the couch throughout the  day, shifting to sitting for  periods of time and on a few  occasions daily, will stand to  go to the washroom down  the   hall   with   stand - by  supervision and intermittent  assi stance..  Ms.   Zaher   was   observed  lying   on   her   couch   for  substantial portions of the  touchpoints held with her.  She was observed sitting for  short durations.  2. Sitting   No identified limitations   Able   to   sit   for   20   -   30  minutes  Periods of sustained sitting  of 30   –   45 minutes observed  by this therapist. Ms. Zaher  was   visibly   uncomfortable  after a short period of time  (10   minutes)   and   was  regularly   observed   to  change positions.  3. Standing   No identified limitations   Short   periods   only   with  support from a walker.  Short   periods   of   static  standing   demonstrated   by  Ms.   Zaher   during   this  assessment.  4. Squatting   No identified limitations   Unable   Not observed.  5. Kneeling   No identified   limitations   Unable   Not observed.  6. Walking   No identified limitations   Short   distance   sonly   with  Rollator walker or cane and  stand - by supervision due to  fall risk.  Short   distance   indoor  ambulation observed by this  therapist   during   this  assessment.   Ms. Zaher was  observed to be winded after  a short walk.  7. Stair  Climbing  No identified limitations   Able to manage the one step  out   of   the   sunken   living  room   with   assistance.  Unable to manage stairs at  this time.  One step managed by Ms.  Zaher   with   significant  difficulty,   leading   to   an  extended   period   of  windedness.\n\n8. Driving   No identified limitations   Does not drive   NA  Tolerances, Mobility and Transfers:  Activity   Client Report and Therapist Observations  Sitting and  repositioning  Supervision/Assistance Required  Bed mobility   Independent to move in bed but requires assistance to stand from the mattress she  sleeps on in the living room which is placed directly on the floor in the evenings.  Transfers   Supervision/Assistance Required for all transfers  Balance   Static balance assessed using Four - Stage Balance Test, consisting of holding four  different stances for at least 10 seconds each.  •   with   her   feet together  •   on one foot (right then left)  •   while in a semi - tandem and,  •   while tandem stance.  Ms. Zaher was unable t o complete any of the tasks outlined above as a result of  compromised balance and reports of vertigo.  Lifting/Carrying   Ms. Zaher   is unable to lift and carry loads while ambulating.   She has everything  brought to her by family members to the living room where she spends all of her time.  Bending   Ms. Zaher experiences severe vertigo when she is bending forward. She avoids   this  at all cost.  Reaching   Ms. Zaher demonstrated the ability to reach around her periphery to access various  items located on tables surrounding her sitting area.  Fine Motor  Coordination  No identified limitations  Active Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range\n\nMovement   Right   Left   Comments  Neck   Forward flexion   WFL   Functional range preserved with pain in end  range.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   Functional range preserved with pain in end  range.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   Within Functional Limits  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   Within Functional Limits  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   Within Functional Limits  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   Within Functional Limits\n\nExtension   WFL   WFL  Knee   Flexion   WFL   WFL   Within Functional Limits  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   Within Functional Limits  Plantar flexion   WFL   WFL  Strength:  Manual muscle testing was completed by this therapist targeting major muscle groups of the  upper   and   lower   body.   The   following   scale   has   been   utilized   in   assessing   strength  measurements:  Score   Term   Description  0   Zero   No muscle contraction can be seen or felt  1   Trace   Contraction can be felt, but t her e is no motion  2 -   Poor Minus   Part move through incomplete range of motion with gravity decreased  2   Poor   Part moves through complete range of motion with gravity decreased  2+   Poor Plus   Part move through incomplete range of motion, less than 50%, against gravity or  through complete range of motion with gravity decreased against light resistance  3 -   Fair Minus   Part move through incomplete range of motion, more than 50%, against gravity  3   Fair   Part moves through complete range of motion against gravity  3+   Fair Plus   Part moves through complete range of motion against gravity and slight resistance  4   Good   Part moves through complete range of motion against gravity, moderate resistance  5   Normal   Part moves through complete range of motion against gravity and full resist ance  Ms. Zaher   presented with strenth   3+ /5 for all tested muscle groups (Upper and Lower Body).  HOME ENVIRONMENT DESCRIPTION:  TYPE OF  DWELLING  Single family home, 2 - storey  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Carpet  Bathrooms   3   Main floor and second floor   Tile  Living Room   1   Main floor   Wood and area rugs\n\nFamily Room   1   Main floor   Wood  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile  Laundry   1   Basement   Concrete  Stairs   1   Full staircases to basement and  second floor.   One step leading  to and from sunken living room  where Ms. Zaher spends her  time.  Wood  Basement   1   Finished   Carpet  Driveway  Description  Double car driveway  Yard  description  Small city plot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Single  Living Arrangement   Lives at her childrens’ homes where she will go from one to the  other depending on their needs and availability.  Children   All grown  Comments   NA  ACTIVITIES OF DAILY LIVING (Pre -   and Post - Accident):  Self - Care Activities:  The accident significantly impacted the client's ability to perform her daily activities. She now  requires assistance for meal preparation due to her inability to tolerate sustained standing  postures. She is no longer able to manage the household chores in dependently.  She is now dependent on assistance from others for most aspects of funcitonal mobility and is  unable to manage her core self - care tasks without regular involvement of family memebrs.  Her social activities have also been affected. She now s pends most of her time sitting and  watching TV, which she finds depressing. Her mobility has been limited, and she feels tired more  often. The vibrant and active life she once enjoyed has been replaced with a more sedentary and  restricted lifestyle  Home   Management Activities:\n\nBefore the accident, Ms. Zaher was quite active and independent in her daily living activities. She  was responsible for meal preparation, cooking three times a day. She enjoyed shopping and  would often visit stores like Farm Boy and   Costco to bring home groceries. She also managed the  household chores, including cleaning the kitchen, washing dishes, doing laundry, removing  garbage, vacuuming, sweeping, mopping, and dusting. She lived in a family house and her  children would visit fre quently. She also enjoyed taking simple walks around the house.  The following table provides details relating to the specific housekeeping and home maintenance  activities Ms. Zaher was responsible for pre - accident, contrasted with her current reported  abilities:  Legend of Ability:  I   –   Independent   A   –   Partial with a ssistance   D   –   With devices   U   –   Unable   NA   –   Not Applicable  Indoor Tasks   Pre - accident Engagement   Current Engagement  Meal Preparation   I   U  Dishwashing   I   U  Groceries/errands   I   U  Bathroom cleaning   I   U  Making/changing beds   I   U  Vacuuming   I   U  Sweeping   I   U  Mopping   I   U  Dusting   I   U  Tidying   I   U  Laundry   I   U  Ironing   I   U  Garbage Removal/Recycling   I   U  Outdoor Tasks   Pre - accident Engagement   Current Engagement  Lawn Care   NA   NA  Gardening   NA   NA  Snow Removal   NA   NA  Vocational Activities:  Ms. Zaher was not employed pre - accident.  Leisure Activities:\n\nBefore the accident, Ms. Ibtissam Zaher led an active lifestyle. She enjoyed shopping and would  often visit stores like Farm Boy and Costco. She also enjoyed cooking fo r her family and managing  her household. Her children would visit frequently, adding to her social interactions. She would  also take simple walks around the house, encouraged by her son. Watching TV, particularly news  and Arabic series, was part of her lei sure activities. She would often reflect on life in Lebanon,  indicating a connection to her cultural roots.s important to consider these factors when planning  her rehabilitation and recovery.  The accident significantly impacted Ms. Zaher's ability to enga ge in her pre - accident leisure  activities. She now spends most of her time sitting and watching TV, which she finds depressing.  Her mobility has been limited, and she feels tired more often. The vibrant and active life she once  enjoyed has been replaced wi th a more sedentary and restricted lifestyle.  Her son still encourages her to take simple walks around the house, but these activities often  leave her feeling tired. The social interactions she used to enjoy with her children visiting  frequently have also   been affected.  AMA GUIDES (4 th   Edition)   –   CURRENT ASSESSED LEVEL OF FUNCTION  Ms. Zaher’s subjective reports and demonstrated abilities during this assessment, information  obtained from this assessor's clinical observations, results of testing, and a re view of the medical  information provided, support this writer’s conclusions and opinion(s) regarding Ms. Zaher’s  current level of functioning.   Catastrophic Impairment Rating, Chapter 14 of the AMA Guides  specifically recommends evaluation in four areas   of functioning, including activities of daily living,  capacity for social interaction, concentration, pace and persistence, and adaptation to work or  work - like environments. These are discussed as follows:  Activities of daily living  As per the Guides, \" Activities of daily living include such activities as self - care, personal hygiene,  communication (addressed in this assessment under social functioning), ambulation, travel,  sexual function, sleep, and social   and recreational activities....In the context of the individual's  overall situation, the quality of these activities is judged by their independence, appropriateness,  effectiveness, and sustainability. It is necessary to define the extent to which the indi vidual is  capable of initiating and participating in these activities independent of supervision or direction.  What is assessed is not simply the number of activities that are restricted, but the overall degree  of restriction or combination of restrictions \" .  In the case of Ms. Zaher, her activities of daily living have been significantly impacted post -  accident. Prior to the accident, she was responsible for a variety of tasks including meal  preparation, cleaning the kitchen, washing dishes, laundry, garbag e removal, vacuuming,  sweeping, mopping, and dusting. These tasks were performed independently and effectively,  contributing to the maintenance of her household.\n\nHowever, post - accident, Ms. Zaher has demonstrated a decreased ability to manage these tasks  independently due to her inability to tolerate sustained standing postures. She now requires  assistance for the preparation of meals and struggles with tasks that require physical exertion  such as cleaning and laundry. This has resulted in a significant re striction in her ability to  participate in these activities, affecting her overall degree of independence and the quality of her  daily life.  The impact of these restrictions extends beyond the physical tasks themselves. The inability to  perform these task s independently has likely had a psychological impact, potentially contributing  to feelings of frustration, dependence, and a decreased sense of self - efficacy  Social functioning  As per the Guides, \" Social functioning refers to an individual's capacity t o interact appropriately  and communicate effectively with other individuals. Social functioning includes the ability to get  along with others such as family members, friends, neighbours.... Impaired social functioning may  be demonstrated by history of alte rcations, evictions, firings, fear of strangers, avoidance of  personal relationships, social isolation, or similar events or characteristics. Strength in social  functioning may be documented by an individual's ability to initiate social contact with others ,  communicate clearly with others, and interact and actively participate in group activities.  Cooperative behaviour, consideration for others, awareness of others’ sensitivities, and social  maturity also need to be considered .\"  In the case of Ms. Zaher, h er social functioning has been significantly impacted post - accident.  Prior to the accident, she was actively involved in social activities, including shopping and cooking  for family gatherings. She was also able to independently navigate various environmen ts such as  grocery stores and other shopping venues.  However, post - accident, Ms. Zaher's ability to engage in these social activities has been  significantly reduced. She now spends most of her time at home, primarily watching TV which  she finds depressing. She reflects on her life in Lebanon, indicating a se nse of longing for her pre -  accident lifestyle. This change in her social activities and interactions indicates a significant  impact on her social functioning.  The impact of these changes extends beyond the physical limitations. The inability to participat e  in social activities and the resulting isolation can have significant psychological impacts,  potentially contributing to feelings of depression, anxiety, and loneliness  Concentration, Persistence and Pace  As per the Guides, “ Concentration, persistence a nd pace needed to perform many activities of  daily living, including task completion. Task completion refers to the ability to sustain focussed  attention long enough to permit the timely completion of tasks commonly found in activities of\n\ndaily living or w ork settings...Strengths and weaknesses in mental concentration may be  described in terms of frequency of errors, the time it takes to complete the task, and the extent  to which assistance is required to complete the task” .  In the case of Ms. Zaher, her a bility to concentrate, persist, and maintain pace in her daily  activities has been significantly impacted post - accident. Prior to the accident, she was able to  effectively manage a variety of tasks including meal preparation, cleaning, and laundry,  demonst rating a good level of concentration, persistence, and pace, allowing her to host family  dinners which were reportedly quite expansive in nature.  However, post - accident, Ms.   Zaher   has reported difficulty   in maintaining concentration,  particularly when she   is experiencing increased pain levels. She has also reported that tasks take  her longer to complete due to her physical limitations and the need for frequent rest breaks. This  has resulted in a decrease in her overall productivity and effectiveness in man aging her daily  activities.  Deterioration or Decompensation in Work or Work - like Settings (Adaptation)  As per the Guides, “ Deterioration or decompensation in work or work like settings refers to  repeated failure to adapt to stressful circumstances. In t he face of such circumstances, the  individual may withdraw from the situation or experience exacerbation signs and symptoms....he  or she may decompensate and have difficulty maintaining activities of daily living, continuing  social relationships, and compl eting tasks. Stressors common to the environment include  attendance, making decisions, scheduling, completing tasks, and interacting with (others).”  In the case of Ms. Zaher, her ability to adapt to work or work - like settings has been significantly  impacted post - accident. Prior to the accident, she was able to effectively manage a variety of  tasks and responsibilities in her daily life, demonstrating a   good level of adaptation to various  situations.   She could handle the pressures of hosting family meals which she would handle  without difficulty. She was able to plan, take an inventory of her home supplies, make a shopping  list, go buy groceries, init iate cooking of multiple concurrent meals.  However, post - accident, Ms. Zaher has reported difficulty in managing stress and adapting to  changes in her environment. She has reported that she becomes easily overwhelmed and has  difficulty coping with stres sful situations. This has resulted in a decrease in her overall  productivity and effectiveness in managing her daily activities.  CONTACT:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .\n\nSincere ly,  _______________________  Sebastien Ferland OT Reg.(Ont)  Registered Occupational Therapist  COTO Reg# G9904084  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content  of the report, and has provided authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY IN - HOME ASSESSMENT  CLAIMANT:   Zaher, Ibtissam  CL AIM NO.:   8030851819  DATE OF LOSS:   2016 - 11 - 18  DATE OF BIRTH:  BENEFITS ADDRESSED:   Catastrophic Impairment Determination.  Criterion 7 & 8  INSURANCE COMPANY:   Intact Insurance   -   London  HVE FILE NO.:   79006  ASSESSMENT DATES:   April 4, April 11 and May 23, 2023  TYPE OF ASSESSMENT:   Occupational Therapy In - Home Assessment  ASSESSMENT LOCATION:   Claimant home  DURATION OF ASSESSMENT:   3 hours over 3 sessions  CONFIRMATION OF ID:   Health Card  OTHERS IN ATTENDANCE:   Interpreter  DATE OF REPORT:   July 4, 2023  ASSESSOR:   Mr. Sebastien Ferland, OT Reg.(Ont.)  Registered Occupational Therapist  ASSESSOR QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skil ls and evolved to providing expert opinions in matters of human  function to stakeholders in the automobile insurance sector, personal injury and family law, the  Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability  sec tors. His opinions are sought by both plaintiff and defense counsel in the context of resolving  matters in personal injury and family law cases. He has been qualified several times as an expert  in his field, providing testimony under oath in FSCO tribuna ls and cases appearing before the  Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from se rious  physical, psychological and cognitive impairments.   His assessments inform multidisciplinary  team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  client’s daily functional capabilities at home, work and in the com munity, assisting them in  forming opinions surrounding whether the catastrophic injury threshold is met.",
    "ENVIRONMENTAL": "Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in m otor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic pain, depression, anxiety and  posttraumatic stress, overseeing and directing functional reactivation programs to foster  improvements in function an d participation in meaningful activity.  PURPOSE OF REFERRAL:  Ms. Zaher was referred to HVE Healthcare Assessments in order to undergo a multi - disciplinary  assessment to establish if she has sustained a catastrophic impairment under criterion 7 & 8. The  current In - Home Assessment was completed to inform co - assessors   of Ms. Zaher’s current daily  function to assist in formulating their opinion on whether she meets the catastrophic designation  threshold under criterion 8, mental and beharioural disorders.  This assessment took place at the claimant’s home over a 3 ho ur period in three touchpoints  spanning April 4 to May 23, 2023.   The claimant presented her Ontario Health Card for photo  identification.  CONSENT AND ASSESSMENT PROTOCOL:  The claimant was informed that the assessment would entail an interview, range of   motion  testing, strength testing, and a demonstration of daily tasks. The claimant was advised that if at  any time during the Occupational Therapy Assessment SHE/HE experienced discomfort, SHE/HE  could stop to rest or discontinue the assessment. The clai mant was advised regarding potential  risks and discomforts, but informed that every effort would be made to minimize any risks  through evaluation of preliminary information regarding the claimant’s health and fitness status,  as well as through observations   during testing. The claimant was encouraged to ask any questions  regarding assessment procedures or results. The claimant was advised that following the  assessment, a report summarizing assessment data, observations, opinions, and findings would  be prepar ed and submitted to the referral source through HVE Healthcare Assessments. The  claimant provided signed consent to participate in this assessment.  This report is based on the information collected during the claimant interview, general  musculoskeletal   evaluation, and observations of functional tasks as well as review of the provided  medical documentation.   File documentation was provided prior to the completion of this  assessment report.   This report may be amended, via an addendum, if additional medica l  information becomes available.  DOCUMENTATION REVIEWED:\n\nTitle, Doctype   Author   Date  ADDITIONAL FILE  INFORMATION   -  REVIEWED JANUARY 25,  2023  Clinical Notes and Records   Capital Region Psychological  Services  December 05, 2022  Title, Doctype   Author   Date  ADDITIONAL FILE  INFORMATION   -  REVIEWED JANUARY 11,  2023  Prescription Summary   Hunt Club Pharmacy   August 24, 2022  OHIP Summary   Ontario Ministry of Health  and Long - Term Care  August 24, 2022  Clinical Notes and Records   Winchester District Memorial  Hospital  August 24, 2022  Clinical Notes and Records   MapleCare Physiotherapy  Clinic  August 18, 2022  Clinical Notes and Records   Kent Chiro - Med Wellness  Clinic  April 27, 2021  Clinical Notes and Records   Various Providers   April 01, 2021  Title, Doctype   Author   Date  ADDITIONAL FILE  INFORMATION   -  REVIEWED NOVEMBER  4, 2022  Prescription Summary   Hunt Club Pharmacy   July 29, 2022  Direction   Ibtissam Zaher, Claimant   July 26, 2022  Clinical Notes and Records   Dr. Algis Jovaisas, Physician   July 26, 2022  Prescription Summary   Evans Medical Centre  Pharmacy Inc.  July 25, 2022  Clinical Notes and Records   Evans Medical Center   June 06, 2022  Clinical Notes and Records   Evans Medical Centre   May 26, 2022  Clinical Notes and Records   Dr. E.H. Abdulkarim,  Physician  May 06, 2022  Clinical Notes and Records   Orleans Family Health Clinic   April 12, 2022\n\nChronic Pain Assessment   Irina Toma, Registered Nurse   November 03, 2021  Clinical Notes and Records   The Ottawa Hospital   July 16, 2018  Title, Doctype   Author   Date  COMPLETE FILE COPY   -  REVIEWED JUNE 14, 2022  Clinical Notes and Records   Dr. Houda Assaad, Physician   May 12, 2022  RAD of the Sinuses   Phoenix Imaging   March 25, 2021  Clinical Notes and Records   Perth and Smiths Falls  District Hospital  April 19, 2022  RAD of the Right Hand and  the Right Wrist  Perth and Smiths Falls  District Hospital  February 20, 2022  Psychological Assessment  Report  Dr. David Duong,  Psychologist  March 30, 2022  OHIP Summary   Ontario Ministry of Health  and Long - Term Care  March 15, 2022  Medical Correspondence   Social Assistance Central  Services Branch  March 01, 2022  Occupational Therapy  Assessment  Ms. Deanne Evans,  Occupational Therapist  January 26, 2022  Application for  Determ ination of  Catastrophic Impairment  (OCF - 19) File Review  Dr. Andrea Herschorn,  Primary Care Physician  September 24, 2021  Application for  Determination of  Catastrophic Impairment,  OCF - 19  Dr. Andrea Herschorn,  Primary Care Physician  September 24, 2021  Treatment and Assessment  Plan, OCF - 18  Dr. Maryam Hassanzadeh,  Chiropractor  April 29, 2021  Clinical Notes and Records   Dr. Houda Assaad, Physician   April 01, 2021  MRI of the Brain   The Ottaw a Hospital   January 29, 2021  RAD of the Chest and the  Abdomen  Winchester District Memorial  Hospital  April 02, 2018  Treatment and Assessment  Plan, OCF - 18  Fathima Tuan Kichill,  Occupational Therapist  March 30, 2021  Treatment and Assessment  Plan, OCF - 18  Dr. David Duong,  Psychologist  March 19, 2021  Psychological Assessment   Dr. Christopher Michael  Cooper, Psychologist  February 26, 2021  Treatment and Assessment  Plan, OCF - 18  Fathima Tuan Kichill,  Occupational Therapist  February 24, 2021  Treatment and Assessment  Plan, OCF - 18  Dr. Edward Murray  Psychologist  February 23, 2021  Psychological MIG  Assessment  Dr. Christopher Michael  Cooper, Psychologist  October 20, 2020\n\nPsychological Addendum   Dr. Christopher Michael  Cooper, Psychologist  October 20, 2020  Neurosurgery Paper Review   Dr. Paul Muller, Professor of  Surgery  October 20, 2020  Neuropsychological  Examin ation  Dr. Darren Schmidt,  Psychologist  October 20, 2020  Neurological MIG  Assessment  Dr. Richard Riopelle,  Neurologist  October 20, 2020  Musculoskeletal Assessment   Dr. Pankaj Bansal   February 19, 2020  Treatment and Assessment  Plan, OCF - 18  Patricia Parmashwar,  Psychologist  February 12, 2020  Psychological Assessment  Report  Dr. Patricia Parmashwar,  Psychologist  February 10, 2020  Clinical Notes and Records   Various Providers   February 07, 2020  Photographs of Diagnostic  Imaging Taken of the  Claimant  May 05, 2017  Treatment and Assessment  Plan, OCF - 18  Dr. Maryam Hassanzadeh,  Chiropractor  November 01, 2019  Clinical Notes and Records   The Ottawa Hospital   October 29, 2019  OHIP Summary   Ontario Ministry of Health  and Long - Term Care  August 26, 2019  Clinical Notes and Records   Southbank Healthcare Centre  Inc  July 23, 2019  Application for Accident  Benefits, OCF - 1  Ibtissam Zaher, Claimant   May 19, 2019  Psychological Addendum   Dr. Christopher Michael  Cooper, Psychologist  December 20, 2018  Election of Income  Replacement, Non - Earner or  Caregiver Benefit, OCF - 10  Ibtissam Zaher, Claimant   November 05, 2018  Psychology MIG   Assessment   Dr. Christopher Michael  Cooper, Psychologist  October 17, 2018  Clinical Notes and Records   The Ottawa Hospital   October 16, 2018  CT Scan of the Head   The Ottawa Hospital   June 05, 2017  CT Scan of the Brain   The Ottawa Hospital   May 05, 2017  CT Scan of the Brain   The Ottawa Hospital   May 04, 2017  CT Scan of the Head   The Ottawa Hospital   May 03, 2017  RAD of the Left Ankle   The Ottawa Hospital   April 01, 2014  RAD of the Left Ankle, Left  Calcaneus and Bilateral Feet  The Ottawa Hospital   December 16, 2013  RAD of the Left Calcaneus   The Ottawa Hospital   November 18, 2013  RAD of the Calcaneus and  the Left Ankle  The Ottawa Hospital   October 28, 2013  RAD of the Left Ankle   The Ottawa Hospital   September 27, 2013  CT Scan of the Left Ankle   The Ottawa Hospital   April 04, 2013  RAD of the Left Foot and the  Left Calcaneus  The Ottawa Hospital   December 18, 2012  RAD of the Left Calcaneus   The Ottawa Hospital   December 22, 2011",
    "MEDICAL_HISTORY": "RAD of the Left Ankle and  the Left Foot  The Ottawa Hospital   December 17, 2011  Medical Report   Bella Kravtzov, Nurse  Practitioner  October 06, 2018  Disability Certificate, OCF - 3   Bella Kravtzov, Nurse  Practitioner  October 05, 2018  Clinical Notes and Records   The Ottawa Hospital   September 25, 2018  Treatment and Assessment  Plan, OCF - 18  Coriander Champion,  Occupational Therapist  June 12, 2018  Treatment and Assessment  Plan, OCF - 18  Dr. Maryam Hassanzadeh,  Chiropractor  May 23, 2018  OHIP Summary   Ontario Ministry of Health  and Long - Term Care  March 15, 2018  GIP MIG Assessment   Dr. Robert Webster,  Physician  January 30, 2018  Treatment and Assessment  Plan, OCF - 18  Dr. Ian Anderson,  Chiropractor  November 29, 2017  Treatment and Assessment  Plan, OCF - 18  Dr. Maryam Hassanzadeh,  Chiropractor  November 15, 2017  Clinical Notes and Records   Dr. Mourad Mounir Basta   June 21, 2017  BMD Report   Orleans Imaging   November 22, 2017  US of the Abdomen   Orleans Imaging   November 22, 2017  XRAY of the Lumbar Spine   Orleans Imaging   November 22, 2017  RAD of the Left Ankle and  the Left Foot  Towngate Imaging   April 25, 2016  RAD of the Sinuses   CML Healthcare   January 13, 2014  Disability Certificate, OCF - 3   Dr. Maryam Hassanzadeh,  Chiropractor  May 26, 2017  Direction   Ibtissam Zaher, Claimant   May 19, 2017  PRE - ACCIDENT MEDICAL HISTORY:  Before the accident, Ms. Zaher was independent in respect to her self - care activities. She was  primarily responsible for household responsibilities including cleaning, cooking, and laundry. She  participated in social activitie s, largely with family members, and attended services at her  mosque. She was being monitored for a number of medical conditions including:  ●   Bronchial asthma  ●   Chronic sinusitis  Ms. Zaher did not present with any documented history of mental health struggles pre - accident.  MECHANISM OF INJURY:\n\nOn November 18, 2016, Ms. Zaher was a seat - belted passenger in the front seat of her sister's  vehicle. She has no recollection of how t he accident occurred. They were stopped when another  vehicle rear - ended them. Ms. Zaher hit her head, but she does not recall on what. She interacted  with the other driver, who apologized for the accident. Her sister, who speaks English,  communicated with   the other driver.  After returning home, Ms. Zaher started experiencing an \"abnormal\" headache. Around 4 am,  she wrapped a towel around her head due to the severity of the pain. She was taken to the  Ottawa General Hospital (OGH), where a CT scan revealed s he had a brain bleed. She was then  transferred to the Civic Hospital. During this time, she began vomiting.  On the same day, she underwent neurosurgery at the Civic Hospital. Holes were drilled into her  skull to relieve the bleeding. The neurosurgeon reco mmended full bed rest for a month following  the procedure. As a result, she was bedridden.  One day, she experienced sudden, severe dizziness. Upon returning to the specialist, she was told  she might have an inner - ear problem and was prescribed medication   for vertigo. However, the  dizziness has persisted  NATURE OF INJURY:  Based on a review of available file information, Ms. Zaher   was diagnosed with the following  conditions subsequent to the subject motor vehicle accident:  ●   Subdural hematoma, bilateral subdural collections, larger on the right, measuring up to  19 mm in thic kness. Left measuring 13 mm  ●   Major Depressive Disorder with Anxious Distress [Moderate]  ●   Somatic Symptom Disorder: Persistent with Predominant Pain [Moderate], and a rule out  diagnosis in regard to Mild Neurocognitive Disorder  COURSE OF RECOVERY TO DATE:  Ms. Zaher’s recovery course to date includes the following treatments and healthcare providers  (based on file review and confirmed with claimant during this assessment):  ●   PT, she finished due to lack of coverage. Her legal representative advocated for mo re PT  sessions but the insurer didn’t reply. Through old age security, she was provided 7   -   8  sessions. During those sessions there was an improvement of 5%.  ●   She went once to a private PT however she was told to pay $100 for a session and she  found it un helpful. He put warm pads on her back and due to her fatigue, no more could  be done for her.\n\n●   There was a home PT for she and her sister. She was asked to pay $150 per session cash  per person. She had 5 sessions and he moved to Montreal.  ●   She went to L ebanon and did “many many” sessions there. This is the year of the surgery  in 2018.  ●   She attended PT at a clinic 2x/week but this was many years ago, has little recollection of  the details.  ●   “The main ongoing problem at this time is the dizziness”  CURRENT   MEDICAL/REHABILITATION TEAM:  Ms. Zaher reported that she is currently not obtaining any form of care and notes that she has  not received any treatment beyond pain medication prescribed by her family physician.  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequenc y of  appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Abdul Karim,  GP, Walk - in  clinic  Saw him one month ago.  Typically 2   –   3 times per  month depending on  situation.  Prescribing injection  “to strengthen me  more”.  TBD  Besalla,  Psychotherapist  Phone sessions once  weekly.  Based on Toronto.  Seen 6   –   7 different  psychotherapists over the  year s.  Does not know where they  came from.  Counselling provided   Ongoing  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Crestor *   10 mg daily before MVA now  40 mg daily  High cholesterol  Pantoprazole   40 mg once daily (sometimes  80)  Proton pump inhibitor  Alprazolam   0.25 mg once daily   Anxiety  Betaserc   16 mg once daily   Dizziness and virtigo  Acetaminophen with caffeine  and codeine  PRN 300/15/30   Pain  Simbicort inhaler *   PRN   Asthma  Salbutamol *   PRN   Asthma",
    "SYMPTOMS": "daily living or w ork settings...Strengths and weaknesses in mental concentration may be  described in terms of frequency of errors, the time it takes to complete the task, and the extent  to which assistance is required to complete the task” .  In the case of Ms. Zaher, her a bility to concentrate, persist, and maintain pace in her daily  activities has been significantly impacted post - accident. Prior to the accident, she was able to  effectively manage a variety of tasks including meal preparation, cleaning, and laundry,  demonst rating a good level of concentration, persistence, and pace, allowing her to host family  dinners which were reportedly quite expansive in nature.  However, post - accident, Ms.   Zaher   has reported difficulty   in maintaining concentration,  particularly when she   is experiencing increased pain levels. She has also reported that tasks take  her longer to complete due to her physical limitations and the need for frequent rest breaks. This  has resulted in a decrease in her overall productivity and effectiveness in man aging her daily  activities.  Deterioration or Decompensation in Work or Work - like Settings (Adaptation)  As per the Guides, “ Deterioration or decompensation in work or work like settings refers to  repeated failure to adapt to stressful circumstances. In t he face of such circumstances, the  individual may withdraw from the situation or experience exacerbation signs and symptoms....he  or she may decompensate and have difficulty maintaining activities of daily living, continuing  social relationships, and compl eting tasks. Stressors common to the environment include  attendance, making decisions, scheduling, completing tasks, and interacting with (others).”  In the case of Ms. Zaher, her ability to adapt to work or work - like settings has been significantly  impacted post - accident. Prior to the accident, she was able to effectively manage a variety of  tasks and responsibilities in her daily life, demonstrating a   good level of adaptation to various  situations.   She could handle the pressures of hosting family meals which she would handle  without difficulty. She was able to plan, take an inventory of her home supplies, make a shopping  list, go buy groceries, init iate cooking of multiple concurrent meals.  However, post - accident, Ms. Zaher has reported difficulty in managing stress and adapting to  changes in her environment. She has reported that she becomes easily overwhelmed and has  difficulty coping with stres sful situations. This has resulted in a decrease in her overall  productivity and effectiveness in managing her daily activities.  CONTACT:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .\n\nSincere ly,  _______________________  Sebastien Ferland OT Reg.(Ont)  Registered Occupational Therapist  COTO Reg# G9904084  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content  of the report, and has provided authorization to utilize the electronic signature .",
    "FUNCTIONAL_STATUS": "However, post - accident, Ms. Zaher has demonstrated a decreased ability to manage these tasks  independently due to her inability to tolerate sustained standing postures. She now requires  assistance for the preparation of meals and struggles with tasks that require physical exertion  such as cleaning and laundry. This has resulted in a significant re striction in her ability to  participate in these activities, affecting her overall degree of independence and the quality of her  daily life.  The impact of these restrictions extends beyond the physical tasks themselves. The inability to  perform these task s independently has likely had a psychological impact, potentially contributing  to feelings of frustration, dependence, and a decreased sense of self - efficacy  Social functioning  As per the Guides, \" Social functioning refers to an individual's capacity t o interact appropriately  and communicate effectively with other individuals. Social functioning includes the ability to get  along with others such as family members, friends, neighbours.... Impaired social functioning may  be demonstrated by history of alte rcations, evictions, firings, fear of strangers, avoidance of  personal relationships, social isolation, or similar events or characteristics. Strength in social  functioning may be documented by an individual's ability to initiate social contact with others ,  communicate clearly with others, and interact and actively participate in group activities.  Cooperative behaviour, consideration for others, awareness of others’ sensitivities, and social  maturity also need to be considered .\"  In the case of Ms. Zaher, h er social functioning has been significantly impacted post - accident.  Prior to the accident, she was actively involved in social activities, including shopping and cooking  for family gatherings. She was also able to independently navigate various environmen ts such as  grocery stores and other shopping venues.  However, post - accident, Ms. Zaher's ability to engage in these social activities has been  significantly reduced. She now spends most of her time at home, primarily watching TV which  she finds depressing. She reflects on her life in Lebanon, indicating a se nse of longing for her pre -  accident lifestyle. This change in her social activities and interactions indicates a significant  impact on her social functioning.  The impact of these changes extends beyond the physical limitations. The inability to participat e  in social activities and the resulting isolation can have significant psychological impacts,  potentially contributing to feelings of depression, anxiety, and loneliness  Concentration, Persistence and Pace  As per the Guides, “ Concentration, persistence a nd pace needed to perform many activities of  daily living, including task completion. Task completion refers to the ability to sustain focussed  attention long enough to permit the timely completion of tasks commonly found in activities of",
    "ADLS": "Before the accident, Ms. Ibtissam Zaher led an active lifestyle. She enjoyed shopping and would  often visit stores like Farm Boy and Costco. She also enjoyed cooking fo r her family and managing  her household. Her children would visit frequently, adding to her social interactions. She would  also take simple walks around the house, encouraged by her son. Watching TV, particularly news  and Arabic series, was part of her lei sure activities. She would often reflect on life in Lebanon,  indicating a connection to her cultural roots.s important to consider these factors when planning  her rehabilitation and recovery.  The accident significantly impacted Ms. Zaher's ability to enga ge in her pre - accident leisure  activities. She now spends most of her time sitting and watching TV, which she finds depressing.  Her mobility has been limited, and she feels tired more often. The vibrant and active life she once  enjoyed has been replaced wi th a more sedentary and restricted lifestyle.  Her son still encourages her to take simple walks around the house, but these activities often  leave her feeling tired. The social interactions she used to enjoy with her children visiting  frequently have also   been affected.  AMA GUIDES (4 th   Edition)   –   CURRENT ASSESSED LEVEL OF FUNCTION  Ms. Zaher’s subjective reports and demonstrated abilities during this assessment, information  obtained from this assessor's clinical observations, results of testing, and a re view of the medical  information provided, support this writer’s conclusions and opinion(s) regarding Ms. Zaher’s  current level of functioning.   Catastrophic Impairment Rating, Chapter 14 of the AMA Guides  specifically recommends evaluation in four areas   of functioning, including activities of daily living,  capacity for social interaction, concentration, pace and persistence, and adaptation to work or  work - like environments. These are discussed as follows:  Activities of daily living  As per the Guides, \" Activities of daily living include such activities as self - care, personal hygiene,  communication (addressed in this assessment under social functioning), ambulation, travel,  sexual function, sleep, and social   and recreational activities....In the context of the individual's  overall situation, the quality of these activities is judged by their independence, appropriateness,  effectiveness, and sustainability. It is necessary to define the extent to which the indi vidual is  capable of initiating and participating in these activities independent of supervision or direction.  What is assessed is not simply the number of activities that are restricted, but the overall degree  of restriction or combination of restrictions \" .  In the case of Ms. Zaher, her activities of daily living have been significantly impacted post -  accident. Prior to the accident, she was responsible for a variety of tasks including meal  preparation, cleaning the kitchen, washing dishes, laundry, garbag e removal, vacuuming,  sweeping, mopping, and dusting. These tasks were performed independently and effectively,  contributing to the maintenance of her household."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "ADLS": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "’s daily functional capabilities at home",
      "dob": "BENEFITS ADDRESSED:   Catastrophic Impairment Determination",
      "age": null,
      "gender": "",
      "address": "ED:   Catastrophic Impairment Determination",
      "phone": "8030851819",
      "referralSource": "",
      "insuranceInfo": "COMPANY:   Intact Insurance   -   London  HVE FILE NO",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "phone": 0.8,
        "insuranceInfo": 0.7
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "",
        "bedroom": "",
        "kitchen": ""
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in m otor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic pain, depression, anxiety and  posttraumatic stress, overseeing and directing functional reactivation programs to foster  improvements in function an d participation in meaningful activity.  PURPOSE OF REFERRAL:  Ms. Zaher was referred to HVE Healthcare Assessments in order to undergo a multi - disciplinary  assessment to establish if she has sustained a catastrophic impairment under criterion 7 & 8. The  current In - Home Assessment was completed to inform co - assessors   of Ms. Zaher’s current daily  function to assist in formulating their opinion on whether she meets the catastrophic designation  threshold under criterion 8, mental and beharioural disorders.  This assessment took place at the claimant’s home over a 3 ho ur period in three touchpoints  spanning April 4 to May 23, 2023.   The claimant presented her Ontario Health Card for photo  identification.  CONSENT AND ASSESSMENT PROTOCOL:  The claimant was informed that the assessment would entail an interview, range of   motion  testing, strength testing, and a demonstration of daily tasks. The claimant was advised that if at  any time during the Occupational Therapy Assessment SHE/HE experienced discomfort, SHE/HE  could stop to rest or discontinue the assessment. The clai mant was advised regarding potential  risks and discomforts, but informed that every effort would be made to minimize any risks  through evaluation of preliminary information regarding the claimant’s health and fitness status,  as well as through observations   during testing. The claimant was encouraged to ask any questions  regarding assessment procedures or results. The claimant was advised that following the  assessment, a report summarizing assessment data, observations, opinions, and findings would  be prepar ed and submitted to the referral source through HVE Healthcare Assessments. The  claimant provided signed consent to participate in this assessment.  This report is based on the information collected during the claimant interview, general  musculoskeletal   evaluation, and observations of functional tasks as well as review of the provided  medical documentation.   File documentation was provided prior to the completion of this  assessment report.   This report may be amended, via an addendum, if additional medica l  information becomes available.  DOCUMENTATION REVIEWED:\n\nTitle, Doctype   Author   Date  ADDITIONAL FILE  INFORMATION   -  REVIEWED JANUARY 25,  2023  Clinical Notes and Records   Capital Region Psychological  Services  December 05, 2022  Title, Doctype   Author   Date  ADDITIONAL FILE  INFORMATION   -  REVIEWED JANUARY 11,  2023  Prescription Summary   Hunt Club Pharmacy   August 24, 2022  OHIP Summary   Ontario Ministry of Health  and Long - Term Care  August 24, 2022  Clinical Notes and Records   Winchester District Memorial  Hospital  August 24, 2022  Clinical Notes and Records   MapleCare Physiotherapy  Clinic  August 18, 2022  Clinical Notes and Records   Kent Chiro - Med Wellness  Clinic  April 27, 2021  Clinical Notes and Records   Various Providers   April 01, 2021  Title, Doctype   Author   Date  ADDITIONAL FILE  INFORMATION   -  REVIEWED NOVEMBER  4, 2022  Prescription Summary   Hunt Club Pharmacy   July 29, 2022  Direction   Ibtissam Zaher, Claimant   July 26, 2022  Clinical Notes and Records   Dr. Algis Jovaisas, Physician   July 26, 2022  Prescription Summary   Evans Medical Centre  Pharmacy Inc.  July 25, 2022  Clinical Notes and Records   Evans Medical Center   June 06, 2022  Clinical Notes and Records   Evans Medical Centre   May 26, 2022  Clinical Notes and Records   Dr. E.H. Abdulkarim,  Physician  May 06, 2022  Clinical Notes and Records   Orleans Family Health Clinic   April 12, 2022\n\nChronic Pain Assessment   Irina Toma, Registered Nurse   November 03, 2021  Clinical Notes and Records   The Ottawa Hospital   July 16, 2018  Title, Doctype   Author   Date  COMPLETE FILE COPY   -  REVIEWED JUNE 14, 2022  Clinical Notes and Records   Dr. Houda Assaad, Physician   May 12, 2022  RAD of the Sinuses   Phoenix Imaging   March 25, 2021  Clinical Notes and Records   Perth and Smiths Falls  District Hospital  April 19, 2022  RAD of the Right Hand and  the Right Wrist  Perth and Smiths Falls  District Hospital  February 20, 2022  Psychological Assessment  Report  Dr. David Duong,  Psychologist  March 30, 2022  OHIP Summary   Ontario Ministry of Health  and Long - Term Care  March 15, 2022  Medical Correspondence   Social Assistance Central  Services Branch  March 01, 2022  Occupational Therapy  Assessment  Ms. Deanne Evans,  Occupational Therapist  January 26, 2022  Application for  Determ ination of  Catastrophic Impairment  (OCF - 19) File Review  Dr. Andrea Herschorn,  Primary Care Physician  September 24, 2021  Application for  Determination of  Catastrophic Impairment,  OCF - 19  Dr. Andrea Herschorn,  Primary Care Physician  September 24, 2021  Treatment and Assessment  Plan, OCF - 18  Dr. Maryam Hassanzadeh,  Chiropractor  April 29, 2021  Clinical Notes and Records   Dr. Houda Assaad, Physician   April 01, 2021  MRI of the Brain   The Ottaw a Hospital   January 29, 2021  RAD of the Chest and the  Abdomen  Winchester District Memorial  Hospital  April 02, 2018  Treatment and Assessment  Plan, OCF - 18  Fathima Tuan Kichill,  Occupational Therapist  March 30, 2021  Treatment and Assessment  Plan, OCF - 18  Dr. David Duong,  Psychologist  March 19, 2021  Psychological Assessment   Dr. Christopher Michael  Cooper, Psychologist  February 26, 2021  Treatment and Assessment  Plan, OCF - 18  Fathima Tuan Kichill,  Occupational Therapist  February 24, 2021  Treatment and Assessment  Plan, OCF - 18  Dr. Edward Murray  Psychologist  February 23, 2021  Psychological MIG  Assessment  Dr. Christopher Michael  Cooper, Psychologist  October 20, 2020\n\nPsychological Addendum   Dr. Christopher Michael  Cooper, Psychologist  October 20, 2020  Neurosurgery Paper Review   Dr. Paul Muller, Professor of  Surgery  October 20, 2020  Neuropsychological  Examin ation  Dr. Darren Schmidt,  Psychologist  October 20, 2020  Neurological MIG  Assessment  Dr. Richard Riopelle,  Neurologist  October 20, 2020  Musculoskeletal Assessment   Dr. Pankaj Bansal   February 19, 2020  Treatment and Assessment  Plan, OCF - 18  Patricia Parmashwar,  Psychologist  February 12, 2020  Psychological Assessment  Report  Dr. Patricia Parmashwar,  Psychologist  February 10, 2020  Clinical Notes and Records   Various Providers   February 07, 2020  Photographs of Diagnostic  Imaging Taken of the  Claimant  May 05, 2017  Treatment and Assessment  Plan, OCF - 18  Dr. Maryam Hassanzadeh,  Chiropractor  November 01, 2019  Clinical Notes and Records   The Ottawa Hospital   October 29, 2019  OHIP Summary   Ontario Ministry of Health  and Long - Term Care  August 26, 2019  Clinical Notes and Records   Southbank Healthcare Centre  Inc  July 23, 2019  Application for Accident  Benefits, OCF - 1  Ibtissam Zaher, Claimant   May 19, 2019  Psychological Addendum   Dr. Christopher Michael  Cooper, Psychologist  December 20, 2018  Election of Income  Replacement, Non - Earner or  Caregiver Benefit, OCF - 10  Ibtissam Zaher, Claimant   November 05, 2018  Psychology MIG   Assessment   Dr. Christopher Michael  Cooper, Psychologist  October 17, 2018  Clinical Notes and Records   The Ottawa Hospital   October 16, 2018  CT Scan of the Head   The Ottawa Hospital   June 05, 2017  CT Scan of the Brain   The Ottawa Hospital   May 05, 2017  CT Scan of the Brain   The Ottawa Hospital   May 04, 2017  CT Scan of the Head   The Ottawa Hospital   May 03, 2017  RAD of the Left Ankle   The Ottawa Hospital   April 01, 2014  RAD of the Left Ankle, Left  Calcaneus and Bilateral Feet  The Ottawa Hospital   December 16, 2013  RAD of the Left Calcaneus   The Ottawa Hospital   November 18, 2013  RAD of the Calcaneus and  the Left Ankle  The Ottawa Hospital   October 28, 2013  RAD of the Left Ankle   The Ottawa Hospital   September 27, 2013  CT Scan of the Left Ankle   The Ottawa Hospital   April 04, 2013  RAD of the Left Foot and the  Left Calcaneus  The Ottawa Hospital   December 18, 2012  RAD of the Left Calcaneus   The Ottawa Hospital   December 22, 2011",
      "confidence": {
        "homeLayout": 0,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [
        "the following  conditions subsequent to the subject motor vehicle accident:  ●   Subdural hematoma, bilateral subdural collections, larger on the right, measuring up to  19 mm in thic kness",
        "in regard to Mild Neurocognitive Disorder  COURSE OF RECOVERY TO DATE:  Ms"
      ],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "the following  conditions subsequent to the subject motor vehicle accident:  ●   Subdural hematoma, bilateral subdural collections, larger on the right, measuring up to  19 mm in thic kness",
      "secondaryDiagnoses": [
        "in regard to Mild Neurocognitive Disorder  COURSE OF RECOVERY TO DATE:  Ms"
      ],
      "medicalNotes": "RAD of the Left Ankle and  the Left Foot  The Ottawa Hospital   December 17, 2011  Medical Report   Bella Kravtzov, Nurse  Practitioner  October 06, 2018  Disability Certificate, OCF - 3   Bella Kravtzov, Nurse  Practitioner  October 05, 2018  Clinical Notes and Records   The Ottawa Hospital   September 25, 2018  Treatment and Assessment  Plan, OCF - 18  Coriander Champion,  Occupational Therapist  June 12, 2018  Treatment and Assessment  Plan, OCF - 18  Dr. Maryam Hassanzadeh,  Chiropractor  May 23, 2018  OHIP Summary   Ontario Ministry of Health  and Long - Term Care  March 15, 2018  GIP MIG Assessment   Dr. Robert Webster,  Physician  January 30, 2018  Treatment and Assessment  Plan, OCF - 18  Dr. Ian Anderson,  Chiropractor  November 29, 2017  Treatment and Assessment  Plan, OCF - 18  Dr. Maryam Hassanzadeh,  Chiropractor  November 15, 2017  Clinical Notes and Records   Dr. Mourad Mounir Basta   June 21, 2017  BMD Report   Orleans Imaging   November 22, 2017  US of the Abdomen   Orleans Imaging   November 22, 2017  XRAY of the Lumbar Spine   Orleans Imaging   November 22, 2017  RAD of the Left Ankle and  the Left Foot  Towngate Imaging   April 25, 2016  RAD of the Sinuses   CML Healthcare   January 13, 2014  Disability Certificate, OCF - 3   Dr. Maryam Hassanzadeh,  Chiropractor  May 26, 2017  Direction   Ibtissam Zaher, Claimant   May 19, 2017  PRE - ACCIDENT MEDICAL HISTORY:  Before the accident, Ms. Zaher was independent in respect to her self - care activities. She was  primarily responsible for household responsibilities including cleaning, cooking, and laundry. She  participated in social activitie s, largely with family members, and attended services at her  mosque. She was being monitored for a number of medical conditions including:  ●   Bronchial asthma  ●   Chronic sinusitis  Ms. Zaher did not present with any documented history of mental health struggles pre - accident.  MECHANISM OF INJURY:\n\nOn November 18, 2016, Ms. Zaher was a seat - belted passenger in the front seat of her sister's  vehicle. She has no recollection of how t he accident occurred. They were stopped when another  vehicle rear - ended them. Ms. Zaher hit her head, but she does not recall on what. She interacted  with the other driver, who apologized for the accident. Her sister, who speaks English,  communicated with   the other driver.  After returning home, Ms. Zaher started experiencing an \"abnormal\" headache. Around 4 am,  she wrapped a towel around her head due to the severity of the pain. She was taken to the  Ottawa General Hospital (OGH), where a CT scan revealed s he had a brain bleed. She was then  transferred to the Civic Hospital. During this time, she began vomiting.  On the same day, she underwent neurosurgery at the Civic Hospital. Holes were drilled into her  skull to relieve the bleeding. The neurosurgeon reco mmended full bed rest for a month following  the procedure. As a result, she was bedridden.  One day, she experienced sudden, severe dizziness. Upon returning to the specialist, she was told  she might have an inner - ear problem and was prescribed medication   for vertigo. However, the  dizziness has persisted  NATURE OF INJURY:  Based on a review of available file information, Ms. Zaher   was diagnosed with the following  conditions subsequent to the subject motor vehicle accident:  ●   Subdural hematoma, bilateral subdural collections, larger on the right, measuring up to  19 mm in thic kness. Left measuring 13 mm  ●   Major Depressive Disorder with Anxious Distress [Moderate]  ●   Somatic Symptom Disorder: Persistent with Predominant Pain [Moderate], and a rule out  diagnosis in regard to Mild Neurocognitive Disorder  COURSE OF RECOVERY TO DATE:  Ms. Zaher’s recovery course to date includes the following treatments and healthcare providers  (based on file review and confirmed with claimant during this assessment):  ●   PT, she finished due to lack of coverage. Her legal representative advocated for mo re PT  sessions but the insurer didn’t reply. Through old age security, she was provided 7   -   8  sessions. During those sessions there was an improvement of 5%.  ●   She went once to a private PT however she was told to pay $100 for a session and she  found it un helpful. He put warm pads on her back and due to her fatigue, no more could  be done for her.\n\n●   There was a home PT for she and her sister. She was asked to pay $150 per session cash  per person. She had 5 sessions and he moved to Montreal.  ●   She went to L ebanon and did “many many” sessions there. This is the year of the surgery  in 2018.  ●   She attended PT at a clinic 2x/week but this was many years ago, has little recollection of  the details.  ●   “The main ongoing problem at this time is the dizziness”  CURRENT   MEDICAL/REHABILITATION TEAM:  Ms. Zaher reported that she is currently not obtaining any form of care and notes that she has  not received any treatment beyond pain medication prescribed by her family physician.  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequenc y of  appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Abdul Karim,  GP, Walk - in  clinic  Saw him one month ago.  Typically 2   –   3 times per  month depending on  situation.  Prescribing injection  “to strengthen me  more”.  TBD  Besalla,  Psychotherapist  Phone sessions once  weekly.  Based on Toronto.  Seen 6   –   7 different  psychotherapists over the  year s.  Does not know where they  came from.  Counselling provided   Ongoing  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Crestor *   10 mg daily before MVA now  40 mg daily  High cholesterol  Pantoprazole   40 mg once daily (sometimes  80)  Proton pump inhibitor  Alprazolam   0.25 mg once daily   Anxiety  Betaserc   16 mg once daily   Dizziness and virtigo  Acetaminophen with caffeine  and codeine  PRN 300/15/30   Pain  Simbicort inhaler *   PRN   Asthma  Salbutamol *   PRN   Asthma",
      "confidence": {
        "primaryDiagnosis": 0.8,
        "diagnoses": 0.8,
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0,
        "secondaryDiagnoses": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Zaher   has reported difficulty   in maintaining concentration,  particularly when she   is experiencing increased pain levels.",
        "he  or she may decompensate and have difficulty maintaining activities of daily living, continuing  social relationships, and compl eting tasks.",
        "She could handle the pressures of hosting family meals which she would handle  without difficulty.",
        "Zaher has reported difficulty in managing stress and adapting to  changes in her environment.",
        "She has reported that she becomes easily overwhelmed and has  difficulty coping with stres sful situations."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "s",
      "aggravatingFactors": [
        "levels"
      ],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "re ly,  _______________________  Sebastien Ferland OT Reg",
      "symptomProgression": "",
      "symptomNotes": "daily living or w ork settings...Strengths and weaknesses in mental concentration may be  described in terms of frequency of errors, the time it takes to complete the task, and the extent  to which assistance is required to complete the task” .  In the case of Ms. Zaher, her a bility to concentrate, persist, and maintain pace in her daily  activities has been significantly impacted post - accident. Prior to the accident, she was able to  effectively manage a variety of tasks including meal preparation, cleaning, and laundry,  demonst rating a good level of concentration, persistence, and pace, allowing her to host family  dinners which were reportedly quite expansive in nature.  However, post - accident, Ms.   Zaher   has reported difficulty   in maintaining concentration,  particularly when she   is experiencing increased pain levels. She has also reported that tasks take  her longer to complete due to her physical limitations and the need for frequent rest breaks. This  has resulted in a decrease in her overall productivity and effectiveness in man aging her daily  activities.  Deterioration or Decompensation in Work or Work - like Settings (Adaptation)  As per the Guides, “ Deterioration or decompensation in work or work like settings refers to  repeated failure to adapt to stressful circumstances. In t he face of such circumstances, the  individual may withdraw from the situation or experience exacerbation signs and symptoms....he  or she may decompensate and have difficulty maintaining activities of daily living, continuing  social relationships, and compl eting tasks. Stressors common to the environment include  attendance, making decisions, scheduling, completing tasks, and interacting with (others).”  In the case of Ms. Zaher, her ability to adapt to work or work - like settings has been significantly  impacted post - accident. Prior to the accident, she was able to effectively manage a variety of  tasks and responsibilities in her daily life, demonstrating a   good level of adaptation to various  situations.   She could handle the pressures of hosting family meals which she would handle  without difficulty. She was able to plan, take an inventory of her home supplies, make a shopping  list, go buy groceries, init iate cooking of multiple concurrent meals.  However, post - accident, Ms. Zaher has reported difficulty in managing stress and adapting to  changes in her environment. She has reported that she becomes easily overwhelmed and has  difficulty coping with stres sful situations. This has resulted in a decrease in her overall  productivity and effectiveness in managing her daily activities.  CONTACT:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .\n\nSincere ly,  _______________________  Sebastien Ferland OT Reg.(Ont)  Registered Occupational Therapist  COTO Reg# G9904084  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content  of the report, and has provided authorization to utilize the electronic signature .",
      "confidence": {
        "reportedSymptoms": 0.8,
        "painIntensity": 0.8,
        "aggravatingFactors": 0.8,
        "symptomOnset": 0.8
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [
        "The impact of these restrictions extends beyond the physical tasks themselves."
      ],
      "assistiveDevices": [],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "",
      "functionalGoals": [],
      "notes": "However, post - accident, Ms. Zaher has demonstrated a decreased ability to manage these tasks  independently due to her inability to tolerate sustained standing postures. She now requires  assistance for the preparation of meals and struggles with tasks that require physical exertion  such as cleaning and laundry. This has resulted in a significant re striction in her ability to  participate in these activities, affecting her overall degree of independence and the quality of her  daily life.  The impact of these restrictions extends beyond the physical tasks themselves. The inability to  perform these task s independently has likely had a psychological impact, potentially contributing  to feelings of frustration, dependence, and a decreased sense of self - efficacy  Social functioning  As per the Guides, \" Social functioning refers to an individual's capacity t o interact appropriately  and communicate effectively with other individuals. Social functioning includes the ability to get  along with others such as family members, friends, neighbours.... Impaired social functioning may  be demonstrated by history of alte rcations, evictions, firings, fear of strangers, avoidance of  personal relationships, social isolation, or similar events or characteristics. Strength in social  functioning may be documented by an individual's ability to initiate social contact with others ,  communicate clearly with others, and interact and actively participate in group activities.  Cooperative behaviour, consideration for others, awareness of others’ sensitivities, and social  maturity also need to be considered .\"  In the case of Ms. Zaher, h er social functioning has been significantly impacted post - accident.  Prior to the accident, she was actively involved in social activities, including shopping and cooking  for family gatherings. She was also able to independently navigate various environmen ts such as  grocery stores and other shopping venues.  However, post - accident, Ms. Zaher's ability to engage in these social activities has been  significantly reduced. She now spends most of her time at home, primarily watching TV which  she finds depressing. She reflects on her life in Lebanon, indicating a se nse of longing for her pre -  accident lifestyle. This change in her social activities and interactions indicates a significant  impact on her social functioning.  The impact of these changes extends beyond the physical limitations. The inability to participat e  in social activities and the resulting isolation can have significant psychological impacts,  potentially contributing to feelings of depression, anxiety, and loneliness  Concentration, Persistence and Pace  As per the Guides, “ Concentration, persistence a nd pace needed to perform many activities of  daily living, including task completion. Task completion refers to the ability to sustain focussed  attention long enough to permit the timely completion of tasks commonly found in activities of",
      "confidence": {
        "functionalLimitations": 0.8,
        "functionalGoals": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "These are discussed as follows:  Activities of daily living  As per the Guides, \" Activities of daily living include such activities as self - care, personal hygiene,  communication (addressed in this assessment under social functioning), ambulation, travel,  sexual function, sleep, and social   and recreational activities."
        },
        "dressing": {
          "level": "unknown",
          "notes": "These are discussed as follows:  Activities of daily living  As per the Guides, \" Activities of daily living include such activities as self - care, personal hygiene,  communication (addressed in this assessment under social functioning), ambulation, travel,  sexual function, sleep, and social   and recreational activities."
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": "These are discussed as follows:  Activities of daily living  As per the Guides, \" Activities of daily living include such activities as self - care, personal hygiene,  communication (addressed in this assessment under social functioning), ambulation, travel,  sexual function, sleep, and social   and recreational activities."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": "She would  also take simple walks around the house, encouraged by her son."
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": "She also enjoyed cooking fo r her family and managing  her household."
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "Prior to the accident, she was responsible for a variety of tasks including meal  preparation, cleaning the kitchen, washing dishes, laundry, garbag e removal, vacuuming,  sweeping, mopping, and dusting."
        },
        "shopping": {
          "level": "unknown",
          "notes": "She enjoyed shopping and would  often visit stores like Farm Boy and Costco."
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": "Zaher’s subjective reports and demonstrated abilities during this assessment, information  obtained from this assessor's clinical observations, results of testing, and a re view of the medical  information provided, support this writer’s conclusions and opinion(s) regarding Ms."
        }
      },
      "summary": "s and opinion(s) regarding Ms. Zaher’s  current level of functioning.   Catastrophic Impairment Rating, Chapter 14 of the AMA Guides  specifically recommends evaluation in four areas   of functioning, including activities of daily living,  capacity for social interaction, concentration, pace and persistence, and adaptation to work or  work - like environments. These are discussed as follows:  Activities of daily living  As per the Guides, \" Activities of daily living include such activities as self - care, personal hygiene,  communication (addressed in this assessment under social functioning), ambulation, travel,  sexual function, sleep, and social   and recreational activities",
      "recommendations": [],
      "adlNotes": "Before the accident, Ms. Ibtissam Zaher led an active lifestyle. She enjoyed shopping and would  often visit stores like Farm Boy and Costco. She also enjoyed cooking fo r her family and managing  her household. Her children would visit frequently, adding to her social interactions. She would  also take simple walks around the house, encouraged by her son. Watching TV, particularly news  and Arabic series, was part of her lei sure activities. She would often reflect on life in Lebanon,  indicating a connection to her cultural roots.s important to consider these factors when planning  her rehabilitation and recovery.  The accident significantly impacted Ms. Zaher's ability to enga ge in her pre - accident leisure  activities. She now spends most of her time sitting and watching TV, which she finds depressing.  Her mobility has been limited, and she feels tired more often. The vibrant and active life she once  enjoyed has been replaced wi th a more sedentary and restricted lifestyle.  Her son still encourages her to take simple walks around the house, but these activities often  leave her feeling tired. The social interactions she used to enjoy with her children visiting  frequently have also   been affected.  AMA GUIDES (4 th   Edition)   –   CURRENT ASSESSED LEVEL OF FUNCTION  Ms. Zaher’s subjective reports and demonstrated abilities during this assessment, information  obtained from this assessor's clinical observations, results of testing, and a re view of the medical  information provided, support this writer’s conclusions and opinion(s) regarding Ms. Zaher’s  current level of functioning.   Catastrophic Impairment Rating, Chapter 14 of the AMA Guides  specifically recommends evaluation in four areas   of functioning, including activities of daily living,  capacity for social interaction, concentration, pace and persistence, and adaptation to work or  work - like environments. These are discussed as follows:  Activities of daily living  As per the Guides, \" Activities of daily living include such activities as self - care, personal hygiene,  communication (addressed in this assessment under social functioning), ambulation, travel,  sexual function, sleep, and social   and recreational activities....In the context of the individual's  overall situation, the quality of these activities is judged by their independence, appropriateness,  effectiveness, and sustainability. It is necessary to define the extent to which the indi vidual is  capable of initiating and participating in these activities independent of supervision or direction.  What is assessed is not simply the number of activities that are restricted, but the overall degree  of restriction or combination of restrictions \" .  In the case of Ms. Zaher, her activities of daily living have been significantly impacted post -  accident. Prior to the accident, she was responsible for a variety of tasks including meal  preparation, cleaning the kitchen, washing dishes, laundry, garbag e removal, vacuuming,  sweeping, mopping, and dusting. These tasks were performed independently and effectively,  contributing to the maintenance of her household.",
      "confidence": {
        "summary": 0.8,
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0.5,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0.5,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0.5,
          "housekeeping": 0.5,
          "shopping": 0.5,
          "finances": 0,
          "medication": 0.5
        }
      }
    }
  }
}