{
  "fileName": "Larche, Luc IHA_FINAL.pdf",
  "originalText": "P: (613) 776 - 1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014  OCCUPATIONAL THERAPY IN - HOME ASSESSMENT  Client Name:   Luc Larche   Date of Loss:   2023/05/31  Address:   101   -   580 Rochester Street  Ottawa, ON K1S 4L9  Date of Birth:   1959/01/25  Telephone #:   (343) 254 - 2444  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Ang Ng   Insurer:   City of Ottawa (NGIC)  Claim No.:   VA20230543330  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   October 30, 2024  Date of Report:   December 12, 2024  THERAPIST QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of   Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the autom obile insurance sector, personal injury and family law, the  Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability  sectors. His opinions are sought by both plaintiff and defense counsel in the context of resolving  matte rs in personal injury and family law cases. He has been qualified several times as an expert  in his field, providing testimony under oath in FSCO tribunals and cases appearing before the  Ontario Superior Court of Justice.\n\nLuc Larche   Claim #: VA20230543330   Page   2   of   21  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious  physical, psychological and cognitive impairments.   His assessment s inform multidisciplinary  team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  client’s daily functional capabilities at home, work and in the community, assisting them in  forming opinions surrounding whether the catas trophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic   pain, depression, anxiety and  posttraumatic stress, overseeing and directing functional reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE:  This occupational therapy assessment was conducted at the request of Mr. Luc Larche's legal  representative, Mr. Frank McNally of McNally Gervan Law Firm, to evaluate his current functional  status and rehabilitation needs following injuries sustained in an   accident on May 31, 2023, when  he was struck by a bus door while attempting to board OC Transpo. The accident resulted in a  left hip fracture requiring surgical intervention, followed by subsequent complications including  a right hip fracture on April 30,   2024 during his recovery period.  This assessment is particularly focused on evaluating Mr. Larche's current functional abilities,  safety concerns, and independence in activities of daily living within his home environment. Of  note, Mr. Larche presents with a complex medical history includ ing chronic pain and substance  use disorder, which adds layers of complexity to his recovery process and rehabilitation needs.  The primary objectives of this assessment are to:  1.   Document Mr. Larche's current functional status and limitations  2.   Identify safety concerns within his home environment  3.   Evaluate his need for assistive devices or home modifications  4.   Assess his requirements for ongoing rehabilitation services  5.   Determine appropriate recommendations to optimize his independence and quality of  life  SUMMARY OF FINDINGS:  Mr. Luc Larche, a 65 - year - old man, has experienced significant changes to his functional status  and quality of life following two serious hip injuries within the past year. Prior to the initial  accident in May 2023, Mr. Larche was making substantial positi ve progress in his life, having  successfully discontinued methadone treatment and actively tapering his pain medication\n\nLuc Larche   Claim #: VA20230543330   Page   3   of   21  dosage. He was preparing to enter the workforce, with plans to begin part - time work in  renovations with his son - in - law's company while also developing his own window cleaning  business.  The initial injury occurred when Mr. Larche was struck by a bus door while attempting to board  OC Transpo on May 31, 2023, resulting in a left hip fracture requiring surgical intervention.  During his recovery period, while using a cane for mobility, he sus tained a subsequent right hip  fracture on April 30, 2024, when he fell at home. This second injury required immediate surgical  intervention, further complicating his recovery process.  Currently, Mr. Larche's mobility is significantly limited, with a walking tolerance of  approximately 10 minutes before requiring rest. He experiences a persistent pinching sensation  in his right hip, rated at 4 - 5/10 pain intensity, which notably affects h is gait pattern. While his  left hip pain has improved following revision surgery, maintaining a lower intensity of 2 - 3/10, it  tends to flare up when he overexerts himself. These pain levels increase with activities such as  walking or using public transit,   and his sleep is frequently disrupted by pain and the need to  change positions.  Despite these challenges, Mr. Larche maintains independence in basic self - care activities,  though he has had to modify his techniques. He can manage light meal preparation and basic  housekeeping tasks, using adaptive strategies such as a hand vacuum for sp ot cleaning and  pacing himself while doing laundry in his building's shared facility. His ability to access the  community has become restricted due to his mobility limitations, though he can complete  essential shopping tasks with the support of a cart.  From a psychological perspective, Mr. Larche reports experiencing cognitive slowing and  difficulty initiating tasks. However, he maintains a remarkably positive outlook, drawing  strength from his family support system and utilizing spiritual practices and humor as coping  mechanisms. He has expressed interest in giving back to his community through volunteer work  at a food bank when his physical condition allows, demonstrating his   motivation to remain  engaged in meaningful activities despite his current limitations.  The complexity of Mr. Larche's recovery is further impacted by his pre - existing medical history,  which includes a longstanding history of chronic pain and previous substance use disorder. His  current situation requires careful balance between pain manageme nt and his history of  substance use, necessitating a comprehensive approach to his rehabilitation and ongoing care  needs.\n\nLuc Larche   Claim #: VA20230543330   Page   4   of   21  RECOMMENDATIONS:  Attendant Care:  Mr. Larche does not present with any attendant care needs at this time.   He has achieved  independence, albeit with modifications, in all activities listed in the Assessment of Attendant  Care Needs Form (Form 1).  Housekeeping:  Mr. Larche has maintained his independence with respect to his housekeeping tasks. He lives in  a modest one - bedroom apartment which he maintains independently. He noted being  fastidious about maintaining his living space and has resumed independent manag ement of his  living space.  Assistive Devices:  Mr. Larche does not currently present with any equipment needs. This will be monitored  through the provision of OT treatment discussed below. The need for devices to foster his  engagement in ADLs, iADLs and meaningful activities identified through the co urse of treatment  delivery.  Further Occupational Therapy Interventions:  Mr. Larche would benefit from an initial block of 6 bi - weekly to monthly OT treatment sessions  to support his goals of increased physical activity and increased community access and  socialization.  Mr. Larche would also benefit from the support of Occupational Therapy to support his ongoing  functional recovery, specifically as it relates to community reintegration. Mr. Larche expressed  a desire to explore activities such as swimming, volunteering, e tc., which would benefit from  the support of a Rehabilitation Assistant in tandem with OT services. A proposal for one weekly  session of 3 hours with Rehabilitation Assistant Greg Goddard who has already met with Mr.  Larche and developed an initial degree   of rapport.\n\nLuc Larche   Claim #: VA20230543330   Page   5   of   21  Referral for Other Services:  Mr. Larche would benefit from the introduction of kinesiology services to support his  engagement in increased physical exercise to foster improved conditioning and mobility.  Fleming Fitness has obtained a referral to address this rehabilitative requiremen t.  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational   Therapists of Ontario:  ●   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  ●   The assessment has been requested by his legal representative Mr. Frank McNally.  ●   The purpose of this assessment is to assess Mr.   Larche’s   current functional status as it  relates to his ability to complete pre - accident activities of daily living.  ●   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  ●   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  ●   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  ●   A submission for   funding will be submitted to the insurer for any goods and/or services  on an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a denial or partial denial occur, an independent  examination by ano ther Occupational Therapist may be requested by the insurer. This  may be an in - person assessment or a remote paper - review assessment. Funding for the  requested goods and/or services may ultimately be declined.  ●   Mr.   Larche   may choose to participate or decline any or all of the proposed assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  o   City of Ottawa c/o Ann Ng  o   McNally   Gervan, c/o Frank McNally, Legal Representative  Following this therapist’s explanation Mr. Larche granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.\n\nLuc Larche   Claim #: VA20230543330   Page   6   of   21  DOCUMENTATION REVIEWED:  A medical brief was provided to this therapist for review by Mr. Larche’s legal representative.  This brief included:  ●   Clinical records from the Ottawa Hospital  ●   Decoded OHIP Summary May 31, 2020 to August 19, 2023  PRE - ACCIDENT MEDICAL HISTORY:  Prior to the subject motor vehicle accident of May 31, 2023, Mr. Larche   presented with a  significant medical history dating back to 1987 when he experienced a fall from a cliff that nearly  resulted in his death. This incident led to multiple surgeries and the subsequent development of  an opioid dependency due to prescribed pai n medications. His dependency on opioids  progressively worsened over time.  In 2011, Mr. Larche began methadone treatment to address his opioid use disorder. His  engagement with methadone maintenance therapy was intermittent over the years. At the time  of the subject motor vehicle accident, Mr. Larche was notably making positive p rogress in his  recovery, having successfully discontinued methadone and was in the process of tapering his pain  medication dosage. He reported being \"almost there\" in terms of reducing his medication when  the accident occurred.  Mr. Larche's chronic pain issues were being actively managed, and he was looking forward to  engaging in increased activities during the summer months. He had plans to begin working part -  time in renovations with his son - in - law's company and was also plannin g to start his own window  cleaning business.  From a psychological perspective, Mr. Larche had a documented history of:  ●   Anxiety disorder  ●   Depression  ●   Substance use disorder  Despite these challenges, Mr. Larche reported feeling \"pretty darn good about myself” and his  future prospects in the period immediately preceding the accident. He was actively engaged in  planning for increased participation in work activities and was maki ng significant progress in  reducing his medication dependence.\n\nLuc Larche   Claim #: VA20230543330   Page   7   of   21  MECHANISM OF INJURY:  The initial injury occurred on May 31, 2023, at approximately 2:25 in the afternoon. Mr. Larche  was attempting to board an articulated OC Transpo bus (Route 12) on Rideau Street near the  main station. As the last passenger attempting to board, Mr. Larche   reports that the driver  closed the door and accelerated without acknowledgment, causing the door to strike him. The  impact resulted in a left hip fracture, and Mr. Larche fell backward. Following the incident, he  managed to drag himself to a nearby taxi an d was transported to the Civic Campus, where he  underwent surgery for a left hip replacement the same day.  A subsequent injury occurred on April 30, 2024, during his recovery period. While using a cane  for mobility in his home, Mr. Larche tripped on a cord and fell backward, resulting in a right hip  fracture. Unable to get up independently, he attempted to mana ge the situation for several  hours before ultimately calling an ambulance when he became unable to transfer to use the  bathroom. He underwent surgery the following day for this second injury.  NATURE OF INJURY:  Based on the medical documentation reviewed, Mr. Larche sustained the following injuries  from the initial accident:  ●   Fractured left hip requiring surgical intervention (ORIF CEPHALOMEDULLARY ZIMMER  IM NAIL)  ●   Fractures to three toes on the left foot  ●   Bruising to left leg and testicular region  The subsequent fall in April 2024 resulted in:  ●   Right hip fracture requiring surgical intervention  ●   Associated soft tissue injuries  COURSE OF   RECOVERY TO DATE:  Following the initial accident in May 2023, Mr. Larche underwent immediate surgical  intervention for his left hip fracture. His post - operative course was complicated by ongoing pain  management challenges, necessitating a return to Dilaudid for pain control . He received in -  home physiotherapy services during his initial recovery period, though his progress was  significantly impacted by the chronic pain experience.  The revision surgery to his left hip occurred on April 16, 2024, due to issues with the original  surgical hardware. Before he could fully recover from this procedure, Mr. Larche sustained the\n\nLuc Larche   Claim #: VA20230543330   Page   8   of   21  second hip fracture on April 30, 2024.   After lying on the floor for approximately six hours,  unable to get up or access his bed, he called an ambulance and was taken to hospital where he  underwent surgery the next day.  Following the second hip surgery, Mr. Larche completed a three - week rehabilitation stay at  Montfort Hospital, extending until late May 2024. This inpatient rehabilitation period was  followed by additional home - based physiotherapy services. The rehabilitati on process has been  complicated by his complex pain management needs and previous history of substance use  disorder.  During his recovery period, Mr. Larche experienced an episode requiring emergency  department attention in September 2023 due to altered mental status. This admission involved  a period of agitation and confusion, requiring chemical sedation and physical res traints.  Mr. Larche's recovery has been marked by a gradual improvement in his left hip symptoms  following the revision surgery, though he continues to experience significant functional  limitations. His right hip, being more recently injured, remains more problemat ic with  persistent pain and mobility restrictions. His overall recovery has been significantly impacted by  the compound effect of bilateral hip injuries occurring within an eleven - month period, creating  additional challenges for rehabilitation and function al restoration.  Currently, Mr. Larche reports that his left hip pain has improved significantly since the revision  surgery, though it still flares up when he overexerts himself. His right hip continues to cause  more substantial discomfort, particularly with weight - bearing   activities. His progress is being  monitored by his family physician, Dr. Maxime Cote, whom he sees every two weeks and  describes as very supportive of his recovery process.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of  appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Maxime Cote,  GP  Sees   once every two weeks.  Very positive GP, seeing  him for a few years now.  Review his life situation   October 2024\n\nLuc Larche   Claim #: VA20230543330   Page   9   of   21  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Methadone   60 mg/day   Opioid   withdrawal  management  Kadian   Unknown dose   Pain  Dilaudid   In   process   of   discontinuing  this medication. Only limited  use at this time.  Pain  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if Necessary  Right hip   Pinching feeling in his right lateral hip.   Will  limp as a result. He will then experience pain  in his back.   Pain will get worse with activity  (such as going out for walks or taking   public  transit).  4   -   5/10  Left hip   Left hip pain has relieved significantly from  the revision surgery. There is still pain but it is  very bearable. his will flare if her overdoes it  with   his   right   side.   Exercises   he   was  prescribed are   instrumental in keeping pain at  bay.  2   -   3/10  Cognitive Symptoms:  Mr. Larche describes experiencing a general slowing in his cognitive processes, particularly  noticeable in task completion and decision - making. He reports significant   difficulty translating  thoughts into action, noting that while ideas are present in his mind, he struggles to initiate and  execute them. This cognitive slowing manifests in increased procrastination and difficulty  completing previously routine tasks.   He   notes being forgetful at times but manages by  adaptations such as keeping notes or reviewing emails on his phone to refresh his memory.\n\nLuc Larche   Claim #: VA20230543330   Page   10   of   21  Emotional Symptoms:  Despite the significant challenges posed by his injuries and ongoing recovery, Mr. Larche  maintains a notably positive outlook, largely attributed to his strong family support system. He  expresses profound gratitude for his family's presence and support, w hich he identifies as his  primary motivation for continuing his recovery efforts. His emotional coping strategies include  regular prayer and spiritual practices, as well as maintaining his sense of humor through  activities such as watching comedic videos.  Mr. Larche finds particular joy in his role as a grandfather, which provides him with purpose and  emotional connection during his recovery. However, he experiences ongoing stress related to  his son Justin, whom he describes as \"not too stable,\" adding an e lement of family - related  anxiety to his emotional state. This situation appears to create some internal conflict as he  simultaneously relies on family support while worrying about being a source of concern for  them.  To manage his emotional well - being, Mr. Larche has developed several coping mechanisms,  including engaging in self - talk and using humor as a means of maintaining perspective. He  expresses a desire to contribute to his community through volunteer work at a   food bank when  physically able, indicating his motivation to maintain a sense of purpose and social connection  despite his current limitations.  Symptom Management Strategies:  Mr. Larche reported making use of the following strategies to manage his symptoms at this time:  ●   Rest and activity modification  ●   Pain medication as prescribed  ●   Pacing of activities  ●   Environmental   modifications  ●   Reliance on family support system  ●   Use of humor and spiritual practices for emotional coping  ●   Avoidance of community outings to limit risk of re - injury  FUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  During direct observation, Mr. Larche demonstrated significant modifications in his movement  patterns and positioning strategies to accommodate his bilateral hip injuries. When seated in  his recliner chair, he reports achieving relative comfort, though he   experiences a progressive\n\nLuc Larche   Claim #: VA20230543330   Page   11   of   21  pinching sensation in his right hip that necessitates periodic position changes. His sitting  tolerance varies but generally requires position changes every 20 - 25 minutes to prevent  stiffening and increased pain.  Standing tolerance appears better maintained when Mr. Larche is distracted or preoccupied,  though he consistently demonstrates a need to shift weight and adjust his position. He can  manage approximately 10 minutes of standing before requiring rest, often d isplaying signs of  increasing discomfort through facial grimacing and postural changes. His limitations become  more pronounced when attempting to perform tasks while standing, such as kitchen activities  or personal care.  Walking ability is notably compromised, with Mr. Larche demonstrating a safe but limited  walking tolerance of approximately 10 minutes. He recently attempted a walk to a corner store  near Gladstone, describing it as challenging due to the slight uphill gra de. His gait pattern shows  compensation for bilateral hip involvement, with more pronounced difficulty on his right side.  He relies on a single - point cane for stability, though recent recommendations have suggested  consideration of a wheeled walker for lon ger distances (which he is not willing to consider due  to his goal to progress to walking without a cane altogether).  Bed mobility has improved from the immediate post - operative period, though Mr. Larche  continues to require careful positioning with pillows and frequent repositioning throughout the  night to manage comfort. He successfully demonstrates log rolling techniqu es and bridging  maneuvers for position changes, though these movements are performed slowly and with  evident care to avoid pain exacerbation.  Transfers are managed independently but with notable modification. During the assessment,  Mr. Larche demonstrated adequate safety awareness during transfers, though his movements  were deliberate and cautiously executed. He shows good judgment in using avai lable  environmental supports such as furniture surfaces and walls for additional stability during  transitions.  Stair management remains possible, though Mr. Larche approaches this task with particular  caution. He demonstrates adequate technique on stairs but requires increased time and energy  expenditure compared to his pre - injury status. His ability to negotiate s tairs represents a crucial  skill for maintaining independence in community access, though he wisely limits stair use to  essential situations.  Fine motor coordination remains intact, with Mr. Larche demonstrating adequate dexterity for  tasks such as buttoning clothing and managing eating utensils. His primary functional  limitations stem from his mobility restrictions rather than upper extremity i nvolvement.  Balance reactions appear adequate for safety, though Mr. Larche demonstrates increased  caution and decreased confidence in situations requiring quick postural adjustments. His\n\nLuc Larche   Claim #: VA20230543330   Page   12   of   21  current level of mobility represents a significant change from his pre - accident status, though he  has developed generally effective compensatory strategies for essential movements within his  home environment.  Active Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.\n\nLuc Larche   Claim #: VA20230543330   Page   13   of   21  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   ½ range   ¾ range   Significant   ROM   limitation   in   right   hip  persists with the left hip presenting with  near - full range.   Pain reported in his right  hip with demonstration of active range.  Extension   ½ range   ¾ range  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional   Presentation:  Throughout multiple assessment sessions, Mr. Larche demonstrated a complex but generally  stable emotional presentation. His affect remained predominantly positive despite his  significant physical limitations, showing particular animation when discussing hi s grandchildren  or sharing humorous observations about his situation. However, subtle changes in his  emotional expression became evident when discussing certain topics, particularly his previous  independence and career aspirations that were interrupted by   the accidents.  When describing his recovery process, Mr. Larche exhibited a pragmatic approach tempered  with realistic expectations about his limitations. His emotional reactions appeared  proportionate to the topics discussed, showing appropriate concern about his limita tions while\n\nLuc Larche   Claim #: VA20230543330   Page   14   of   21  maintaining hope for continued improvement. During functional tasks that proved challenging,  he demonstrated frustration but was able to redirect himself effectively, often using self -  directed humor as a coping mechanism.  The therapeutic rapport was easily established, with Mr. Larche engaging openly in discussion  about his circumstances. He showed particular emotional investment when discussing his  desire to volunteer at a food bank, suggesting a healthy drive to maintain   meaningful  engagement in his community despite his physical limitations. This goal - directed thinking  provides evidence of emotional resilience and adaptive coping.  Cognitive Presentation:  Mr. Larche's cognitive functioning during the assessment revealed both strengths and areas of  challenge. His orientation remained intact throughout all interactions, and he demonstrated  good recall of recent events, including medical appointments and medic ation schedules.  However, his self - reported cognitive slowing was observable in several contexts during the  assessment process.  Information processing appeared to require increased time compared to what would be  expected based on his educational and professional background. This was particularly evident  when presented with multi - step tasks or when asked to problem - solve novel situa tions. While  he could arrive at appropriate solutions, the path to these conclusions often involved additional  time and verbal processing.  When engaged in functional tasks, Mr. Larche demonstrated adequate safety awareness and  judgment, appropriately recognizing his current limitations and modifying his approach  accordingly. His attention could be maintained for the duration of assessment act ivities, though  he showed increased fatigue with cognitively demanding tasks, particularly when these  coincided with physical exertion.  Executive functioning skills, including planning and organization, appeared somewhat impacted.  This was evident in his description of daily routines, where he acknowledged difficulty initiating  activities despite having clear intentions to complete them. H owever, once engaged in a task,  he could maintain focus and complete it appropriately, suggesting that his primary cognitive  challenges lie in initiation rather than execution.  His insight into his current condition appears well - developed, with a realistic understanding of  both his limitations and potential for recovery. Memory function for both recent and remote  events appears largely preserved, though he reports some difficulty   with prospective memory  tasks such as remembering scheduled appointments without external cues.\n\nLuc Larche   Claim #: VA20230543330   Page   15   of   21  These cognitive presentations appear to be significantly influenced by pain levels, medication  effects, and fatigue, rather than indicating any primary cognitive   dysfunction. This observation  is supported by the variability in his cognitive performance depending on time of day and  physical comfort level.  TYPICAL DAY:  Mr. Larche maintains a basic daily structure, beginning each day at approximately 7:00 AM. His  morning routine starts with tending to his plants, an activity he describes as providing both  purpose and pleasure. Following this, he manages his personal care   needs and morning  medications. Depending on his pain and fatigue levels, he often returns to bed for a brief rest  period, using this time to mentally plan his day's activities.  As his energy levels improve through the morning, he engages in light housekeeping tasks such  as tidying the kitchen and washing dishes. He maintains the habit of making his bed daily,  viewing this as an important routine for maintaining normalcy. His morn ing nutrition typically  consists of coffee and a simple breakfast of bread, bagels, or eggs prepared with olive oil and  turmeric. Throughout the morning, he maintains contact with family members, which provides  social connection and emotional support.  Afternoons are notably less structured, with Mr. Larche acknowledging decreased motivation  for meal preparation later in the day. He often relies on simple foods like yogurt, admitting this  represents a compromise in his nutrition due to fatigue and decrea sed motivation. He fills his  time listening to music, watching television (particularly enjoying grow shows, humorous  programs, and the history channel), and typically includes a two - hour afternoon nap. His day  concludes relatively early, with bedtime betw een 9:30 and 10:00 PM.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Carpet  Bathrooms   1   Main floor   Vinyl  Living Room   1   Main floor   Laminate  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Galley kitchen   Laminate  Laundry   1   Shared facility   Concrete\n\nLuc Larche   Claim #: VA20230543330   Page   16   of   21  Stairs   Yes   A flight of 7 stairs is required to  access the basement level  where Mr.   Larche’s apartment is  located.  Industrial tile  Basement   NA   NA   NA  Driveway  Description  None  Yard  description  None  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐  Single   X  Common Law   ☐  Other   ☐  Living Arrangement   Lives alone  Children   All children are grown. He has three grandchildren.  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self - Care Activities:  Prior to his accidents, Mr.   Larche managed all self - care activities independently and without  modification. Currently, he maintains independence in most self - care tasks but requires  increased time and modified techniques. He manages showering every second day, using a non -  slip mat fo r safety, and has adapted to the removal of the transfer tub bench that occurred three  months ago. His self - care routine demonstrates adequate safety awareness, though tasks require  increased time and energy expenditure compared to his pre - injury status.  Home Management Activities:  Mr. Larche has developed adaptive strategies for basic home maintenance tasks. He manages  light cleaning using a hand vacuum for spot cleaning and a Swiffer for floor care. He successfully  completes his laundry independently in the shared facility, though   this task requires careful  pacing. Kitchen cleaning and dish washing are managed independently. His bed - making remains  part of his daily routine, demonstrating his commitment to maintaining household standards  despite his limitations.\n\nLuc Larche   Claim #: VA20230543330   Page   17   of   21  In terms of meal preparation, Mr. Larche acknowledges decreased motivation for cooking,  particularly later in the day. While he can manage basic food preparation, he often opts for  simpler options, recognizing this as an area where his standards have been   compromised by  fatigue and physical limitations.  Leisure Activities:  Prior to his injuries, Mr. Larche enjoyed activities such as biking and fishing, as well as spending  time in parks with his   granddaughter. While these activities are currently limited, he has  maintained engagement in passive leisure activities such as watching television, particularly  favoring educational and humorous content. His interest in plant care provides a meaningful da ily  activity that he can manage within his current functional limitations. He is socially isolated and  while he has several meaningful activities to occupy his time, he remains largely homebound in  relation to his activity repertoire.  Community Access:  Access to the community has become significantly modified since his injuries. While he maintains  the ability to reach local destinations such as the corner store, these excursions require careful  planning and energy management. He utilizes a cart for   shopping support, demonstrating  appropriate adaptation to his current functional limitations. His community engagement  aspirations, including his interest in food bank volunteering, indicate motivation to expand his  community participation as his recovery   progresses.  ASSESSMENT OF ATTENDANT CARE NEEDS:  The following is an Assessment of Attendant Care Needs based on reports of the client and direct  observations as of October 30, 2024. The Ontario Society of Occupational Therapists report  “Considerations for Occupational Therapists Completing an Assessment   of Attendant Care Needs  (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this  assessment of Attendant Care Needs (Form 1) is not simply the recording of what attendant care  services are already in place. [This the rapist’s] role is to determine the extent to which the client  can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively  identify what assistance if any is needed from the present time into the future until anot her such  re - assessment may identify modified needs.”\n\nLuc Larche   Claim #: VA20230543330   Page   18   of   21  Part 1   –   Level 1 Attendant Care (Routine personal care)  Task   Observations/Comments   Weekly Time Allotted  Dress  •   Upper body  •   Lower Body  Mr.   Larche   is   independent  with dressing and undressing,  although he notes this takes  him longer and requires that  he sit or lie on his bed to dress  his lower body.  0 minutes per week  Undress  •   Upper body  •   Lower Body  0 minutes per week  Prosthetics   NA   0 minutes per   week  Orthotics   NA   0 minutes per week  Grooming  •   Face  •   Hands  •   Shaving  •   Cosmetics  •   Brush/shampoo/dry/s  tyle hair  •   Fingernails  •   Toenails  Mr.   Larche   is   independent  with his grooming needs.  0 minutes per week  Feeding   Mr.   Larche   is   independent  with meal   preparation.   He  notes a decreased interest in  cooking   but   maintains   his  caloric   intake   through  independent   food  preparation in his small galley  kitchen.  0 minutes per week  Mobility *   Mr. Larche has progressed to  full   independence   with  respect   to   his   overall  mobility. While he continues  to ambulate with limitations,  he is generally independent  for all his mobility needs. He  avoids any form of extensive  travel and prefers to remain  clo se   to   his   apartment,  shopping locally and walking  0 minutes per week\n\nLuc Larche   Claim #: VA20230543330   Page   19   of   21  around his building, weather  and   ground   conditions  permitting).  Extra Laundering   Mr. Larche does not present  with   any   extra   laundering  needs at this time.  0 minutes per week  * Please note that as per the guidelines set forth by the Ontario Society of Occupational  Therapists, assistance with mobility includes “all transfers both inside the home and out in the  community” and “supervision and assistance when walking includes: sta ir climbing, mobility on  ramps, into and out of home and/or lobby, garage, in the community etc.”  Part 2   –   Level 2 Attendant Care (Basic supervisory functions)  Task   Observations/Comments   Weekly Time Allotted  Hygiene *  •   Clean tub/shower/  sink after use  •   Change bedding,  make bed, clean  room  •   Ensure comfort and  safety (bedroom)  •   Assist in daily wearing  apparel  •   Hand/sort clothes to  be laundered  Mr.   Larche   remains  independent   in   the  management of his bathroom  and   living   room/bedroom  environment.   He   prides  himself   in   keeping   an  immaculately   clean   living  space, a task which he will  putter   at   managing  throughout the day in short  spurts.  0 minutes per week  Basic Supervisory Care **   Mr. Larche does not currently  require   any   form   of  supervisory care.  0 minutes per week  Co - ordination of Attendant  Care  There are no attendant care  coordination requirements at  this time.  0 minutes per week  * The “Assessment of Attendant Care   Needs” guidelines set forth by the Ontario Society of  Occupational Therapists considers “supervisory functions for those who are emotionally,  cognitively and/or physically in need of comfort (e.g. advocating for a child or someone who is  cognitively impair ed)”. The OSOT guidelines further state that the “family may be ensuring\n\nLuc Larche   Claim #: VA20230543330   Page   20   of   21  comfort, safety and security in this (hospital) environment and these activities should be  considered an attendant care need under Level 2”.  ** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET)  for a single - family house equipped with smoke alarms, may only be 3 minutes. The Required Safe  Escape Time (RSET) is the amount of time required for an individu al to evacuate or reach an area  of safety. Factors that impact the ability to evacuate quickly include age, sleep stage (those in  deep stages have more difficulty being roused), drugs (e.g.,  individuals taking a sleeping aid} and alcohol consumption, and those who have physical and  mental disabilities. In Canada, winter conditions must also be considered, as “preparation for  further action” activities including donning boots and coats, and gat hering belongings, require  additional time.  Part 3   –   Level 3 Attendant Care (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted  Genitourinary Tracts   Mr.   Larche   is   independent  with the management of his  bladder needs.  0 minutes per week  Bowel Care   Mr. Larche is independent in  the management of his bowel  needs.  0   minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr. Larche engages in daily  walks around his building. He  would   benefit   from   the  introduction of kinesiology to  foster improvements   in   his  overall   conditioning.  0 minutes per week  Skin Care   Mr. Larche does not present  with any skin care needs at  this time.  0 minutes per week  Medication   Mr. Larche is independent in  the   management   of   all  prescribed medication.  0 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  Mr.   Larche   is   independent  with   his   showering   needs,  making use of a transfer tub  bench.  0 minutes per week\n\nLuc Larche   Claim #: VA20230543330   Page   21   of   21  •   Oral Hygiene  (including dentures)  •   Transfer, bathing and  drying, prep  equipment, clean  equipment, apply  creams, etc.  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  Mr. Larche does not have any  equipment   necessitating  regular maintenance.  0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  Mr. Larche does not present  with any skilled supervisory  needs.  0 minutes per week  Attendant Care Calculation:  Part 1   -   Routine Personal Care   0 hours per week   $0 /month  Part 2   -   Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   -   Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   0$ (subject to limits under Statutory Accident  Benefits Schedule)  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan c/o Frank McNally  The City of Ottawa\n\n",
  "sections": {
    "DEMOGRAPHICS": "P: (613) 776 - 1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014  OCCUPATIONAL THERAPY IN - HOME ASSESSMENT  Client Name:   Luc Larche   Date of Loss:   2023/05/31  Address:   101   -   580 Rochester Street  Ottawa, ON K1S 4L9  Date of Birth:   1959/01/25  Telephone #:   (343) 254 - 2444  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Ang Ng   Insurer:   City of Ottawa (NGIC)  Claim No.:   VA20230543330  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   October 30, 2024  Date of Report:   December 12, 2024  THERAPIST QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of   Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the autom obile insurance sector, personal injury and family law, the  Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability  sectors. His opinions are sought by both plaintiff and defense counsel in the context of resolving  matte rs in personal injury and family law cases. He has been qualified several times as an expert  in his field, providing testimony under oath in FSCO tribunals and cases appearing before the  Ontario Superior Court of Justice.",
    "MEDICAL_HISTORY": "Luc Larche   Claim #: VA20230543330   Page   6   of   21  DOCUMENTATION REVIEWED:  A medical brief was provided to this therapist for review by Mr. Larche’s legal representative.  This brief included:  ●   Clinical records from the Ottawa Hospital  ●   Decoded OHIP Summary May 31, 2020 to August 19, 2023  PRE - ACCIDENT MEDICAL HISTORY:  Prior to the subject motor vehicle accident of May 31, 2023, Mr. Larche   presented with a  significant medical history dating back to 1987 when he experienced a fall from a cliff that nearly  resulted in his death. This incident led to multiple surgeries and the subsequent development of  an opioid dependency due to prescribed pai n medications. His dependency on opioids  progressively worsened over time.  In 2011, Mr. Larche began methadone treatment to address his opioid use disorder. His  engagement with methadone maintenance therapy was intermittent over the years. At the time  of the subject motor vehicle accident, Mr. Larche was notably making positive p rogress in his  recovery, having successfully discontinued methadone and was in the process of tapering his pain  medication dosage. He reported being \"almost there\" in terms of reducing his medication when  the accident occurred.  Mr. Larche's chronic pain issues were being actively managed, and he was looking forward to  engaging in increased activities during the summer months. He had plans to begin working part -  time in renovations with his son - in - law's company and was also plannin g to start his own window  cleaning business.  From a psychological perspective, Mr. Larche had a documented history of:  ●   Anxiety disorder  ●   Depression  ●   Substance use disorder  Despite these challenges, Mr. Larche reported feeling \"pretty darn good about myself” and his  future prospects in the period immediately preceding the accident. He was actively engaged in  planning for increased participation in work activities and was maki ng significant progress in  reducing his medication dependence.",
    "ADLS": "Luc Larche   Claim #: VA20230543330   Page   4   of   21  RECOMMENDATIONS:  Attendant Care:  Mr. Larche does not present with any attendant care needs at this time.   He has achieved  independence, albeit with modifications, in all activities listed in the Assessment of Attendant  Care Needs Form (Form 1).  Housekeeping:  Mr. Larche has maintained his independence with respect to his housekeeping tasks. He lives in  a modest one - bedroom apartment which he maintains independently. He noted being  fastidious about maintaining his living space and has resumed independent manag ement of his  living space.  Assistive Devices:  Mr. Larche does not currently present with any equipment needs. This will be monitored  through the provision of OT treatment discussed below. The need for devices to foster his  engagement in ADLs, iADLs and meaningful activities identified through the co urse of treatment  delivery.  Further Occupational Therapy Interventions:  Mr. Larche would benefit from an initial block of 6 bi - weekly to monthly OT treatment sessions  to support his goals of increased physical activity and increased community access and  socialization.  Mr. Larche would also benefit from the support of Occupational Therapy to support his ongoing  functional recovery, specifically as it relates to community reintegration. Mr. Larche expressed  a desire to explore activities such as swimming, volunteering, e tc., which would benefit from  the support of a Rehabilitation Assistant in tandem with OT services. A proposal for one weekly  session of 3 hours with Rehabilitation Assistant Greg Goddard who has already met with Mr.  Larche and developed an initial degree   of rapport.",
    "SYMPTOMS": "Luc Larche   Claim #: VA20230543330   Page   10   of   21  Emotional Symptoms:  Despite the significant challenges posed by his injuries and ongoing recovery, Mr. Larche  maintains a notably positive outlook, largely attributed to his strong family support system. He  expresses profound gratitude for his family's presence and support, w hich he identifies as his  primary motivation for continuing his recovery efforts. His emotional coping strategies include  regular prayer and spiritual practices, as well as maintaining his sense of humor through  activities such as watching comedic videos.  Mr. Larche finds particular joy in his role as a grandfather, which provides him with purpose and  emotional connection during his recovery. However, he experiences ongoing stress related to  his son Justin, whom he describes as \"not too stable,\" adding an e lement of family - related  anxiety to his emotional state. This situation appears to create some internal conflict as he  simultaneously relies on family support while worrying about being a source of concern for  them.  To manage his emotional well - being, Mr. Larche has developed several coping mechanisms,  including engaging in self - talk and using humor as a means of maintaining perspective. He  expresses a desire to contribute to his community through volunteer work at a   food bank when  physically able, indicating his motivation to maintain a sense of purpose and social connection  despite his current limitations.  Symptom Management Strategies:  Mr. Larche reported making use of the following strategies to manage his symptoms at this time:  ●   Rest and activity modification  ●   Pain medication as prescribed  ●   Pacing of activities  ●   Environmental   modifications  ●   Reliance on family support system  ●   Use of humor and spiritual practices for emotional coping  ●   Avoidance of community outings to limit risk of re - injury  FUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  During direct observation, Mr. Larche demonstrated significant modifications in his movement  patterns and positioning strategies to accommodate his bilateral hip injuries. When seated in  his recliner chair, he reports achieving relative comfort, though he   experiences a progressive",
    "ATTENDANT_CARE": "Luc Larche   Claim #: VA20230543330   Page   21   of   21  •   Oral Hygiene  (including dentures)  •   Transfer, bathing and  drying, prep  equipment, clean  equipment, apply  creams, etc.  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  Mr. Larche does not have any  equipment   necessitating  regular maintenance.  0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  Mr. Larche does not present  with any skilled supervisory  needs.  0 minutes per week  Attendant Care Calculation:  Part 1   -   Routine Personal Care   0 hours per week   $0 /month  Part 2   -   Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   -   Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   0$ (subject to limits under Statutory Accident  Benefits Schedule)  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan c/o Frank McNally  The City of Ottawa",
    "TYPICAL_DAY": "Luc Larche   Claim #: VA20230543330   Page   16   of   21  Stairs   Yes   A flight of 7 stairs is required to  access the basement level  where Mr.   Larche’s apartment is  located.  Industrial tile  Basement   NA   NA   NA  Driveway  Description  None  Yard  description  None  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐  Single   X  Common Law   ☐  Other   ☐  Living Arrangement   Lives alone  Children   All children are grown. He has three grandchildren.  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self - Care Activities:  Prior to his accidents, Mr.   Larche managed all self - care activities independently and without  modification. Currently, he maintains independence in most self - care tasks but requires  increased time and modified techniques. He manages showering every second day, using a non -  slip mat fo r safety, and has adapted to the removal of the transfer tub bench that occurred three  months ago. His self - care routine demonstrates adequate safety awareness, though tasks require  increased time and energy expenditure compared to his pre - injury status.  Home Management Activities:  Mr. Larche has developed adaptive strategies for basic home maintenance tasks. He manages  light cleaning using a hand vacuum for spot cleaning and a Swiffer for floor care. He successfully  completes his laundry independently in the shared facility, though   this task requires careful  pacing. Kitchen cleaning and dish washing are managed independently. His bed - making remains  part of his daily routine, demonstrating his commitment to maintaining household standards  despite his limitations."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ADLS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation  and expert opinion services in the province of Ontario",
      "dob": "1959/01/25  Telephone #:   (343) 254 - 2444  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Ang Ng   Insurer:   City of Ottawa (NGIC)  Claim No",
      "age": null,
      "gender": "",
      "address": "101   -   580 Rochester Street  Ottawa",
      "phone": "2023054333",
      "referralSource": "",
      "insuranceInfo": "City of Ottawa (NGIC)  Claim No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "phone": 0.8,
        "insuranceInfo": 0.7
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Luc Larche   Claim #: VA20230543330   Page   6   of   21  DOCUMENTATION REVIEWED:  A medical brief was provided to this therapist for review by Mr. Larche’s legal representative.  This brief included:  ●   Clinical records from the Ottawa Hospital  ●   Decoded OHIP Summary May 31, 2020 to August 19, 2023  PRE - ACCIDENT MEDICAL HISTORY:  Prior to the subject motor vehicle accident of May 31, 2023, Mr. Larche   presented with a  significant medical history dating back to 1987 when he experienced a fall from a cliff that nearly  resulted in his death. This incident led to multiple surgeries and the subsequent development of  an opioid dependency due to prescribed pai n medications. His dependency on opioids  progressively worsened over time.  In 2011, Mr. Larche began methadone treatment to address his opioid use disorder. His  engagement with methadone maintenance therapy was intermittent over the years. At the time  of the subject motor vehicle accident, Mr. Larche was notably making positive p rogress in his  recovery, having successfully discontinued methadone and was in the process of tapering his pain  medication dosage. He reported being \"almost there\" in terms of reducing his medication when  the accident occurred.  Mr. Larche's chronic pain issues were being actively managed, and he was looking forward to  engaging in increased activities during the summer months. He had plans to begin working part -  time in renovations with his son - in - law's company and was also plannin g to start his own window  cleaning business.  From a psychological perspective, Mr. Larche had a documented history of:  ●   Anxiety disorder  ●   Depression  ●   Substance use disorder  Despite these challenges, Mr. Larche reported feeling \"pretty darn good about myself” and his  future prospects in the period immediately preceding the accident. He was actively engaged in  planning for increased participation in work activities and was maki ng significant progress in  reducing his medication dependence.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "Housekeeping:  Mr. Larche has maintained his independence with respect to his housekeeping tasks."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "independent",
          "notes": "He noted being  fastidious about maintaining his living space and has resumed independent manag ement of his  living space."
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Luc Larche   Claim #: VA20230543330   Page   4   of   21  RECOMMENDATIONS:  Attendant Care:  Mr. Larche does not present with any attendant care needs at this time.   He has achieved  independence, albeit with modifications, in all activities listed in the Assessment of Attendant  Care Needs Form (Form 1).  Housekeeping:  Mr. Larche has maintained his independence with respect to his housekeeping tasks. He lives in  a modest one - bedroom apartment which he maintains independently. He noted being  fastidious about maintaining his living space and has resumed independent manag ement of his  living space.  Assistive Devices:  Mr. Larche does not currently present with any equipment needs. This will be monitored  through the provision of OT treatment discussed below. The need for devices to foster his  engagement in ADLs, iADLs and meaningful activities identified through the co urse of treatment  delivery.  Further Occupational Therapy Interventions:  Mr. Larche would benefit from an initial block of 6 bi - weekly to monthly OT treatment sessions  to support his goals of increased physical activity and increased community access and  socialization.  Mr. Larche would also benefit from the support of Occupational Therapy to support his ongoing  functional recovery, specifically as it relates to community reintegration. Mr. Larche expressed  a desire to explore activities such as swimming, volunteering, e tc., which would benefit from  the support of a Rehabilitation Assistant in tandem with OT services. A proposal for one weekly  session of 3 hours with Rehabilitation Assistant Greg Goddard who has already met with Mr.  Larche and developed an initial degree   of rapport.",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0,
          "medication": 0.8
        }
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Luc Larche   Claim #: VA20230543330   Page   10   of   21  Emotional Symptoms:  Despite the significant challenges posed by his injuries and ongoing recovery, Mr. Larche  maintains a notably positive outlook, largely attributed to his strong family support system. He  expresses profound gratitude for his family's presence and support, w hich he identifies as his  primary motivation for continuing his recovery efforts. His emotional coping strategies include  regular prayer and spiritual practices, as well as maintaining his sense of humor through  activities such as watching comedic videos.  Mr. Larche finds particular joy in his role as a grandfather, which provides him with purpose and  emotional connection during his recovery. However, he experiences ongoing stress related to  his son Justin, whom he describes as \"not too stable,\" adding an e lement of family - related  anxiety to his emotional state. This situation appears to create some internal conflict as he  simultaneously relies on family support while worrying about being a source of concern for  them.  To manage his emotional well - being, Mr. Larche has developed several coping mechanisms,  including engaging in self - talk and using humor as a means of maintaining perspective. He  expresses a desire to contribute to his community through volunteer work at a   food bank when  physically able, indicating his motivation to maintain a sense of purpose and social connection  despite his current limitations.  Symptom Management Strategies:  Mr. Larche reported making use of the following strategies to manage his symptoms at this time:  ●   Rest and activity modification  ●   Pain medication as prescribed  ●   Pacing of activities  ●   Environmental   modifications  ●   Reliance on family support system  ●   Use of humor and spiritual practices for emotional coping  ●   Avoidance of community outings to limit risk of re - injury  FUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  During direct observation, Mr. Larche demonstrated significant modifications in his movement  patterns and positioning strategies to accommodate his bilateral hip injuries. When seated in  his recliner chair, he reports achieving relative comfort, though he   experiences a progressive",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Calculation:  Part 1   -   Routine Personal Care   0 hours per week   $0 /month  Part 2   -   Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   -   Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   0$ (subject to limits under Statutory Accident  Benefits Schedule)  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC",
        "name": "",
        "relationship": "",
        "availability": "per week   $0 /month  Part 2   -   Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   -   Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   0$ (subject to limits under Statutory Accident  Benefits Schedule)  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "$0 /month  Part 2   -   Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   -   Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   0$ (subject to limits under Statutory Accident  Benefits Schedule)  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Luc Larche   Claim #: VA20230543330   Page   21   of   21  •   Oral Hygiene  (including dentures)  •   Transfer, bathing and  drying, prep  equipment, clean  equipment, apply  creams, etc.  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  Mr. Larche does not have any  equipment   necessitating  regular maintenance.  0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  Mr. Larche does not present  with any skilled supervisory  needs.  0 minutes per week  Attendant Care Calculation:  Part 1   -   Routine Personal Care   0 hours per week   $0 /month  Part 2   -   Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   -   Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total monthly assessed attendant care benefit:   0$ (subject to limits under Statutory Accident  Benefits Schedule)  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan c/o Frank McNally  The City of Ottawa",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "weeklyHours": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Luc Larche   Claim #: VA20230543330   Page   16   of   21  Stairs   Yes   A flight of 7 stairs is required to  access the basement level  where Mr.   Larche’s apartment is  located.  Industrial tile  Basement   NA   NA   NA  Driveway  Description  None  Yard  description  None  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐  Single   X  Common Law   ☐  Other   ☐  Living Arrangement   Lives alone  Children   All children are grown. He has three grandchildren.  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self - Care Activities:  Prior to his accidents, Mr.   Larche managed all self - care activities independently and without  modification. Currently, he maintains independence in most self - care tasks but requires  increased time and modified techniques. He manages showering every second day, using a non -  slip mat fo r safety, and has adapted to the removal of the transfer tub bench that occurred three  months ago. His self - care routine demonstrates adequate safety awareness, though tasks require  increased time and energy expenditure compared to his pre - injury status.  Home Management Activities:  Mr. Larche has developed adaptive strategies for basic home maintenance tasks. He manages  light cleaning using a hand vacuum for spot cleaning and a Swiffer for floor care. He successfully  completes his laundry independently in the shared facility, though   this task requires careful  pacing. Kitchen cleaning and dish washing are managed independently. His bed - making remains  part of his daily routine, demonstrating his commitment to maintaining household standards  despite his limitations.",
      "confidence": {
        "morningRoutine": 0,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}