{
  "fileName": "Ledoux, Jean-Marc IHA3.pdf",
  "originalText": "P: (613) 776 - 1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving   Eastern Ontario Since 2014  OCCUPATIONAL THERAPY IN - HOME ASSESSMENT  Client Name:   Jean - Marc Ledoux   Date of Birth:   September 9, 1960  Address:   905 Main St E, Hawkesbury, ON  K6A 1A6   Date of Loss:   December 1, 2022  Telephone #:   (613) 676 - 2300  Lawyer:   Elaine Lachaîne   Firm:   Burn Tucker Lachaîne  Adjuster:   Ronald Collis   Insurer:   Intact Insurance  Claim No.:   4034385449  Therapist:   Sébastien Ferland OT Reg.(Ont.)   Date of Assessment:   October 8, 2024  Date of Report:   October 8, 2024  ASSESSOR QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 25 years of experience in providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998, when he graduated from the University of Ottawa’s Schoo l of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills, and evolved to provide expert opinions in matters of  human function to stakeholders in the   automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context of  resolving   matters in personal injury and family law cases. He has been qualified several times as  an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   2   of   25  physical, psychological and cognitive impairments.   His assessments inform multidisciplinary  team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  client’s daily functional capabilities at home, work and in the community , assisting them in  forming opinions surrounding whether the catastrophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic   pain, depression, anxiety and  posttraumatic stress, overseeing and directing functional reactivation programs to foster  improvements in function and participation in meaningful activity.  PURPOSE OF REFERRAL:  Mr. Jean - Marc Ledoux was initially referred to Ferland & Associates Rehabilitation Inc. by his legal  representative, Ms. Elaine Lachaîne of Burn Tucker Lachaîne, for an Occupational Therapy  assessment and provision of OT services related to injuries sustai ned in a pedestrian - vehicle  accident on December 1, 2022. This reassessment, conducted on October 8, 2024, serves to  evaluate Mr. Ledoux's current functional status, document his progress since the   last   assessment,  and provide updated recommendations for ongoing care and support.  SUMMARY OF FINDINGS:  Jean - Marc Ledoux, a 64 - year - old former Ontario Provincial Police officer who has been on long -  term disability since 2000, continues to face significant challenges stemming from injuries  sustained in a pedestrian - vehicle accident on December 1, 2022. This r eassessment   reveals that  despite ongoing interventions and medical treatments, Mr. Ledoux's overall condition has not  shown substantial improvement since the initial assessment.  Mr. Ledoux's physical impairments remain a primary concern. He continues to experience severe  pain and mobility issues, particularly affecting his left ankle, knee, and hip. Pain levels frequently  fluctuate between 5/10 and 10/10, significantly impacting h is daily functioning. The persistence  of these symptoms, despite multiple surgeries and ongoing medical interventions, has resulted  in minimal functional gains. Of particular concern is the state of Mr. Ledoux's left ankle, which  has shown poor healing pro gress. Recurring issues with the surgical incision, including persistent  weeping and discoloration, have necessitated frequent medical follow - ups and have contributed  to his limited mobility.  Cognitively, Mr. Ledoux exhibits periods of confusion and memory issues. He often struggles with  word - finding and has difficulty organizing his thoughts, as noted in interactions with his\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   3   of   25  Rehabilitation Assistant (RA). These cognitive challenges, combined with his physical limitations,  have significantly impacted his ability to manage daily tasks independently.  Emotionally, Mr. Ledoux continues to grapple with symptoms of depression and anxiety. His  emotional state is characterized by frequent mood fluctuations, ranging from expressed  gratitude for support to deep frustration with his slow recovery process. The o ngoing nature of  his injuries and the resulting social isolation have exacerbated these emotional challenges,  contributing to a diminished quality of life.  Functionally, Mr. Ledoux remains largely homebound, requiring assistance for most activities of  daily living. He is unable to engage in previous leisure activities, including playing musical  instruments, which were once integral to his sense of self and ov erall well - being. His mobility is  severely restricted, necessitating the use of a cane or walker for all movements. Even with these  aids, Mr. Ledoux's balance and stability are precarious, leading to multiple instances of near - falls  as reported by his RA.  Safety has emerged as a significant concern. Mr. Ledoux requires constant supervision during  mobility, especially when navigating stairs or curbs. Reports of nighttime incidents, including  possible sleep - walking and unsafe behaviors such as leaving the ove n on, raise concerns about  his safety when alone in his apartment.  Despite these challenges, Mr. Ledoux has shown moments of resilience. He expresses consistent  appreciation for the social interaction provided through RA sessions, which have become a crucial  lifeline to the outside world. These sessions, typically involvi ng short outings for coffee and drives  around Hawkesbury, offer Mr. Ledoux brief respites from his isolation and pain.  Medically,   Mr.   Ledoux   continues   to   navigate   a   complex   landscape   of   treatments   and  interventions. Recent cataract surgery has improved his vision, providing a rare positive  development in his overall health picture. However, ongoing issues with his ankle, k nee, and  prostate have necessitated multiple medical appointments and potential future surgeries, adding  to the overall burden of his condition.  In conclusion, this reassessment finds that Jean - Marc Ledoux's situation remains critically  impaired across physical, cognitive, emotional, and functional domains. The chronic nature of his  pain, combined with persistent mobility issues and cognitive chall enges, continues to severely  limit his independence and quality of life. Despite the supportive interventions in place, including  regular RA sessions and medical treatments, Mr. Ledoux's overall condition has not shown  significant improvement, underscoring   the severe and potentially permanent nature of his  accident - related impairments.\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   4   of   25  RECOMMENDATIONS:  Attendant Care:  Mr. Ledoux is currently in need of 31.4 hours per week of Attendant Care to support him during  his recovery by providing assistance for the management of those self - care activities listed in  the Assessment of Attendant Care Needs Form (Form 1).   Total mo nthly attendant care  benefit:   $2025.27/mth .  Housekeeping:  Mr. Ledoux is unable to manage any of his pre - accident housekeeping tasks and is dependent  on his CCAC - provided PSW   for support in maintaining his home environment. He is currently in  need of approximately 3 hours per week of housekeeping and home maintenance assistance to  maintain his small living space.  Further Occupational Therapy Interventions:  Mr. Ledoux would benefit from engagement in   monthly   OT Treatment sessions to foster his  engagement in meaningful activity and to ensure his safety through provision of appropriate  devices and education.  He would also benefit from sessions with a rehabilitation assistan t   (RA) twice weekly for a  period of 3 hours to foster his engagement in meaningful activity, foster community outings  and support the overall thrust of OT interventions which are critical at this juncture of his  recovery.  Referral for Other Services:  Mr. Ledoux would benefit from   engagement in a multi - disciplinary treatment coordinated by a  qualified Case Manager.   The complexity of Mr. Ledoux’s medical condition and significant  emotional and cognitive challenges cannot be adequately managed under current funding  restrictions.\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   5   of   25  INFORMED CONSENT STATEMENT:  This   therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  ●   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  ●   The assessment has been requested by his legal representative Ms. Elaine Lachaîne.  ●   The purpose of this assessment is to assess Mr. Ledoux’s current functional status as it  relates to his ability to complete pre - accident activities of daily living.  ●   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of   completing activities of daily living if required.  ●   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  ●   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  ●   A submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a denial or partial denial occur, an independent  e xamination by another Occupational Therapist may be requested by the insurer. This  may be an in - person assessment or a remote paper - review assessment. Funding for the  requested goods and/or services may ultimately be declined.  ●   Mr. Ledoux may choose to participate or decline any or all of the proposed assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  o   Burn Tucker Lachaîne, c/o Elaine Lachaîne, Legal Representative  Following this therapist’s explanation Mr. Ledoux granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  At the time of this assessment, this therapist was provided with the following documentation:  ●   Medical Records from The Ottawa Hospital, 1423 pages\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   6   of   25  PRE - ACCIDENT MEDICAL HISTORY:  Based on the Admission Record from B2   -   The Ottawa Hospital, Mr.   Ledoux   presents with the  following pre - accident medical and social history:  ●   Isolation (social)  ●   Anxiety disorder, unspecified  ●   Borderline personality disorder  ●   Adjustment disorder  ●   Essential tremor  ●   Chronic pain  ●   Diabetes mellitus, type 2  ●   GERD   (gastroesophageal reflux disease)  ●   HTN (hypertension)  ●   Smoker  ●   COPD (chronic obstructive pulmonary disease)  ●   Bipolar disorder  ●   Family history of DVT  ●   Epistaxis  ●   Parkinsons  ●   Sleep apnea  ●   Asthma  ●   Dyslipidemia  ●   Sleep apnea  Mr. Ledoux also shared with this   therapist that his longstanding history of mental health struggles  led to a history of two (2) suicide attempts (one at age 16 via CO asphyxiation and in his twenties  through planned medication overdose).  NATURE OF INJURY:  On December 1, 2022, Mr. Ledoux was a pedestrian struck by a motor vehicle resulting in  significant orthopedic and lacerative injuries.  Based on this assessment and through a review of available medical records, Mr. Ledoux has  sustained the following injuries as a result of the subject motor vehicle accident:  ●   Left Medial Malleolus Fracture Open Reduction, Internal Fixation  ●   Patellar Open Reduction, Internal Fixation\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   7   of   25  ●   Post - surgical infarction requiring hardware removal February 2, 2023  ●   Wound healing concerns and exposed bone requiring debridement, flap and skin grafts  (with subsequent infections), March 18, 2023  ●   2 rib fractures  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of  appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Prochino (GP)  and Lucy Bedard  (Nurse  Practitioner)  Unsure   Monitoring  medications  TBD  Dr. Garceau,  Orthopedic  Surgeon  June 202 4 . Second opinion  requested.  Conducted CT scans, x -  rays. Informed Mr.  Ledoux   that he would  need a total knee  replacement and later  a left hip replacement.  He noted his foot  incision to be without  infection but still open  and weeping. He also  reportedly  recommended  physiotherapy for his  hands and feet.  TBD  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Dilaudid   4mg, 2X/day increased from 2  mg  Pain management  Hydromorph one   6mg, 2X/day   Pain management  Lyrica   50 mg, 2X/day   Lessen shock impulse up the  nerves  Apo - Aripiprazole   6mg, 1X/day   Antipsychotic\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   8   of   25  Pms - Perindopril   4mg, 1X/day   Hypertension  Jamp - Rabeprazole   20mg, 2X/day   Acid reflux/GERD  Apo - Quetiapine   25mg, 1X/day   Bipolar disorder  Auro - Metformin Blackberry   500mg, 2X/day   Diabetes  Mylan - Divalproex   500mg, 2X/day   Bipolar disorder  Primidone   125mg,   1X/day   Anti - seizure medication  Teva - Trazodone   150mg, 1X/day   Sleep aid  Taro -   Rosuvastatin   20mg, 1X/day   High Cholesterol  Sandoz - Pregabalin   50mg, 2X/day   Neuropathic pain  Sandoz - Quetiapine XR   50mg, 1X/day   Antipsychotic  Novo - Famotidine   20mg, 2X/day   Acid reflux/GERD  Apo - Tamsulosin CR   0.4mg, 1X/day   Enlarged prostate  Act - Venlafaxine XR   150mg, 1X/day   Depression  Aspirin   81mg, 1X/day   Blood thinner  Equate Melatonin   5mg, 1X/day   Sleep aid  CLIENT REPORTED SYMPTOMS  Physical Symptoms:  Pain   symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if Necessary  Left ankle   He   remains highly   symptomatic,   reporting  feeling “like I’m walking on broken glass”. He  reports   ongoing   “crunching”   noises   in   his  ankle  8/10   -   10/10  Left knee   Unable   to   straighten   his   knee   and   was  recently informed that he will need a total left  knee   replacement.   He   will also later be  investigated for a left hip replacement.  4/10 at rest  up   to   8/10  when  walking  Left hip   Frequent changes of position required when  sitting in his recliner.   He remains unable to  sleep comfortably in his bed and opts to sleep  on his recliner most of the time.  5/10 during  the   day   up  to   7/10   at  night  Pelvis   Frequent change of position required as he  cannot obtain any relief from pelvic pain.  7/10  Left hand   Can’t bend wrist fully and is unable to grasp  with his second and third digits. Limited fine  motor coordination observed   as significant  7/10\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   9   of   25  and impeding his return to music playing, a  primary pre - accident leisure outlet.  Left leg and forearm   Experiences   what   he   describes   as   “nerve  shocks” from his left ankle to his knee, and  from his left wrist to his elbow.   This has not  changed in the last year.  8/10  Cognitive Symptoms:  Mr. Ledoux's cognitive functioning has shown persistent   challenges since the initial assessment,  with some fluctuations noted over time. While he did not initially report significant cognitive  changes, ongoing observations and interactions have revealed several areas of concern:  •   Processing Speed and Attention: Mr. Ledoux frequently demonstrates slowed cognitive  processing. This is evident in his interactions with his Rehabilitation Assistant (RA), where  he often requires additional time to formulate responses or follow conversatio ns. His  attention span appears variable, with some days showing better focus than others.  •   Memory: Short - term memory issues are prominent. Mr. Ledoux has shown difficulty  remembering recent events and instructions. For instance, on September 24, 2024, he  woke up confused about a medical appointment, momentarily forgetting that he had  already und ergone the procedure. He also frequently forgets items he intends to  purchase or tasks he plans to complete during outings with his RA.  •   Executive Functioning: Mr. Ledoux exhibits challenges with planning, organization, and  problem - solving. This is evident in his difficulty managing daily tasks and making  decisions. For example, he impulsively purchased a dog without considering his physica l  limitations in caring for it, leading to the immediate return of the animal (noted on  September 5, 2024).  •   Language: Word - finding difficulties have been observed regularly. The RA notes from July  30, 2024, specifically mention that Mr. Ledoux had difficulty formulating words and  sentences during conversations. This issue appears to be intermittent but persisten t.  •   Concentration: Mr. Ledoux often struggles to maintain focus on tasks or conversations for  extended periods. This is particularly noticeable during longer outings or when discussing  complex topics.  •   Temporal Awareness: There are indications of disrupted temporal awareness. Mr. Ledoux  frequently loses track of time and has difficulty maintaining a consistent sleep - wake cycle,  often oversleeping or being awake at unusual hours.  •   Cognitive Fatigue: Reports indicate that Mr. Ledoux experiences significant cognitive  fatigue, especially after engaging in activities that require sustained mental effort. This  fatigue often leads to increased confusion and decreased functional ability.\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   10   of   25  •   Judgment and Safety Awareness: There are concerns about Mr. Ledoux's judgment,  particularly regarding his safety. Incidents such as leaving the oven on overnight (reported  on October 8, 2024) suggest impaired risk assessment abilities.  T hese cognitive symptoms appear to be exacerbated by pain, fatigue, and emotional distress.  The interplay between Mr. Ledoux's physical condition, pain levels, and cognitive functioning is  complex and variable. Additionally, the potential impact of his medi cation regimen on cognitive  function cannot be overlooked.  These cognitive challenges significantly impact Mr. Ledoux's daily functioning, independence,  and overall quality of life. They contribute to his reliance on external support for managing daily  activities and highlight the need for ongoing cognitive monito ring and support strategies.  Emotional Symptoms:  Mr. Ledoux continues to experience a range of emotional symptoms that significantly impact his  daily life and overall well - being:  •   Depression: Persistent low mood is evident,   characterized by feelings of hopelessness and  loss of interest in previously enjoyed activities. Mr. Ledoux frequently expresses feelings  of being \"locked in prison\" in his apartment, indicating a sense of confinement and  despair.  •   Anxiety: Mr. Ledoux exhibits ongoing anxiety, particularly related to his medical condition  and uncertain future. This is often manifested in worry about upcoming medical  procedures and concern over his slow recovery process.  •   Social Isolation: Despite regular interactions with his Rehabilitation Assistant (RA), Mr.  Ledoux remains largely isolated from broader social connections. The loss of his father,  whom he described as his \"best friend,\" has deepened this sense of isolation .  •   Emotional Lability: RA notes indicate fluctuations in Mr. Ledoux's emotional state, ranging  from expressions of gratitude and positivity to periods of frustration and despair. This  emotional instability appears to be closely tied to his physical pain level s and perceived  progress in recovery.  •   Grief and Loss: Mr. Ledoux continues to grapple with the loss of his previous lifestyle and  independence. This is particularly evident in his inability to engage in meaningful activities  such as playing musical instruments.  •   Frustration and Anger: There are frequent reports of Mr. Ledoux expressing frustration  with his slow recovery and the limitations imposed by his condition. This frustration  sometimes manifests as irritability or anger.\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   11   of   25  •   Fear and Uncertainty: Mr. Ledoux often expresses fear about his future,   particularly  concerning the potential for further medical complications or the possibility of losing his  leg due to ongoing ankle issues.  Symptom Management Strategies:  Mr. Ledoux reported making use of the following strategies to manage his   symptoms at this time:  ●   Rest  ●   Activity avoidance  ●   Medication  FUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  Activity   Client Report and Therapist Observations  Sitting and  repositioning  Mr. Ledoux continues to spend most of his day in his recliner sofa. He frequently  repositions due to pain and discomfort. During RA sessions, he was observed sitting  for 20 - 30 minute periods before needing to change position or stand.  Bed mobility   Mr. Ledoux alternates between sleeping in his recliner and bed, using his bed 3 - 4  nights per week as of March 2024. He reports ongoing pain when turning or  repositioning in bed.  Transfers   Mr. Ledoux demonstrates persistent difficulty with all   transfers, relying heavily on his  cane or walker. He frequently pauses mid - transfer to stabilize himself. Toilet transfers  remain challenging despite the raised toilet seat. Bathtub transfers have not been  reassessed due to ongoing ankle wound issues precl uding showering.  Standing   Standing tolerance remains limited to a few minutes before needing to sit due to pain  and fatigue. During community outings, he requires frequent rest breaks and often  uses a wheelchair for longer distances.  Balance   Balance is a significant ongoing concern. Mr. Ledoux remains unable to perform the  Four - Stage Balance Test without support. Multiple near - falls have been reported,  particularly when navigating curbs or stairs. His balance is further compromised by  knee pai n and ankle instability.\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   12   of   25  Walking   Ambulation remains severely impaired. Mr. Ledoux consistently uses a cane or  walker, demonstrating a slow, unsteady gait with frequent pain reports. Walking is  limited to short distances within his apartment or   during brief community outings. He  requires close supervision, especially on uneven surfaces.  Stairs   Stair navigation continues to be hazardous. The three steps to his apartment require  close supervision and often physical assistance. Mr. Ledoux ascends and descends  very slowly, pausing between steps to regain balance and strength.  Lifting/Carrying   Mr. Ledoux cannot carry objects while using mobility aids. With his walker, he can  transport small, light objects on the seat. Grip strength and fine   motor control in his  left hand remain significantly impaired, further limiting his carrying ability.  Kneeling   Mr. Ledoux remains unable to kneel due to pain and instability in his left leg. This  activity has not been attempted in recent months due to safety concerns.  Squatting/Crouching   Squatting and crouching continue to be impossible for Mr. Ledoux. These positions  cause severe pain and pose a high fall risk. He avoids these movements entirely.  Bending   Mr. Ledoux can bend forward slightly while   seated, but standing bends are severely  limited due to pain and balance issues. He often requires assistance to reach items  below waist level.  Reaching   Reaching ability remains compromised, especially with the left arm. Mr. Ledoux's left  shoulder   shows limited range of motion (approximately 50% of normal) in all planes.  He compensates by relying more on his right arm for reaching tasks.  Fine Motor  Coordination  Significant issues persist with fine motor coordination in the left hand. Mr. Ledoux  struggles with tasks requiring precise finger movements or grip strength. He  consistently relies on his right hand for tasks requiring dexterity.\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   13   of   25  Active Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal   range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   Neck range of motion is generally preserved  with   reports   of stiffness/pain   stiffness and  pain with active range of motion and in  neutral position.  Lateral   flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   ½ range   Left shoulder range of motion significantly  impaired in all planes.  Extension   WFL   ½ range  Abduction   WFL   ½ range  Adduction   WFL   ½ range  Internal rotation   WFL   ½   range  External rotation   WFL   ½ range  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   14   of   25  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   ½   range   Mr. Ledoux is unable to effectively bend  forward and reach beyond his upper - thighs  as a result of severe pain he experiences in  his lumbar spine.  Lateral flexion   ½ range   ½ range  Rotation   ½ range   ½ range  Hip   Flexion   WFL   WFL   No   identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   Unable to fully straighten or bend his left  knee.  Extension   WFL   ¾ range  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  EMOTIONAL   PRESENTATION:  Mr. Ledoux's emotional presentation continues to be complex and variable. Throughout the  reassessment period and as observed in RA sessions, his emotional state has shown the  following characteristics:  •   Mood Fluctuations: Mr. Ledoux exhibits significant mood swings. On many occasions, he  presents as being in a \"good\" or \"pretty good\" mood at the start of RA sessions,  particularly when anticipating community outings. These positive states are often  intersp ersed with expressions of frustration, anxiety, and sadness.  •   Flat Affect: Despite reporting being in a \"good\" mood, Mr. Ledoux frequently displays a  flat affect. There is often a noticeable disconnect between his verbalized mood and his  emotional expression.\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   15   of   25  •   Emotional Lability: There are instances of rapid emotional shifts, particularly when  discussing his medical condition or limitations. For example, he can quickly transition  from expressing gratitude for support to tears of frustration about his slow recove ry.  •   Anxiety: Mr. Ledoux frequently expresses worry about his health, particularly  concerning his unhealing ankle wound and potential future surgeries. This anxiety often  manifests as physical restlessness or verbal repetition of medical concerns.  •   Grief and Loss: Mr. Ledoux continues to express feelings of loss, both for his previous  lifestyle and for deceased family members. This grief often emerges unexpectedly  during conversations.  •   Social Withdrawal: While Mr. Ledoux expresses appreciation for social interaction  during RA sessions, he   rarely discusses social connections outside of these structured  interactions.  •   Frustration and Anger: Expressions of frustration and occasional anger are noted,  particularly when Mr. Ledoux encounters physical limitations or experiences increased  pain. These emotions are often followed by periods of resignation or apathy.  COGNITIVE PRESENTATION:  Mr. Ledoux's cognitive presentation shows several areas of concern:  •   Attention and Concentration: During RA sessions, Mr. Ledoux often struggles to  maintain focus on conversations or tasks for extended periods. His attention appears to  waver, especially when he reports being in pain or feeling tired.  •   Memory: Mr. Ledoux frequently forgets recent events, appointments, or items  discussed earlier in conversations. For instance, he has forgotten about scheduled  appointments or the need to reschedule conflicting appointments, requiring prompts  from his RA.  •   Processing Speed: Mr. Ledoux often requires additional time to formulate responses to  questions or to process new information. This is more noticeable when discussing  complex topics or when he reports feeling fatigued.  •   Executive Functioning: Mr. Ledoux demonstrates difficulties with planning, organization,  and problem - solving. This is evident in his struggles to manage daily tasks and make  decisions. For example, his decision to purchase a dog without considering the  imp lications, which he later regretted.  •   Language: Word - finding difficulties are frequently observed. Mr. Ledoux often pauses  mid - sentence, searching for words, or uses vague language. This issue appears to  fluctuate in severity but is consistently present.  •   Spatial Awareness: Mr. Ledoux has experienced frequent near - falls and difficulty judging  distances, particularly when navigating curbs.\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   16   of   25  •   Cognitive Fatigue: Mr. Ledoux demonstrates increased difficulty with cognitive tasks as  sessions progress. He often reports feeling mentally exhausted towards the end of  interactions.  •   Insight: Mr. Ledoux acknowledges some memory problems but does not always  recognize the extent of his difficulties in other cognitive areas.  Mr. Ledoux's cognitive presentation is observed to vary based on his reported pain levels,  fatigue, and emotional state. The interplay between his physical condition and cognitive  functioning creates a complex clinical picture that requires ongoing monitor ing and support.  TYPICAL DAY:  Mr. Ledoux's daily routine remains significantly altered from his pre - accident lifestyle, with  minimal changes observed since the initial assessment. His typical day is   characterized by limited  activity and prolonged periods of sedentary behavior:  Morning:  •   Mr. Ledoux's wake time is inconsistent, ranging from early morning to late afternoon. He  often reports difficulty sleeping through the night due to pain and discomfort.  •   Upon waking, he frequently requires time to manage pain and stiffness before attempting  to start his day.  •   He often skips breakfast or has a light meal, sometimes relying on his Personal Support  Worker (PSW) for meal preparation.  Daytime:  •   The   majority of Mr. Ledoux's day is spent in his recliner sofa, alternating between sitting  and reclining positions to manage pain and discomfort.  •   He spends considerable time watching television, which serves as his primary form of  entertainment and distraction from pain.  •   Mr. Ledoux receives visits from his PSW three times a week, who assists with meals, light  housekeeping, and personal care.  •   He receives daily nursing care for dressing changes to his left foot, where ongoing wound  issues persist.  Outings and Activities:  Once weekly, Mr. Ledoux participates in outings with his Rehabilitation Assistant. These typically  involve:\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   17   of   25  •   A trip to Tim Hortons to purchase coffee  •   A drive outside of Hawkesbury  •   Occasional stops at convenience stores to check lottery   tickets  These outings are highly valued by Mr. Ledoux and represent his primary form of community  engagement and social interaction.  Evening:  •   Mr. Ledoux's evening routine is unstructured. He often continues watching television or  resting in his   recliner.  •   Meal times are irregular, with Mr. Ledoux sometimes skipping meals or eating at  unconventional hours.  •   He reports occasional episodes of nighttime eating, sometimes waking to find evidence  of having eaten without remembering doing so.  Night:  •   Sleep patterns remain disrupted. Mr. Ledoux alternates between sleeping in his recliner  and his bed, with increasing use of his bed (3 - 4 nights per week) noted.  •   He frequently experiences sleep disturbances due to pain, often waking multiple times  throughout the night.  •   There have been reports of possible sleepwalking or engaging in activities during the night  without full awareness.  Throughout the day, Mr. Ledoux manages his numerous medications, which include pain  management and treatments for various   chronic conditions. His level of engagement and mood  fluctuate, often correlated with his pain levels and fatigue.\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   18   of   25  DESCRIPTION OF LIVING ENVIRONMENT:  TYPE OF  DWELLING  Apartment, main floor, outdoor access via two concrete steps in disrepair  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Laminate  Bathrooms   1   Main floor   Tile  Living Room   1   Main floor   Laminate  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Round table and 4 chairs in the  kitchen  Laminate  Laundry   1   Washer and dryer located in the  kitchen  Laminate  Stairs   2   Two steps in state of disrepair  and not meeting code  requirements to be navigated to  access his main floor apartment.  He notes that his mother  recently fell and hit her head  while visiting him.  Concrete  Basement   0   NA   NA  Driveway  Description  No driveway.  Yard description   No yard.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☒   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone in an apartment  Children   None  ACTIVITIES OF DAILY LIVING (Pre -   and Post - Accident):  Self - Care Activities:  Mr. Ledoux continues to require significant assistance with self - care activities, showing minimal  improvement since the initial assessment:\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   19   of   25  •   Bathing: Mr. Ledoux remains   limited to sponge bathing due to ongoing issues with his  ankle wound. He receives assistance from his PSW for this task three times a week.  •   Dressing: While Mr. Ledoux can manage some aspects of dressing independently, he  often requires extended time and experiences pain during the process. He frequently opts  for easily manageable clothing like track pants to minimize discomfort.  •   Grooming: Basic grooming tasks are managed with difficulty. Mr. Ledoux requires  assistance with more complex tasks such as nail care.  •   Toileting: The use of a raised toilet seat continues to be beneficial, but Mr. Ledoux still  experiences challenges with transfers and reports discomfort during toileting.  •   Medication Management: Mr. Ledoux manages his medications   independently but relies  on blister packs for organization. He occasionally forgets doses, particularly when his  routine is disrupted.  •   Eating: While able to feed himself, Mr. Ledoux often relies on pre - prepared meals or  assistance from his PSW for meal preparation. He reports inconsistent eating patterns,  sometimes skipping meals or eating at irregular hours.  HOUSEKEEPING ACTIVITIES:  Mr. Ledoux remains largely unable to manage housekeeping tasks independently:  •   Cleaning: He is unable to perform most cleaning tasks due to mobility limitations and pain.  Light tidying is occasionally attempted but with significant difficulty.  •   Laundry: Mr. Ledoux relies entirely on his PSW for laundry tasks.  •   Meal Preparation: Beyond simple tasks like microwaving, Mr.   Ledoux is unable to prepare  meals independently. He relies on his PSW and Meals - on - Wheels services.  •   Groceries: Mr. Ledoux occasionally makes trips to Walmart using taxi services but requires  assistance with shopping and carrying items. More often, he relies on others to shop for  him.  •   Home Maintenance: Mr. Ledoux is unable to perform any home maintenance tasks.  Minor issues in his apartment often go unaddressed until his PSW or family members can  assist.  Caregiving Activities:  Mr. Ledoux is not responsible for caregiving activities. Prior to the accident, he was the primary  caregiver for his father, who has since passed away. The loss of this caregiving role has  contributed to Mr. Ledoux's sense of purposelessness and social iso lation.\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   20   of   25  Vocational Activities:  Mr. Ledoux has not been employed since 2000 when he left his position with the OPP due to a  diagnosis of bipolar disorder. He was not employed at the time of the accident and remains  unable to engage in any form of employment due to his physical limitation s, cognitive challenges,  and ongoing medical issues.  Leisure Activities:  Mr. Ledoux's engagement in leisure activities remains severely limited:  •   Music: Despite having musical instruments in his apartment, Mr. Ledoux remains unable  to play due to   physical limitations and pain.  •   Outdoors Activities: His previous routine of feeding birds and ducks at a local park has  been completely interrupted. Occasional short drives with the RA have become his  primary outdoor activity.  •   Social Interaction: Regular sessions with the RA have become Mr. Ledoux's main form of  social engagement. He expresses great appreciation for these interactions.  •   Television: Watching TV has become Mr. Ledoux's primary leisure activity, often serving  as a means of distraction from pain and isolation.  •   Community Outings: Weekly outings with the RA, typically to Tim Hortons and for short  drives, have become significant events in Mr. Ledoux's routine. These outings, while  limited in scope, provide important opportunities for community engagement.  •   Lottery: Purchasing and checking lottery tickets has emerged as a small but consistent  leisure activity, often incorporated into RA outings.  Community Access:  Mr. Ledoux's ability to access the community remains significantly impaired since   the initial  assessment, with some notable developments:  Limited Independent Mobility: Mr. Ledoux continues to be largely confined to his apartment due  to mobility issues, pain, and fatigue. His independent community access is severely restricted,  primarily due to difficulty navigating the three steps at the ent rance of his building and limited  walking endurance.  Structured Outings: The bi - weekly sessions with his Rehabilitation Assistant (RA) have become  Mr. Ledoux's primary means of accessing the community. These outings typically include:\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   21   of   25  •   Visits to Tim Hortons for coffee  •   Short drives around Hawkesbury and surrounding areas  •   Occasional stops at convenience stores to purchase lottery tickets  Vehicle Purchase and Limitations: In early 2024, Mr.   Ledoux purchased a new vehicle, anticipating  increased independence in community access. However, this decision proved premature:  •   As noted in the RA report from June 7, 2024, Mr. Ledoux expressed regret over the  purchase, realizing he couldn't drive it effectively due to fatigue and pain experienced  while walking to and from the vehicle.  •   On June 11, 2024, he further elaborated that he had \"purchased the vehicle prematurely  and should have waited until he had progressed farther along in his recovery.\" The vehicle  remains largely unused, parked behind his building, with a neighbor agreeing   to clear  snow around it during winter months.  Assisted Transportation: When necessary, Mr. Ledoux relies on taxi services for essential trips,  such as medical appointments or occasional shopping at Walmart. During these outings:  •   He requires the use of mobility aids (cane or walker) and often uses store - provided  motorized carts for longer distances.  •   He frequently needs assistance from store staff or taxi drivers to manage purchases and  navigate the store environment.  Physical Barriers: The three steps leading to Mr. Ledoux's apartment continue to be a significant  barrier to community access. These steps, described as uneven and not meeting code  requirements, pose a   consistent safety risk and often require close supervision or assistance from  the RA or others.  Fatigue and Pain Impact: Even when transportation is available, Mr. Ledoux's ability to engage in  community activities is limited by fatigue and pain. Short outings often leave him exhausted,  necessitating rest upon return to his apartment.  Social Engagement: While Mr. Ledoux expresses appreciation for the community outings with his  RA, his overall social engagement in the community remains minimal. He rarely interacts with  neighbors or participates in community events.  Weather Considerations: Mr. Ledoux's community access is further impacted by weather  conditions. Inclement weather, particularly in winter, significantly increases the challenges and  risks associated with leaving his apartment.\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   22   of   25  Volunteer Activities:  Mr. Ledoux was not involved in any volunteer activities prior to the subject motor vehicle  accident.  ASSESSMENT OF ATTENDANT CARE NEEDS:  The following is an Assessment of Attendant Care Needs based on reports of the client and direct  observations as of   October 8, 2024 . The Ontario Society of Occupational Therapists report  “Considerations for Occupational Therapists Completing an Assessment of Attendant Care Needs  (Form 1)” was consulted for the completion of the assessment. As per the OSOT Guidelines, “this  assessment   of Attendant Care Needs (Form 1) is not simply the recording of what attendant care  services are already in place. This thera pist’s role is to determine the extent to which the client  can perform the skills and activities identified in the Form 1 safely, functionally, and to objectively  identify what assistance, if any, is needed from the present time into the future until anoth er  such re - assessment may identify modified needs.”  Part 1   –   Level 1 Attendant Care (Routine personal care)  Task   Observations/Comments   Weekly Time Allotted  Dress  •   Upper body  •   Lower Body  Mr. Ledoux demonstrated the  strength, range of motion and  postural tolerances required  to   manage   dressing   and  undressing   activities  independently. He confirmed  that   he   manages   this   task  independently albeit in a slow  manner at times with breaks  if symptoms are flared.  0 minutes per week  Undress  •   Upper body  •   Lower Body  0 minutes per week  Prosthetics   NA   0 minutes per week  Orthotics   NA   0 minutes per week  Grooming  •   Face  •   Hands  •   Shaving  •   Cosmetics  Mr.   Ledoux   requires  assistance   with   hair   care,  fingernail and   toenail care.  65 minutes per week\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   23   of   25  •   Brush/shampoo/dry/style  hair  •   Fingernails  •   Toenails  Feeding   Mr.   Ledoux   is   unable   to  prepare meals for himself and  requires   assistance   with   all  aspects of meal preparation.  420 minutes per week  Mobility   *   Mr.   Ledoux   would   benefit  from   assistance   to   walk  outside of his   home for short  periods three times daily.  420 minutes per week  Extra Laundering   0 minutes per week  * Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance  with mobility includes “all transfers both inside the home and out in the community” and “supervision and  assistance when walking includes: sta ir climbing, mobility on ramps, into and out of home and/or lobby, garage,  in the community etc.”  Part 2   –   Level 2 Attendant Care (Basic supervisory functions)  Task   Observations/Comments   Weekly Time Allotted  Hygiene   *  •   Clean tub/shower/ sink  after use  •   Change bedding, make  bed, clean room  •   Ensure comfort and safety  (bedroom)  •   Assist in daily wearing  apparel  •   Hand/sort clothes to be  laundered  Mr.   Ledoux   requires  assistance   with   the  management of all hygiene  tasks listed in this section of  the Form 1. He is confined to  his apartment   and benefits  from a 2 hours per day of  assistance   for   ensuring   his  comfort and security in his  environment   throug h   a  combination of phone check -  ins and in - person visits.  1015 minutes per week  Basic Supervisory Care   **   No needs identified at this  time for this section. This will  be   monitored   through   the  course   of   OT   treatment  delivery.  0 minutes per week\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   24   of   25  Coordination of Attendant  Care  0 minutes per week  * The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational  Therapists considers “supervisory functions for those who are emotionally, cognitively and/or   physically in need  of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further  state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these  activities should   be considered an attendant care need under Level 2”.  ** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single -  family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the  amount of time required for an individu al to evacuate or reach an area of safety. Factors that impact the ability  to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,  individuals taking a sleeping aid} and alcohol consumption, and t hose who have physical and mental disabilities.  In Canada, winter conditions must also be considered, as “preparation for further action” activities including  donning boots and coats, and gathering belongings, require additional time.  Part 3   –   Level 3 Attendant Care (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted  Genitourinary Tracts   No needs identified.   0 minutes per week  Bowel Care   No needs   identified.   0 minutes per week  Tracheostomy   Not applicable.   0 minutes per week  Ventilator Care   Not applicable.   0 minutes per week  Exercise   No   exercise   program  prescribed yet.  0 minutes per week  Skin Care   CCAC is currently managing  skin   care   issues   which   are  concluding as of the time of  drafting   this   report.   No  identified needs expected.  0 minutes per week  Medication   Mr. Ledoux is independent in  the   management   of   his  medication.   He   has   his  prescriptions delivered to his  home.  0 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  Mr.   Ledoux   requires  assistance for the completion  of a daily sponge bath to be  soon   transitioned   to  assistance in showering (once  175 minutes per week\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   25   of   25  •   Transfer, bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  his   skin   graft   fully   heals,  imminently expected).  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  NA   0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  NA   0 minutes per week  Attendant Care Calculation:  Part 1   -   Routine Personal Care   11.58 hours per week  $742.14/mth  Part 2   -   Basic Supervisory Functions   16.92 hours per week   $1018.38/mth  Part 3   -   Complex Health/Care and Hygiene   2.92 hours per week   $264.75/mth  Total monthly assessed attendant care benefit:   $2025.27   (subject to limits under Statutory  Accident Benefits Schedule)  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 776 - 1266 or by email at   info @ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   Burn Tucker Lachaîne c/o Elaine Lachaîne  An electronic signature was used in   order to assist with a timely report. The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   15   of   25  •   Emotional Lability: There are instances of rapid emotional shifts, particularly when  discussing his medical condition or limitations. For example, he can quickly transition  from expressing gratitude for support to tears of frustration about his slow recove ry.  •   Anxiety: Mr. Ledoux frequently expresses worry about his health, particularly  concerning his unhealing ankle wound and potential future surgeries. This anxiety often  manifests as physical restlessness or verbal repetition of medical concerns.  •   Grief and Loss: Mr. Ledoux continues to express feelings of loss, both for his previous  lifestyle and for deceased family members. This grief often emerges unexpectedly  during conversations.  •   Social Withdrawal: While Mr. Ledoux expresses appreciation for social interaction  during RA sessions, he   rarely discusses social connections outside of these structured  interactions.  •   Frustration and Anger: Expressions of frustration and occasional anger are noted,  particularly when Mr. Ledoux encounters physical limitations or experiences increased  pain. These emotions are often followed by periods of resignation or apathy.  COGNITIVE PRESENTATION:  Mr. Ledoux's cognitive presentation shows several areas of concern:  •   Attention and Concentration: During RA sessions, Mr. Ledoux often struggles to  maintain focus on conversations or tasks for extended periods. His attention appears to  waver, especially when he reports being in pain or feeling tired.  •   Memory: Mr. Ledoux frequently forgets recent events, appointments, or items  discussed earlier in conversations. For instance, he has forgotten about scheduled  appointments or the need to reschedule conflicting appointments, requiring prompts  from his RA.  •   Processing Speed: Mr. Ledoux often requires additional time to formulate responses to  questions or to process new information. This is more noticeable when discussing  complex topics or when he reports feeling fatigued.  •   Executive Functioning: Mr. Ledoux demonstrates difficulties with planning, organization,  and problem - solving. This is evident in his struggles to manage daily tasks and make  decisions. For example, his decision to purchase a dog without considering the  imp lications, which he later regretted.  •   Language: Word - finding difficulties are frequently observed. Mr. Ledoux often pauses  mid - sentence, searching for words, or uses vague language. This issue appears to  fluctuate in severity but is consistently present.  •   Spatial Awareness: Mr. Ledoux has experienced frequent near - falls and difficulty judging  distances, particularly when navigating curbs.",
    "SYMPTOMS": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   24   of   25  Coordination of Attendant  Care  0 minutes per week  * The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational  Therapists considers “supervisory functions for those who are emotionally, cognitively and/or   physically in need  of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further  state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these  activities should   be considered an attendant care need under Level 2”.  ** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single -  family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the  amount of time required for an individu al to evacuate or reach an area of safety. Factors that impact the ability  to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,  individuals taking a sleeping aid} and alcohol consumption, and t hose who have physical and mental disabilities.  In Canada, winter conditions must also be considered, as “preparation for further action” activities including  donning boots and coats, and gathering belongings, require additional time.  Part 3   –   Level 3 Attendant Care (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted  Genitourinary Tracts   No needs identified.   0 minutes per week  Bowel Care   No needs   identified.   0 minutes per week  Tracheostomy   Not applicable.   0 minutes per week  Ventilator Care   Not applicable.   0 minutes per week  Exercise   No   exercise   program  prescribed yet.  0 minutes per week  Skin Care   CCAC is currently managing  skin   care   issues   which   are  concluding as of the time of  drafting   this   report.   No  identified needs expected.  0 minutes per week  Medication   Mr. Ledoux is independent in  the   management   of   his  medication.   He   has   his  prescriptions delivered to his  home.  0 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  Mr.   Ledoux   requires  assistance for the completion  of a daily sponge bath to be  soon   transitioned   to  assistance in showering (once  175 minutes per week",
    "MEDICAL_HISTORY": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   10   of   25  •   Judgment and Safety Awareness: There are concerns about Mr. Ledoux's judgment,  particularly regarding his safety. Incidents such as leaving the oven on overnight (reported  on October 8, 2024) suggest impaired risk assessment abilities.  T hese cognitive symptoms appear to be exacerbated by pain, fatigue, and emotional distress.  The interplay between Mr. Ledoux's physical condition, pain levels, and cognitive functioning is  complex and variable. Additionally, the potential impact of his medi cation regimen on cognitive  function cannot be overlooked.  These cognitive challenges significantly impact Mr. Ledoux's daily functioning, independence,  and overall quality of life. They contribute to his reliance on external support for managing daily  activities and highlight the need for ongoing cognitive monito ring and support strategies.  Emotional Symptoms:  Mr. Ledoux continues to experience a range of emotional symptoms that significantly impact his  daily life and overall well - being:  •   Depression: Persistent low mood is evident,   characterized by feelings of hopelessness and  loss of interest in previously enjoyed activities. Mr. Ledoux frequently expresses feelings  of being \"locked in prison\" in his apartment, indicating a sense of confinement and  despair.  •   Anxiety: Mr. Ledoux exhibits ongoing anxiety, particularly related to his medical condition  and uncertain future. This is often manifested in worry about upcoming medical  procedures and concern over his slow recovery process.  •   Social Isolation: Despite regular interactions with his Rehabilitation Assistant (RA), Mr.  Ledoux remains largely isolated from broader social connections. The loss of his father,  whom he described as his \"best friend,\" has deepened this sense of isolation .  •   Emotional Lability: RA notes indicate fluctuations in Mr. Ledoux's emotional state, ranging  from expressions of gratitude and positivity to periods of frustration and despair. This  emotional instability appears to be closely tied to his physical pain level s and perceived  progress in recovery.  •   Grief and Loss: Mr. Ledoux continues to grapple with the loss of his previous lifestyle and  independence. This is particularly evident in his inability to engage in meaningful activities  such as playing musical instruments.  •   Frustration and Anger: There are frequent reports of Mr. Ledoux expressing frustration  with his slow recovery and the limitations imposed by his condition. This frustration  sometimes manifests as irritability or anger.",
    "TYPICAL_DAY": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   16   of   25  •   Cognitive Fatigue: Mr. Ledoux demonstrates increased difficulty with cognitive tasks as  sessions progress. He often reports feeling mentally exhausted towards the end of  interactions.  •   Insight: Mr. Ledoux acknowledges some memory problems but does not always  recognize the extent of his difficulties in other cognitive areas.  Mr. Ledoux's cognitive presentation is observed to vary based on his reported pain levels,  fatigue, and emotional state. The interplay between his physical condition and cognitive  functioning creates a complex clinical picture that requires ongoing monitor ing and support.  TYPICAL DAY:  Mr. Ledoux's daily routine remains significantly altered from his pre - accident lifestyle, with  minimal changes observed since the initial assessment. His typical day is   characterized by limited  activity and prolonged periods of sedentary behavior:  Morning:  •   Mr. Ledoux's wake time is inconsistent, ranging from early morning to late afternoon. He  often reports difficulty sleeping through the night due to pain and discomfort.  •   Upon waking, he frequently requires time to manage pain and stiffness before attempting  to start his day.  •   He often skips breakfast or has a light meal, sometimes relying on his Personal Support  Worker (PSW) for meal preparation.  Daytime:  •   The   majority of Mr. Ledoux's day is spent in his recliner sofa, alternating between sitting  and reclining positions to manage pain and discomfort.  •   He spends considerable time watching television, which serves as his primary form of  entertainment and distraction from pain.  •   Mr. Ledoux receives visits from his PSW three times a week, who assists with meals, light  housekeeping, and personal care.  •   He receives daily nursing care for dressing changes to his left foot, where ongoing wound  issues persist.  Outings and Activities:  Once weekly, Mr. Ledoux participates in outings with his Rehabilitation Assistant. These typically  involve:\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   17   of   25  •   A trip to Tim Hortons to purchase coffee  •   A drive outside of Hawkesbury  •   Occasional stops at convenience stores to check lottery   tickets  These outings are highly valued by Mr. Ledoux and represent his primary form of community  engagement and social interaction.  Evening:  •   Mr. Ledoux's evening routine is unstructured. He often continues watching television or  resting in his   recliner.  •   Meal times are irregular, with Mr. Ledoux sometimes skipping meals or eating at  unconventional hours.  •   He reports occasional episodes of nighttime eating, sometimes waking to find evidence  of having eaten without remembering doing so.  Night:  •   Sleep patterns remain disrupted. Mr. Ledoux alternates between sleeping in his recliner  and his bed, with increasing use of his bed (3 - 4 nights per week) noted.  •   He frequently experiences sleep disturbances due to pain, often waking multiple times  throughout the night.  •   There have been reports of possible sleepwalking or engaging in activities during the night  without full awareness.  Throughout the day, Mr. Ledoux manages his numerous medications, which include pain  management and treatments for various   chronic conditions. His level of engagement and mood  fluctuate, often correlated with his pain levels and fatigue.",
    "ADLS": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   18   of   25  DESCRIPTION OF LIVING ENVIRONMENT:  TYPE OF  DWELLING  Apartment, main floor, outdoor access via two concrete steps in disrepair  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Laminate  Bathrooms   1   Main floor   Tile  Living Room   1   Main floor   Laminate  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Round table and 4 chairs in the  kitchen  Laminate  Laundry   1   Washer and dryer located in the  kitchen  Laminate  Stairs   2   Two steps in state of disrepair  and not meeting code  requirements to be navigated to  access his main floor apartment.  He notes that his mother  recently fell and hit her head  while visiting him.  Concrete  Basement   0   NA   NA  Driveway  Description  No driveway.  Yard description   No yard.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☒   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone in an apartment  Children   None  ACTIVITIES OF DAILY LIVING (Pre -   and Post - Accident):  Self - Care Activities:  Mr. Ledoux continues to require significant assistance with self - care activities, showing minimal  improvement since the initial assessment:",
    "ATTENDANT_CARE": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   25   of   25  •   Transfer, bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  his   skin   graft   fully   heals,  imminently expected).  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  NA   0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  NA   0 minutes per week  Attendant Care Calculation:  Part 1   -   Routine Personal Care   11.58 hours per week  $742.14/mth  Part 2   -   Basic Supervisory Functions   16.92 hours per week   $1018.38/mth  Part 3   -   Complex Health/Care and Hygiene   2.92 hours per week   $264.75/mth  Total monthly assessed attendant care benefit:   $2025.27   (subject to limits under Statutory  Accident Benefits Schedule)  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 776 - 1266 or by email at   info @ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   Burn Tucker Lachaîne c/o Elaine Lachaîne  An electronic signature was used in   order to assist with a timely report. The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature ."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.6666666666666666,
    "ADLS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ledoux frequently expresses worry about his health",
      "dob": "",
      "age": 15,
      "gender": "",
      "address": "",
      "phone": "4034385449",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {
        "name": 0.8,
        "age": 0.9,
        "phone": 0.8
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Factors that impact the ability  to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.",
        "0 minutes per week  Tracheostomy   Not applicable."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   24   of   25  Coordination of Attendant  Care  0 minutes per week  * The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational  Therapists considers “supervisory functions for those who are emotionally, cognitively and/or   physically in need  of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further  state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these  activities should   be considered an attendant care need under Level 2”.  ** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a single -  family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET) is the  amount of time required for an individu al to evacuate or reach an area of safety. Factors that impact the ability  to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused), drugs (e.g.,  individuals taking a sleeping aid} and alcohol consumption, and t hose who have physical and mental disabilities.  In Canada, winter conditions must also be considered, as “preparation for further action” activities including  donning boots and coats, and gathering belongings, require additional time.  Part 3   –   Level 3 Attendant Care (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted  Genitourinary Tracts   No needs identified.   0 minutes per week  Bowel Care   No needs   identified.   0 minutes per week  Tracheostomy   Not applicable.   0 minutes per week  Ventilator Care   Not applicable.   0 minutes per week  Exercise   No   exercise   program  prescribed yet.  0 minutes per week  Skin Care   CCAC is currently managing  skin   care   issues   which   are  concluding as of the time of  drafting   this   report.   No  identified needs expected.  0 minutes per week  Medication   Mr. Ledoux is independent in  the   management   of   his  medication.   He   has   his  prescriptions delivered to his  home.  0 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  Mr.   Ledoux   requires  assistance for the completion  of a daily sponge bath to be  soon   transitioned   to  assistance in showering (once  175 minutes per week",
      "confidence": {
        "reportedSymptoms": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   10   of   25  •   Judgment and Safety Awareness: There are concerns about Mr. Ledoux's judgment,  particularly regarding his safety. Incidents such as leaving the oven on overnight (reported  on October 8, 2024) suggest impaired risk assessment abilities.  T hese cognitive symptoms appear to be exacerbated by pain, fatigue, and emotional distress.  The interplay between Mr. Ledoux's physical condition, pain levels, and cognitive functioning is  complex and variable. Additionally, the potential impact of his medi cation regimen on cognitive  function cannot be overlooked.  These cognitive challenges significantly impact Mr. Ledoux's daily functioning, independence,  and overall quality of life. They contribute to his reliance on external support for managing daily  activities and highlight the need for ongoing cognitive monito ring and support strategies.  Emotional Symptoms:  Mr. Ledoux continues to experience a range of emotional symptoms that significantly impact his  daily life and overall well - being:  •   Depression: Persistent low mood is evident,   characterized by feelings of hopelessness and  loss of interest in previously enjoyed activities. Mr. Ledoux frequently expresses feelings  of being \"locked in prison\" in his apartment, indicating a sense of confinement and  despair.  •   Anxiety: Mr. Ledoux exhibits ongoing anxiety, particularly related to his medical condition  and uncertain future. This is often manifested in worry about upcoming medical  procedures and concern over his slow recovery process.  •   Social Isolation: Despite regular interactions with his Rehabilitation Assistant (RA), Mr.  Ledoux remains largely isolated from broader social connections. The loss of his father,  whom he described as his \"best friend,\" has deepened this sense of isolation .  •   Emotional Lability: RA notes indicate fluctuations in Mr. Ledoux's emotional state, ranging  from expressions of gratitude and positivity to periods of frustration and despair. This  emotional instability appears to be closely tied to his physical pain level s and perceived  progress in recovery.  •   Grief and Loss: Mr. Ledoux continues to grapple with the loss of his previous lifestyle and  independence. This is particularly evident in his inability to engage in meaningful activities  such as playing musical instruments.  •   Frustration and Anger: There are frequent reports of Mr. Ledoux expressing frustration  with his slow recovery and the limitations imposed by his condition. This frustration  sometimes manifests as irritability or anger.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [],
      "afternoonRoutine": [
        "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   16   of   25  •   Cognitive Fatigue: Mr. Ledoux demonstrates increased difficulty with cognitive tasks as  sessions progress. He often reports feeling mentally exhausted towards the end of  interactions.  •   Insight: Mr. Ledoux acknowledges some memory problems but does not always  recognize the extent of his difficulties in other cognitive areas.  Mr. Ledoux's cognitive presentation is observed to vary based on his reported pain levels,  fatigue, and emotional state. The interplay between his physical condition and cognitive  functioning creates a complex clinical picture that requires ongoing monitor ing and support.  TYPICAL DAY:  Mr. Ledoux's daily routine remains significantly altered from his pre - accident lifestyle, with  minimal changes observed since the initial assessment. His typical day is   characterized by limited  activity and prolonged periods of sedentary behavior:  Morning:  •   Mr. Ledoux's wake time is inconsistent, ranging from early morning to late afternoon. He  often reports difficulty sleeping through the night due to pain and discomfort.  •   Upon waking, he frequently requires time to manage pain and stiffness before attempting  to start his day.  •   He often skips breakfast or has a light meal, sometimes relying on his Personal Support  Worker (PSW) for meal preparation.  Daytime:  •   The   majority of Mr. Ledoux's day is spent in his recliner sofa, alternating between sitting  and reclining positions to manage pain and discomfort.  •   He spends considerable time watching television, which serves as his primary form of  entertainment and distraction from pain.  •   Mr. Ledoux receives visits from his PSW three times a week, who assists with meals, light  housekeeping, and personal care.  •   He receives daily nursing care for dressing changes to his left foot, where ongoing wound  issues persist.  Outings and Activities:  Once weekly, Mr. Ledoux participates in outings with his Rehabilitation Assistant. These typically  involve:"
      ],
      "eveningRoutine": [
        "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   17   of   25  •   A trip to Tim Hortons to purchase coffee  •   A drive outside of Hawkesbury  •   Occasional stops at convenience stores to check lottery   tickets  These outings are highly valued by Mr. Ledoux and represent his primary form of community  engagement and social interaction.  Evening:  •   Mr. Ledoux's evening routine is unstructured. He often continues watching television or  resting in his   recliner.  •   Meal times are irregular, with Mr. Ledoux sometimes skipping meals or eating at  unconventional hours.  •   He reports occasional episodes of nighttime eating, sometimes waking to find evidence  of having eaten without remembering doing so.  Night:  •   Sleep patterns remain disrupted. Mr. Ledoux alternates between sleeping in his recliner  and his bed, with increasing use of his bed (3 - 4 nights per week) noted.  •   He frequently experiences sleep disturbances due to pain, often waking multiple times  throughout the night.  •   There have been reports of possible sleepwalking or engaging in activities during the night  without full awareness.  Throughout the day, Mr. Ledoux manages his numerous medications, which include pain  management and treatments for various   chronic conditions. His level of engagement and mood  fluctuate, often correlated with his pain levels and fatigue."
      ],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   16   of   25  •   Cognitive Fatigue: Mr. Ledoux demonstrates increased difficulty with cognitive tasks as  sessions progress. He often reports feeling mentally exhausted towards the end of  interactions.  •   Insight: Mr. Ledoux acknowledges some memory problems but does not always  recognize the extent of his difficulties in other cognitive areas.  Mr. Ledoux's cognitive presentation is observed to vary based on his reported pain levels,  fatigue, and emotional state. The interplay between his physical condition and cognitive  functioning creates a complex clinical picture that requires ongoing monitor ing and support.  TYPICAL DAY:  Mr. Ledoux's daily routine remains significantly altered from his pre - accident lifestyle, with  minimal changes observed since the initial assessment. His typical day is   characterized by limited  activity and prolonged periods of sedentary behavior:  Morning:  •   Mr. Ledoux's wake time is inconsistent, ranging from early morning to late afternoon. He  often reports difficulty sleeping through the night due to pain and discomfort.  •   Upon waking, he frequently requires time to manage pain and stiffness before attempting  to start his day.  •   He often skips breakfast or has a light meal, sometimes relying on his Personal Support  Worker (PSW) for meal preparation.  Daytime:  •   The   majority of Mr. Ledoux's day is spent in his recliner sofa, alternating between sitting  and reclining positions to manage pain and discomfort.  •   He spends considerable time watching television, which serves as his primary form of  entertainment and distraction from pain.  •   Mr. Ledoux receives visits from his PSW three times a week, who assists with meals, light  housekeeping, and personal care.  •   He receives daily nursing care for dressing changes to his left foot, where ongoing wound  issues persist.  Outings and Activities:  Once weekly, Mr. Ledoux participates in outings with his Rehabilitation Assistant. These typically  involve:\n\n______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   17   of   25  •   A trip to Tim Hortons to purchase coffee  •   A drive outside of Hawkesbury  •   Occasional stops at convenience stores to check lottery   tickets  These outings are highly valued by Mr. Ledoux and represent his primary form of community  engagement and social interaction.  Evening:  •   Mr. Ledoux's evening routine is unstructured. He often continues watching television or  resting in his   recliner.  •   Meal times are irregular, with Mr. Ledoux sometimes skipping meals or eating at  unconventional hours.  •   He reports occasional episodes of nighttime eating, sometimes waking to find evidence  of having eaten without remembering doing so.  Night:  •   Sleep patterns remain disrupted. Mr. Ledoux alternates between sleeping in his recliner  and his bed, with increasing use of his bed (3 - 4 nights per week) noted.  •   He frequently experiences sleep disturbances due to pain, often waking multiple times  throughout the night.  •   There have been reports of possible sleepwalking or engaging in activities during the night  without full awareness.  Throughout the day, Mr. Ledoux manages his numerous medications, which include pain  management and treatments for various   chronic conditions. His level of engagement and mood  fluctuate, often correlated with his pain levels and fatigue.",
      "confidence": {
        "morningRoutine": 0,
        "afternoonRoutine": 0.8,
        "eveningRoutine": 0.8,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   18   of   25  DESCRIPTION OF LIVING ENVIRONMENT:  TYPE OF  DWELLING  Apartment, main floor, outdoor access via two concrete steps in disrepair  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Laminate  Bathrooms   1   Main floor   Tile  Living Room   1   Main floor   Laminate  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Round table and 4 chairs in the  kitchen  Laminate  Laundry   1   Washer and dryer located in the  kitchen  Laminate  Stairs   2   Two steps in state of disrepair  and not meeting code  requirements to be navigated to  access his main floor apartment."
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   18   of   25  DESCRIPTION OF LIVING ENVIRONMENT:  TYPE OF  DWELLING  Apartment, main floor, outdoor access via two concrete steps in disrepair  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Laminate  Bathrooms   1   Main floor   Tile  Living Room   1   Main floor   Laminate  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Round table and 4 chairs in the  kitchen  Laminate  Laundry   1   Washer and dryer located in the  kitchen  Laminate  Stairs   2   Two steps in state of disrepair  and not meeting code  requirements to be navigated to  access his main floor apartment."
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   18   of   25  DESCRIPTION OF LIVING ENVIRONMENT:  TYPE OF  DWELLING  Apartment, main floor, outdoor access via two concrete steps in disrepair  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Laminate  Bathrooms   1   Main floor   Tile  Living Room   1   Main floor   Laminate  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Round table and 4 chairs in the  kitchen  Laminate  Laundry   1   Washer and dryer located in the  kitchen  Laminate  Stairs   2   Two steps in state of disrepair  and not meeting code  requirements to be navigated to  access his main floor apartment."
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   18   of   25  DESCRIPTION OF LIVING ENVIRONMENT:  TYPE OF  DWELLING  Apartment, main floor, outdoor access via two concrete steps in disrepair  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Laminate  Bathrooms   1   Main floor   Tile  Living Room   1   Main floor   Laminate  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Round table and 4 chairs in the  kitchen  Laminate  Laundry   1   Washer and dryer located in the  kitchen  Laminate  Stairs   2   Two steps in state of disrepair  and not meeting code  requirements to be navigated to  access his main floor apartment."
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   18   of   25  DESCRIPTION OF LIVING ENVIRONMENT:  TYPE OF  DWELLING  Apartment, main floor, outdoor access via two concrete steps in disrepair  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Laminate  Bathrooms   1   Main floor   Tile  Living Room   1   Main floor   Laminate  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Round table and 4 chairs in the  kitchen  Laminate  Laundry   1   Washer and dryer located in the  kitchen  Laminate  Stairs   2   Two steps in state of disrepair  and not meeting code  requirements to be navigated to  access his main floor apartment."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   18   of   25  DESCRIPTION OF LIVING ENVIRONMENT:  TYPE OF  DWELLING  Apartment, main floor, outdoor access via two concrete steps in disrepair  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Laminate  Bathrooms   1   Main floor   Tile  Living Room   1   Main floor   Laminate  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Round table and 4 chairs in the  kitchen  Laminate  Laundry   1   Washer and dryer located in the  kitchen  Laminate  Stairs   2   Two steps in state of disrepair  and not meeting code  requirements to be navigated to  access his main floor apartment.  He notes that his mother  recently fell and hit her head  while visiting him.  Concrete  Basement   0   NA   NA  Driveway  Description  No driveway.  Yard description   No yard.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☒   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone in an apartment  Children   None  ACTIVITIES OF DAILY LIVING (Pre -   and Post - Accident):  Self - Care Activities:  Mr. Ledoux continues to require significant assistance with self - care activities, showing minimal  improvement since the initial assessment:",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0,
          "toileting": 0.5,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0.5,
          "outdoorMobility": 0.5
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Calculation:  Part 1   -   Routine Personal Care   11",
        "name": "",
        "relationship": "",
        "availability": "per week  $742"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "$742",
        "breakdown": {
          "evening": "11.58 hours"
        }
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "______________________________________________________________________________  Jean - Marc Ledoux   Claim #:   4034385449   Page   25   of   25  •   Transfer, bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  his   skin   graft   fully   heals,  imminently expected).  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  NA   0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  NA   0 minutes per week  Attendant Care Calculation:  Part 1   -   Routine Personal Care   11.58 hours per week  $742.14/mth  Part 2   -   Basic Supervisory Functions   16.92 hours per week   $1018.38/mth  Part 3   -   Complex Health/Care and Hygiene   2.92 hours per week   $264.75/mth  Total monthly assessed attendant care benefit:   $2025.27   (subject to limits under Statutory  Accident Benefits Schedule)  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 776 - 1266 or by email at   info @ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   Burn Tucker Lachaîne c/o Elaine Lachaîne  An electronic signature was used in   order to assist with a timely report. The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "weeklyHours": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    }
  }
}