{
  "fileName": "Mbouogno, Zacharie IHA.pdf",
  "originalText": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Zacharie Mbouogno   Date of Loss:   2021-10-24  Address:   1610 Cedar Mills Road, Orleans,  ON K1C 7L4  Date of Birth:   1956-06-20  Telephone #:   613-261-6904  Lawyer:   Rebecca Duplantie   Firm:   McNally Gervan  Adjuster:   Sally McGowan   Insurer:   Intact Insurance Company  Claim No.:   8033614509  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   2024-05-09  Date of Report:   2024-05-10  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious  physical, psychological and cognitive impairments.   His assessments inform multidisciplinary  team   members   (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  client’s daily functional capabilities at home, work and in the community, assisting them in  forming opinions surrounding whether the catastrophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic pain, depression, anxiety and  posttraumatic   stress,   overseeing   and   directing   functional   reactivation programs to foster  improvements in function and participation in meaningful activity.  SUMMARY OF FINDINGS:  Mr. Zacharie Mbouogno, a 66-year-old resident of Orleans, ON, has experienced significant  lifestyle changes since a motor vehicle accident on October 24, 2021. Before the accident, he  led an active life, engaging in regular physical activities like walking and gym workouts, and  worked as a self-employed driving instructor, clocking in 38-45 hours weekly. His medical history  includes managing knee arthritis with medication and adhering to a diet that avoids meats,  cheese, and chocolate due to a predisposition for gout.  The accident occurred when Mr. Mbouogno's vehicle was rear-ended at high speed, leading to  unconsciousness and subsequent propulsion into a cornfield. He sustained multiple injuries  from this incident, including lumbosacral spine sprain/strain, presumed radiculopathies at the  right S1 and left L4 nerve roots, and neurogenic claudication with spinal stenosis. Additionally,  he suffered contusions and strains in his left knee and right ankle, which continue to affect his  mobility and pain levels.  Mr. Mbouogno’s post-accident condition is characterized by a range of symptoms. Physically, he  endures   chronic   and intermittent pain in his lower back, knees, and ankles, along with  headaches,   vertigo,   and   hypersensitivity   to   sensory   stimuli. His cognitive functions have  deteriorated, evident from memory issues, decreased reasoning abilities, and concentration  challenges.   Emotionally,   he   experiences   reduced   interaction   with   his   wife,   persistent  depression, anxiety, and a bleak outlook on future possibilities, such as relocating to a more  suitable living environment.  His daily routine now heavily depends on the support from his wife, beginning with assistance in  basic   morning   activities   and   extending   to   significant   help   throughout   the   day.   Sleep  disturbances due to pain result in about five hours of sleep per night, further impairing his daily  functioning. Mr. Mbouogno's engagement in housekeeping and leisure activities has ceased  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 2 of 25\n\nentirely, and he remains dependent on his wife for the majority of his personal care and  household management.  Given the extensive nature of his physical and cognitive impairments, Mr. Mbouogno's is not  found to be gainfully employable in any capacity at this time.  RECOMMENDATIONS:  Attendant Care:  While he is not currently entitled to any Attendant Care Benefits, Mr. Mbouogno is found to  require 23 hours of weekly attendant care, provided by his wife, who was forced to stop  working to care for her husband full-time.  Housekeeping:  Mr.   Mbouogno   has   been   unable   to   manage   his   pre-accident   housekeeping   and   home  maintenance responsibilities.   He is obtaining approximately 4 hours per week of support to  manage those indoor housekeeping tasks he normally engaged in. He also received assistance  for the management of seasonal outdoor tasks such as lawn care and snow removal.  Assistive Devices:  Mr. Mbouogno is currently making use of a folding chair in his shower enclosure in order to be  seated during his daily showering tasks. He would benefit from the use of a shower chair as  well as a telephone shower head fixture to foster his engagement in safe showering activities.  Further Occupational Therapy Interventions:  Mr. Mbouogno would benefit from access to Occupational Therapy to promote his safety and  foster increased engagement in meaningful activity.  Referral for Other Services:  Mr. Mbouogno would benefit from access to multidisciplinary treatment in the form of physical  therapy, psychological counseling, and access to a rehabilitation support worker/rehabilitation  assistant to support OT goals for improved function.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 3 of 25\n\nINFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  ●   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  ●   The assessment has been requested by his legal representative Ms. Rebecca Duplantie.  ●   The purpose of this assessment is to assess Mr. Mbouogno’s current functional status as  it relates to his ability to complete pre-accident activities of daily living.  ●   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  ●   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  ●   Recommendations   may   be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  ●   A submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a denial or partial denial occur, an independent  examination by another Occupational Therapist may be requested by the insurer. This  may be an in-person assessment or a remote paper-review assessment. Funding for the  requested goods and/or services may ultimately be declined.  ●   Mr.   Mbouogno   may   choose to participate or decline any or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  o   McNally Gervan, c/o Rebecca Duplantie, Legal Representative  Following   this   therapist’s   explanation   Mr.   Mbouogno   granted   informed   consent   for   this  therapist to proceed with the assessment and any subsequent interventions.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 4 of 25\n\nDOCUMENTATION REVIEWED:  The following documentation was reviewed by this therapist prior to the completion of this  assessment and referenced during completion of this report:  1. Ambulance Call Reports  A. Ambulance Call Report dated 25-OCT-2021  2. Hospital Records  A. Montfort Hospital  (1) Hospital Montfort dated October 25, 2021  (2) Lumbar spine MRI from December 15, 22  (3) CNRs from Montfort Hospital (25-OCT-2021 to 03-MAR-2023)  (4) LF Montfort Hospital dated 24-APR-2024 re no further records  3. Family Doctor  A. Dr. Samrai - Jeanne D'Arc Medical  (1) CNRs from Dr. Samrai (05-APR-2016 to 06-JAN-2023)  (2) Dr. Samrai CNRS (02-NOV-2020- 15-SEP-2023)  (3) CNRs from Dr. Samarai (22-MAR-2023 to 25-JAN-2024)  4. Treating Specialists  A. FALLINGBROOK CHIROPRACTIC CLINIC  (1) chiro cannot return to work August 18, 2022  (2) CNRs from Fallingbrook Chiro (15-NOV-2022 to 07-MAR-2023)  (3) Updated CNRs from Fallingbrook Chiro (04-MAR-2019 to 12-APR-2024)  5. Plaintiff Medical Experts  A. Physiatry Assessment - Dr. Besemann - 09-NOV-2023  6. AB-IMEs  A. IE REPORT re IRB completed by Dr. Margaret White, Sports Medicine, dated  28-SEP-2022  B. IE REPORT re IRB by Dr. Jason, Chiropractor, dated 9-SEP-2022  C. IME: Functional Capacity Report by Vincent Yip dated 1-APR-2022  D. IME: GP Report by Dr. Michael Aiello dated 1-APR- 2022  E. IME: GP Addendum Report by Dr. Michael Aiello dated 4-MAY-2022  F. IME: GP Report by Dr. Margaret White dated 28-SEP-2022  G. IME: FAE & Job Site Analysis Report by Dr. Jason Elk dated 18-NOV-2022  H. IME:GP Addendum Report by Dr. Margret White dated 6-JAN-2023  I. IME: GP Addendum Report by Michael Aiello dated 4-MAY-2022  J. IME: GP Assessment Report by Dr. M. White dated 28-SEP-2022  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 5 of 25\n\nK. IME: FAE & Job Analysis Report by Dr. J. Elk dated 9-SEP-2022  PRE-ACCIDENT MEDICAL HISTORY:  Prior to the motor vehicle accident on October 24, 2021, Mr. Zacharie Mbouogno was an active  individual with a lifestyle characterized by regular physical activity and dietary management  tailored to his health needs. According to the information provided, Mr. Mbouogno avoided  meats, cheese, and chocolate, indicating dietary restrictions potentially aimed at managing a  specific health condition.  Mr. Mbouogno had been diagnosed with arthritis in his knee approximately 10 years prior to  the accident. This condition was managed pharmacologically with Vimovo 500mg administered  twice daily. Despite this chronic condition, he maintained an active regimen that included  walking 5 kilometers three to four times per week and participating in gym sessions three times  weekly at Goodlife Fitness.  From an occupational standpoint, Mr. Mbouogno's employment involved working 38 to 45  hours per week, indicating a significant level of functional endurance and capacity to manage  work-related demands.  MECHANISM OF INJURY:  The incident occurred on October 24, 2021, when Mr. Zacharie Mbouogno was involved in a  motor vehicle accident while traveling east on Innes Road at the intersection with Anderson  Road,   approximately   150   meters   before   the   intersection.   The   area   was   marked   with  construction signs warning of potential hazards due to holes in the road.  Mr. Mbouogno’s vehicle was rear-ended by another vehicle traveling at a high rate of speed. At  the   time   of   impact,   Mr.   Mbouogno’s   vehicle was moving at a speed between 100-110  kilometers per hour, and he was subsequently propelled into a corn field after being struck. The  collision resulted in Mr. Mbouogno losing consciousness for approximately 10 minutes.  Upon regaining consciousness, Mr. Mbouogno was able to exit the vehicle unassisted, although  he was confused and disoriented. Emergency medical services were called to the scene, and he  was subsequently evaluated by paramedics.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 6 of 25\n\nNATURE OF INJURY:  Based on a review of available medical documentation, Mr. Mbouogno sustained the following  injuries as a result of the subject motor vehicle accident:  1.   Lumbosacral spine sprain/strain grafted onto pre-existing degenerative disc disease  but asymptomatic at the time of the accident with associated:  (i) Presumed right S1 radiculopathy;  (ii) Presumed left L4 radiculopathy; and  (iii) Presumed neurogenic claudication with spinal stenosis.  He also sustained a contusion/sprain/strain of the left knee with residual pain and  impairment of full range of motion and an injury to his right ankle with residual pain and  impaired range of motion.  2.   Probable PTSD (to be confirmed by others).  3.   Probable Major Depressive Disorder (to be confirmed by others)  COURSE OF RECOVERY TO DATE:  Following the motor vehicle accident on October 24, 2021, Mr. Zacharie Mbouogno was offered  transportation to the hospital by ambulance but declined after a preliminary check-up at the  scene. Instead, he was transported home by his son-in-law. By 5 AM the following morning, Mr.  Mbouogno began experiencing significant pain in his right Achilles and left knee, which led him  to attend the Montfort Hospital for examination. Scans reportedly detected no fractures in his  ankle or left knee, but issues with his spine were noted. He was referred to his GP for further  medical management.  His   general   practitioner   reportedly   recommended   a   five-day   rest   period   and   he   began  chiropractic   treatment   three   times   a   week   for   his   spine-related   symptoms.   His   general  practitioner was unavailable for two weeks during this critical period.   After the two-week  hiatus in medical care, Mr. Mbouogno reportedly called his GP’s office and was informed that  his doctor would be away for an extended period. In January of 2022, Mr. Mbouogno reported  that he attended his GP’s office in person to seek an appointment where he was informed that  care was unavailable and he was redirected to a walk-in clinic.   He continued with chiropractic  and massage therapy until he was informed in February that his GP would be gone until August.  In November of 2022, Mr. Mbouogno finally saw his GP and had still not returned to work by  that time.   He was reportedly cut-off his Income Replacement Benefits in October of 2022,  compounding his psychological struggles.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 7 of 25\n\nThroughout his recovery, Mr. Mbouogno has dealt with persistent pain, particularly in his lower  back,   which   has   been   managed   with   both   pharmacological   and   non-pharmacological  treatments, including massage therapy and the use of a TENS machine. The accident also  resulted in significant psychological impacts, including symptoms consistent with PTSD and  major depressive disorder, necessitating psychological support and access to rehabilitation  services   such as occupational therapy. To aid in mobility and accommodate his physical  limitations, Mr. Mbouogno has been advised to use assistive devices such as a wheeled-walker  although he has been resistant to the idea of using such a device.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr.  Samrai-Guindea,  GP  He sees his GP infrequently.  He will have a yearly  checkup and seek access to  his GP only when needed.  He does not recall the  date of his last  appointment.  TBD  Dr. Denis Tondro,  Chiropractor  He is currently receiving  chiropractic treatment once  weekly.  Adjustment provided   Ongoing  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Vimovo   500 mg morning and night.   Pain  Supplements   He   takes   calcium   and  magnesium supplements.  General   Health   and  Wellbeing  Extra-Strength Tylenol   He supplements the Vimovo  with   a   regular   regimen   of  Tylenol including two tablets  morning, noon and night.  Pain  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 8 of 25\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:  Mr. Zacharie Mbouogno continues to experience a range of debilitating physical symptoms  following the motor vehicle accident on October 24, 2021. These symptoms, as detailed in his  self-reports and supported by findings in Dr. Markus Besemann's expert report, illustrate the  ongoing physical and psychological challenges he faces:  Headaches: Mr. Mbouogno reports headaches that occur every two weeks, rated at 6/10 on the  pain scale. These headaches, described as frontotemporal, began approximately one year  post-accident and are linked to stress and anxiety.  Vertigo: He experiences episodes of vertigo that occur unpredictably, requiring that he closes  his eyes for a few minutes This contributes to his overall sense of instability when standing or  walking, requiring stand-by supervision when he mobilizes within his home, especially on bad  days..  Neck Pain: He describes severe neck pain with a variable intensity that can reach up to 7/10.  The pain is chronic and intermittent, significantly restricting his neck mobility and impacting his  daily activities.  Lower Back Pain: Persistent lower back pain, predominantly on the right side, is described as  burning and stabbing, occasionally radiating down to his right leg. This pain fluctuates between  6 and 7/10 and is worse with bending forward, though somewhat relieved by heat and standing.  Left Knee Pain: Mr. Mbouogno experiences intermittent pain in his left knee, with swelling  noted occasionally. This pain is consistently rated between 6 and 7/10 and increases with full  knee flexion.  Right Ankle Pain: Similar to his left knee, he reports intermittent pain in his right ankle, also  rated between 6 and 7/10.  Hypersensitivity: Post-accident, he has developed hypersensitivity to light and loud noises,  which complicates his sensory processing and contributes to his discomfort.  Neurogenic Symptoms: He is diagnosed with significant nerve root impingements affecting the  right S1 and left L4 nerve roots, contributing to his neurogenic claudication symptoms.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 9 of 25\n\nCognitive and Emotional Symptoms  Mr.   Zacharie   Mbouogno   reports   several   cognitive   and   emotional   symptoms   that   have  significantly impacted his daily functioning and emotional well-being since the accident:  Cognitive Symptoms:  Memory Issues:   Mr. Mbouogno has become very forgetful, struggling with short-term  memory recall.  Reasoning Skills:   There is a noted deterioration in his problem-solving and reasoning  abilities, which he finds particularly challenging.  Multitasking Issues:   He experiences difficulties with multitasking, affecting his ability to  engage in more complex tasks.  Concentration:   Mr. Mbouogno has trouble concentrating and often finds it hard to recall  information after watching documentaries or engaging in discussions.  Emotional Symptoms:  Engagement:   There is a decrease in his engagement with his wife and other family  members, showing a withdrawal from intimate and social interactions.  Depression/Anxiety:   He exhibits signs of depression and anxiety, feeling overwhelmed by his  conditions and future prospects.  Pessimism:   Mr. Mbouogno has become pessimistic about his ability to manage future  projects, such as the possibility of moving to a single-family home,  indicating a significant loss of hope and motivation.  Symptom Management Strategies:  Mr. Mbouogno reported making use of the following strategies to manage his symptoms at this  time:  ●   Rest  ●   Activity avoidance  ●   Medication  ●   Myflex cream  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 10 of 25\n\nFUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  Activity   Client Report and Therapist Observations  Sitting and  repositioning  Mr. Mbouogno reported that he can sit for periods of 15 - 30 minutes depending on  the day.   He noted a need to reposition frequently and to alternate between  positions while seated for lengthier periods of time.  Bed mobility   Ms. Mbouogno depends on assistance provided by his wife for the management of  bed transfers.   He was found unable to independently walk to his bed and lie in it  without support from his wife in lifting his legs up to the bed surface. Bed mobility  was slow and laboured, requiring a short period of rest after the transfer into bed  was completed.  Transfers   Mr. Mbouogno requires stand-by supervision and intermittent assistance with all  transfers.   He was observed requiring physical assistance to stand from a   chair  seated position.   He was unable to independently sit and rise from the low-level  toilet   in his ensuite bathroom. He would benefit from the use of a raised toilet seat  or consideration to replacement of his existing toilet to a “comfort height” toilet. He  also demonstrated his ability to enter into his   shower   stall with assistance provided  by his wife for placing a folding chair in the shower enclosure and supervising Mr.  Mbouogno as he completed the transfer and seated himself with support from the  adjacent wall.   He would benefit from the use of a shower chair with back and  armrests as well as access to a telephone shower head to facilitate showering tasks  and enhance safety whilst showering.  Standing   Mr. Mbouogno reported being able to stand for short periods of time only. He was  observed standing upright in a static and dynamic standing manner for only short  periods throughout this assessment. He was found to be unsteady on his feet.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 11 of 25\n\nBalance   Static balance assessed using Four-Stage Balance Test, consisting of holding four  different stances for at least 10 seconds each.  •   with his feet together  •   on one foot (right then left)  •   while in a semi-tandem and,  •   while tandem stance.  Mr. Mbouogno was unable to complete any of the balance tests listed above. He is  believed to be at high risk for falls and is encouraged to make use of supervisory  support while ambulating to ensure his safety. He would also be encouraged to  investigate the use of a 4-wheeled walker to provide additional support when  mobilizing in his home and in the community.  Walking   Mr. Mbouogno reported that he is able to wal;k short distances with his wife by his  side. He was observed ambulating in a slow, planned manner, without the use of a  mobility aid, holding his wife’s hand as she walked by his side at all times during this  assessment.   She noted that she cannot leave her husband home alone and was  required to stop working in order to care for her husband.  Stairs   Mr. Mbouogno noted that stairs are particularly difficult for him and he only  descends in the morning and returns at night when he is ready for bed. He noted  that he remains on the main floor of his home throughout the day to avoid the  exertion and pain which follows each staircase excursion. He never climbs without  his wife by his side due to his unpredictable vertigo and fear of falling.   He was  observed climbing his 14-stair staircase slowly, with a combination of step-stop and  reciprocal stair climbing.   He was observed relying on support from his wife at all  times while ascending.   He was observed descending without assistance, in a slow,  planned manner, leaning heavily on the handrail.  Lifting/Carrying   Mr. Mbouogno is unable to lift or carry any sort of loads.   He struggles with  maintaining his balance when upright and it would be unsafe for him to carry a load  without placing himself at risk for falls. His wife confirmed that she does all of the  lifting in the home and will retrieve objects for her husband throughout the day. He  is completely dependent on her in this regard.  Kneeling   Mr.   Mbouogno   reported   that   he   was   able   to   kneel   with   some   discomfort  pre-accident. This was not a difficult position for him to achieve or to recover from.  He is at this timer unable to kneel and completely avoids this posture.  Not   observed   due   to   difficulties   noted   with   his   overall   mobility   and   clinical  presentation. This is not deemed a functional posture  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 12 of 25\n\nSquatting/Crouching   Was able to squat and crouch with some discomfort pre-accident.  Able to achieve a partial (½) squat while using his hands to prop his upper body on  his upper-thighs.   He was observed reaching for the adjacent chair for support while  completing this transfer.  Bending   Mr. Mbouogno is unable to bend forward or sideways without experiencing severe  lower back pain.   He was observed wearing a lumbar belt for support which he  indicated wearing at all times of the day, removing it only to sleep and shower.  Reaching   Mr. Mbouogno demonstrated his ability to reach around his person (without leaning  heavily) to access objects located in his vicinity.  Fine Motor  Coordination  Mr. Mbouogno demonstrated no issues with his fine motor dexterity.  Active Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   Some range limitations noted in cervical  extension,   accompanied   with   a   pain  experience. Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   ¾ range  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  Internal rotation   WFL   WFL  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 13 of 25\n\nExternal  rotation  WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   ½ range   Trunk active range of motion limited in all  directions.  Lateral flexion   ½ range   ½ range  Rotation   ½ range   ½ range  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation:  Mr. Mbouogno’s general affect was found to be flat and punctuated with moments of anger and  tearfulness as he shared how his life had been impacted by the injuries he sustained. He shared  intense   frustration with the extent of his limitations not being acknowledged by his insurer. He  noted the devastating effect that his inability to work has had on his household finances and the  resultant anxiety and depression he and his wife now experience on a daily basis. He did not  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 14 of 25\n\ndemonstrate any form of emotional lability during this assessment and was pleasant and  cooperative with the entirety of this assessment.  Cognitive Presentation:  Mr. Mbouogno presented with some delayed cognitive processing issues, as he would take  some time to reflect and gather his thoughts before answering questions. He was observed  struggling at times to clarify what he wanted to say, and was also at times tangential in his  thinking. No gross cognitive impairments were otherwise noted during this assessment.  TYPICAL DAY:  A typical day for Mr. Zacharie Mbouogno post-accident reflects the significant impact that his  injuries and symptoms have on his daily life. Here is a detailed breakdown of his routine:  Morning Routine:  Mr. Mbouogno typically wakes up at 10 AM and starts his day by going to the shower and  washroom, where he requires assistance from his wife to wash and manage the water settings  due to his physical limitations.  After the shower, his wife prepares breakfast, usually consisting of toast and eggs.  He then sits to watch the news but often falls asleep unpredictably during this time, sometimes  sleeping an additional 30 minutes due to fatigue.  Afternoon and Evening Activities:  Mr. Mbouogno applies heat to his body every second day to manage pain and discomfort.  He attempts to engage in activities like watching the news, reading news articles on his phone,  though his concentration issues hinder his ability to stay focused and he is also prone to  significant rumination.  His wife handles all of the household responsibilities (including everything Mr. Mbouogno did  pre-accident), as Mr. Mbouogno’s physical, emotional and cognitive symptoms prevent him  from participating in any way in daily chores.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 15 of 25\n\nNight Routine:  He goes to bed around 10 PM but struggles with insomnia, often falling asleep within 30  minutes but waking up frequently throughout the night due to pain and then ruminating and  unable to fall asleep. On average, he manages to get about 5 hours of sleep and wakes  unrefreshed.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Hardwood  Bathrooms   3   Power room on main floor  Full Ensuite with stand-up  shower stall and jacuzzi tub  Full bathroom with standard tub  and toilet  Tile  Living Room   1   Main floor   Hardwood  Family Room   1   Main floor   Hardwood  Dining Room   1   Main floor   Hardwood  Kitchen   1   Main floor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   Staircase leading to the second  floor with two landings and a full  staircase leading to the  basement of the home.  Carpet  Basement   Yes   Finished basement.   Carpet  Driveway  Description  Single car driveway  Yard description   Small city plot, managed by owner  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married X   Single   ☐   Common Law   ☐   Other  ☐  Living Arrangement   Lives with his wife of 42 years in a two-storey townhome. His wife  was required to stop working in order to care for her husband.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 16 of 25\n\nChildren   The couple have six children who are all grown and living in  Toronto.  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Prior   to   the   subject   motor   vehicle   accident,   Mr.   Mbouogno   was   independent   in   the  performance of all self-care functions. He performed them with ease and generally unimpeded  by any restrictions.  At the time of this assessment, Mr. Mbouogno experiences impairments in his overall mobility  (ROM limitations and poor postural tolerances), which are exacerbated by intermittent episodes  of vertigo. He receives support from his wife for the management many self-care activities on a  daily basis:  ●   Donning his shoes  ●   Meal preparation (used to make his own breakfast and lunch and share in dinner  preparation, now is dependent on his wife for all of his meal preparation needs)  ●   Managing the bathroom and bedroom environments  ●   Managing transfers (chair, bed and toilet), 3 of 7 days per week (on average) when  symptoms are amplified  ●   Support in daily stretching program  ●   Oversight of medication intake and maintaining medication supply  ●   Stand-by supervision and assistance in showering  The extent of Mr. Mbouogno’s care requirements have resulted in his wife interrupting her  engagement in the workforce to care for her husband full-time. He is rarely left alone for any  extended periods of time due to fears for his safety and wellbeing.  While understanding that Mr. Mbouogno is not currently eligible to receive any Attendant Care  Benefit, this therapist has opted to complete a Form 1 to reflect and emphasize the extent of  care he currently requires as a result of his accident-related impairments, provided solely by his  wife.  Please refer to the Assessment of Attendant Care Needs section of this report for more  information.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 17 of 25\n\nHome Management Activities:  Legend of Ability:  I – Independent   A – Partial with assistance   D – With devices   U – Unable   NA – Not  Applicable  Indoor Tasks   Pre-accident Engagement   Current Engagement  Meal Preparation   I – Mr. Mbouogno managed  meal   preparation  independently.   He   would  manage   his   daily   breakfast  and lunch, while he shared in  the   preparation   of   dinner  meals.  U   -   Mr.   Mbouogno   is  currently   unable   to  participate   in   meal  preparation tasks.   He relies  on assistance from his wife,  who has now taken over the  responsibility   of   meals   and  associated   activities   for the  household.  Dishwashing   NA   -   Mr.   Mbouogno   notes  that   his   wife   managed   all  dishwashing pre-accident.  Not applicable  Groceries/errands   I   –   Mr. Mbouogno did not  report   any   difficulties  accessing the community to  obtain   groceries   or   run  errands.   He   was  independent   in   this   regard  and shared grocery shopping  and running errands with his  wife.  U - Mr. Mbouogno indicated  that   he   no longer goes on  outings with his wife other  than   an   occasional   short  excursion   to pick up a few  items.   He   otherwise   does  not participate in this activity.  Bathroom cleaning   I   –   Mr.   Mbouogno   was  responsible for cleaning the  three   bathrooms  pre-accident.   He   would  deep-clean and disinfect the  bathrooms every two weeks.  U - Mr. Mbouogno is unable  to   engage   in   any   form   of  bathroom   cleaning   at   this  time due to his inability to  bend   forward   and   reach  low-levels.   His   wife   now  washes   the   bathrooms  as-required.  Making/changing beds   I – Mr. Mbouogno reported  being   independent   in   the  changing of his bed linen on a  regular   basis   as   well   as  making   his   bed   daily.   He  U - Mr. Mbouogno noted that  he is now unable to assist his  wife with this task.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 18 of 25\n\nreported that he shared this  responsibility with his wife.  Vacuuming   I – Mr. Mbouogno would use  a   vacuum   cleaner   to   clean  the home on a weekly basis.  He was primarily responsible  for this task.  U - Mr. Mbouogno is unable  to   engage   in   any   form   of  vacuuming at this time.  Sweeping   Mr.   Mbouogno   was   not  responsible   for   sweeping  activities pre-accident.  NA  Mopping   Mr.   Mbouogno   was   not  responsible   for   mopping  activities pre-accident.  NA  Dusting   Mr.   Mbouogno   was   not  responsible   for   dusting  activities pre-accident.  NA  Tidying   I – Mr. Mbouogno reported  tidying his living environment  regularly in tandem with his  wife.  U - Mr. Mbougno is unable to  assist in a meaningful manner  to the tidying of the home.  He is able to keep items in his  immediate   surroundings  organized   however   cannot  assist his wife beyond that.  Laundry   I – Mr. Mbouogno shared in  the   management   of   the  household’s laundry without  difficulty pre-accident.  U   -   Mr.   Mbouogno   is  currently   dependent   on   his  wife to wash his clothing as  well as linens and towels  Garbage Removal/Recycling   I – Mr. Mbouogno managed  the   carrying   of   bags   of  garbage   and   recycling   bins  from the garage to the curb  on a weekly basis.  U -   Mr. Mbouogno’s wife is  now   managing   this   weekly  chore without any assistance.  Outdoor Tasks   Pre-accident Engagement   Current Engagement  Lawn Care   Mr. Mbouogno was primarily  responsible   for   lawn   care  pre-accident.  Mr. Mbouogno is unable to  use   a   push   mower   at   this  time and cannot walk safely  on uneven ground due to his  impaired   balance   and  mobility.  Gardening   Mr.   Mbouogno   shared   a  garden   with   his   wife  Mr.   Mbouogno   has  interrupted   his   engagement  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 19 of 25\n\npre-accident.   His wife noted  that   they   kept   a   vegetable  garden in their yard and grew  vegetables every year.  in   gardening   last   year   and  does not expect to be able to  participate this year.  Snow Removal   Mr.   Mbouogno   managed  snow   removal   of   the  driveway and walkway prior  to the accident.  Mr. Mbouogno is unable to  manage snow removal at this  time.   His wife cleared the  driveway   and   walkway  throughout this past winter.  Finances/Financial Management:  Mr. Mbouogno noted that he remains able to  Caregiving Activities:  Mr. Mbouogno is not the primary caregiver for any of his children at this time.  Vocational Activities:  Pre-accident Employment Status   Driving instructor  Employer   Self-employed,   owner/operator   Circuit  Driving School  Job Title/Duties   Driving instructor  Hours per week   38 - 45 hours power week  Comments   He attempted to keep his business going after  the subject MVA and worked a short period  of time at no more than 8 - 10 hours per  week.   In late-March of 2022, he noted that  he ended his contract with the high school  where the bulk of his student referrals were  received.  Current Employment Status   Unemployed  Comments   Mr. Mbouongno indicated that he has been  unable to work since March of 2022.   He  describes   a   significant   impact   on   his  household finances as a result of his inability  to work.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 20 of 25\n\nLeisure Activities:  Prior to the subject motor vehicle accident, Mr. Mbouogno noted that he spent his leisure time  with his wife, going out to restaurants, traveling and walking on a daily basis. He noted that he  enjoyed an active lifestyle which he balanced with full-time work hours with ease.  At the time of this assessment, Mr. Mbouogno indicated that he has not resumed engagement  in any of his pre-accident leisure activities. He spends the whole of his time at home, resting  and managing his symptoms.  Community Access:  Mr. Mbouogno noted that he rarely leaves his home to access the community.   His wife has  taken over the responsibility of running errands and grocery shopping, which Mr. Mbouogno  noted was an added burden for her to manage on top of everything else she has been required  to take over.  Volunteer Activities:  Mr. Mbouogno noted that he was not involved in any form of volunteering prior to the subject  motor vehicle accident.  ASSESSMENT OF ATTENDANT CARE NEEDS:  The following is an Assessment of Attendant Care Needs based on reports of the client and  direct observations as of May 9, 2024. The Ontario Society of Occupational Therapists report  “Considerations for Occupational Therapists Completing an Assessment of Attendant Care  Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT  Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of  what attendant care services are already in place. [This therapist’s] role is to determine the  extent to which the client can perform the skills and activities identified in the Form 1 safely,  functionally, and to objectively identify what assistance if any is needed from the present time  into the future until another such re-assessment may identify modified needs.”  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 21 of 25\n\nPart 1 – Level 1 Attendant Care (Routine personal care)  Task   Observations/Comments   Weekly Time Allotted  Dress  •   Upper body  •   Lower Body  Mr.   Mbouogno   is   currently  unable   to   don   his   shoes  independently   and   requires  assistance to don them on a  daily basis.  35 minutes per week  Undress  •   Upper body  •   Lower Body  0 minutes per week  Prosthetics   Not applicable   0 minutes per week  Orthotics   Mr. Mbougno is able to don  and   doff   his   lumbar   belt  independently.  0 minutes per week  Grooming  •   Face  •   Hands  •   Shaving  •   Cosmetics  •   Brush/shampoo/dry/style  hair  •   Fingernails  •   Toenails  Mr.   Mbouogno   remains  independent   in   the  management of his grooming  needs.  0 minutes per week  Feeding   Mr. Mbouogno is dependent  on   his   wife   for   the  management   of   all   meals.  Pre-accident,   he   was  responsible for his breakfast  and lunch and shared dinner  preparation. He requires one  hour per day of assistance to  manage   meals   he   was  responsible   for   preparing  pore-accident.  420 minutes per week  Mobility   *   Mr. Mbouogno and his wife  confirmed   that   he   requires  stand-by supervision for his  mobility needs 3/7 days per  week.   On   those   days,   his  wife   must   be   by   his   side  during   all   transfers   and  270 minutes per week  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 22 of 25\n\nambulation as well as for stair  climbing.   He   requires  approximately 90 minutes of  stand-by   supervision   and  assistance   with   mobility,   3  days per week.  Extra Laundering   Mr.   Mbouogno   does   not  present   with   any   extra  pandering needs at this time.  0 minutes per week  * Please note that as per the guidelines set forth by the Ontario Society of Occupational Therapists, assistance  with mobility includes “all transfers both inside the home and out in the community” and “supervision and  assistance when walking includes: stair climbing, mobility on ramps, into and out of home and/or lobby, garage,  in the community etc.”  Part 2 – Level 2 Attendant Care (Basic supervisory functions)  Task   Observations/Comments   Weekly Time Allotted  Hygiene   *  •   Clean tub/shower/ sink  after use  •   Change bedding, make  bed, clean room  •   Ensure comfort and safety  (bedroom)  •   Assist in daily wearing  apparel  •   Hand/sort clothes to be  laundered  Mr.   Mbouogno   did   not  manage   bathroom   or  bedroom   daily   hygiene  pre-accident.   On those days  where   he   is   more  symptomatic   (3   days   per  week),   he   requires  approximately   1   hour   of  assistance   to   ensure   his  comfort and safety.  180 minutes per week  Basic Supervisory Care   **   Mr.   Mbouogno   does   not  present   with   any   basic  supervisory   needs   at   this  time.  0 minutes per week  Co-ordination of Attendant  Care  Not applicable.   0 minutes per week  * The “Assessment of Attendant Care Needs” guidelines set forth by the Ontario Society of Occupational  Therapists considers “supervisory functions for those who are emotionally, cognitively and/or physically in need  of comfort (e.g. advocating for a child or someone who is cognitively impaired)”. The OSOT guidelines further  state that the “family may be ensuring comfort, safety and security in this (hospital) environment and these  activities should be considered an attendant care need under Level 2”.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 23 of 25\n\n** As per the National Research Counsel of Canada (2006), the Available Safe Escape Time (ASET) for a  single-family house equipped with smoke alarms, may only be 3 minutes. The Required Safe Escape Time (RSET)  is the amount of time required for an individual to evacuate or reach an area of safety. Factors that impact the  ability to evacuate quickly include age, sleep stage (those in deep stages have more difficulty being roused),  drugs (e.g., individuals taking a sleeping aid} and alcohol consumption, and those who have physical and mental  disabilities. In Canada, winter conditions must also be considered, as “preparation for further action” activities  including donning boots and coats, and gathering belongings, require additional time.  Part 3 – Level 3 Attendant Care (Complex health/care and hygiene functions)  Task   Observations/Comments   Weekly Time Allotted  Genitourinary Tracts   Independent   0 minutes per week  Bowel Care   Independent   0 minutes per week  Tracheostomy   NA   0 minutes per week  Ventilator Care   NA   0 minutes per week  Exercise   Mr.   Mbouogno   requires  assistance   with   the  completion   of   his   daily  stretching program.  210 minutes per week  Skin Care   None at this time.   0 minutes per week  Medication   Mr.   Mbouogno   requires  assistance   for   the  management   of   his  medication,   specifically   to  ensure   he   has   taken   them  and   to   maintain   his  medication supply.  70 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  •   Transfer, bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  Mr.   Mbouogno   receives  assistance for approximately  60 minutes daily to complete  his   showering   tasks.  Depending   on   the   day,   his  wife   will   be   required   to  provide physical assistance in  transfers   and   always   is  required   to assist him with  washing his lower body and  back.  315 minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 24 of 25\n\nMaintenance of Equipment  and Supplies  Mr. Mbouogno does not have  any   medications   requiring  maintenance.  0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  Mr.   Mbouogno   does   not  present   with   any   skilled  supervisory   needs   at   this  time.  0 minutes per week  Attendant Care Calculation:  Part 1   - Routine Personal Care   12.08 hours per week   $774.18 /month  Part 2   - Basic Supervisory Functions   3.00 hours per week   $180.60 /month  Part 3   - Complex Health/Care and Hygiene   9.92 hours per week   $900.17 /month  Total monthly assessed attendant care benefit:   $1854.95   (subject to limits under Statutory  Accident Benefits Schedule)  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan   c/o   Rebecca Duplantie  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 25 of 25\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Zacharie Mbouogno   Date of Loss:   2021-10-24  Address:   1610 Cedar Mills Road, Orleans,  ON K1C 7L4  Date of Birth:   1956-06-20  Telephone #:   613-261-6904  Lawyer:   Rebecca Duplantie   Firm:   McNally Gervan  Adjuster:   Sally McGowan   Insurer:   Intact Insurance Company  Claim No.:   8033614509  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   2024-05-09  Date of Report:   2024-05-10  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014",
    "MEDICAL_HISTORY": "K. IME: FAE & Job Analysis Report by Dr. J. Elk dated 9-SEP-2022  PRE-ACCIDENT MEDICAL HISTORY:  Prior to the motor vehicle accident on October 24, 2021, Mr. Zacharie Mbouogno was an active  individual with a lifestyle characterized by regular physical activity and dietary management  tailored to his health needs. According to the information provided, Mr. Mbouogno avoided  meats, cheese, and chocolate, indicating dietary restrictions potentially aimed at managing a  specific health condition.  Mr. Mbouogno had been diagnosed with arthritis in his knee approximately 10 years prior to  the accident. This condition was managed pharmacologically with Vimovo 500mg administered  twice daily. Despite this chronic condition, he maintained an active regimen that included  walking 5 kilometers three to four times per week and participating in gym sessions three times  weekly at Goodlife Fitness.  From an occupational standpoint, Mr. Mbouogno's employment involved working 38 to 45  hours per week, indicating a significant level of functional endurance and capacity to manage  work-related demands.  MECHANISM OF INJURY:  The incident occurred on October 24, 2021, when Mr. Zacharie Mbouogno was involved in a  motor vehicle accident while traveling east on Innes Road at the intersection with Anderson  Road,   approximately   150   meters   before   the   intersection.   The   area   was   marked   with  construction signs warning of potential hazards due to holes in the road.  Mr. Mbouogno’s vehicle was rear-ended by another vehicle traveling at a high rate of speed. At  the   time   of   impact,   Mr.   Mbouogno’s   vehicle was moving at a speed between 100-110  kilometers per hour, and he was subsequently propelled into a corn field after being struck. The  collision resulted in Mr. Mbouogno losing consciousness for approximately 10 minutes.  Upon regaining consciousness, Mr. Mbouogno was able to exit the vehicle unassisted, although  he was confused and disoriented. Emergency medical services were called to the scene, and he  was subsequently evaluated by paramedics.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 6 of 25",
    "ATTENDANT_CARE": "Maintenance of Equipment  and Supplies  Mr. Mbouogno does not have  any   medications   requiring  maintenance.  0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  Mr.   Mbouogno   does   not  present   with   any   skilled  supervisory   needs   at   this  time.  0 minutes per week  Attendant Care Calculation:  Part 1   - Routine Personal Care   12.08 hours per week   $774.18 /month  Part 2   - Basic Supervisory Functions   3.00 hours per week   $180.60 /month  Part 3   - Complex Health/Care and Hygiene   9.92 hours per week   $900.17 /month  Total monthly assessed attendant care benefit:   $1854.95   (subject to limits under Statutory  Accident Benefits Schedule)  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan   c/o   Rebecca Duplantie  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 25 of 25",
    "SYMPTOMS": "Leisure Activities:  Prior to the subject motor vehicle accident, Mr. Mbouogno noted that he spent his leisure time  with his wife, going out to restaurants, traveling and walking on a daily basis. He noted that he  enjoyed an active lifestyle which he balanced with full-time work hours with ease.  At the time of this assessment, Mr. Mbouogno indicated that he has not resumed engagement  in any of his pre-accident leisure activities. He spends the whole of his time at home, resting  and managing his symptoms.  Community Access:  Mr. Mbouogno noted that he rarely leaves his home to access the community.   His wife has  taken over the responsibility of running errands and grocery shopping, which Mr. Mbouogno  noted was an added burden for her to manage on top of everything else she has been required  to take over.  Volunteer Activities:  Mr. Mbouogno noted that he was not involved in any form of volunteering prior to the subject  motor vehicle accident.  ASSESSMENT OF ATTENDANT CARE NEEDS:  The following is an Assessment of Attendant Care Needs based on reports of the client and  direct observations as of May 9, 2024. The Ontario Society of Occupational Therapists report  “Considerations for Occupational Therapists Completing an Assessment of Attendant Care  Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT  Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of  what attendant care services are already in place. [This therapist’s] role is to determine the  extent to which the client can perform the skills and activities identified in the Form 1 safely,  functionally, and to objectively identify what assistance if any is needed from the present time  into the future until another such re-assessment may identify modified needs.”  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 21 of 25",
    "ENVIRONMENTAL": "Night Routine:  He goes to bed around 10 PM but struggles with insomnia, often falling asleep within 30  minutes but waking up frequently throughout the night due to pain and then ruminating and  unable to fall asleep. On average, he manages to get about 5 hours of sleep and wakes  unrefreshed.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Hardwood  Bathrooms   3   Power room on main floor  Full Ensuite with stand-up  shower stall and jacuzzi tub  Full bathroom with standard tub  and toilet  Tile  Living Room   1   Main floor   Hardwood  Family Room   1   Main floor   Hardwood  Dining Room   1   Main floor   Hardwood  Kitchen   1   Main floor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   Staircase leading to the second  floor with two landings and a full  staircase leading to the  basement of the home.  Carpet  Basement   Yes   Finished basement.   Carpet  Driveway  Description  Single car driveway  Yard description   Small city plot, managed by owner  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married X   Single   ☐   Common Law   ☐   Other  ☐  Living Arrangement   Lives with his wife of 42 years in a two-storey townhome. His wife  was required to stop working in order to care for her husband.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 16 of 25",
    "ADLS": "Children   The couple have six children who are all grown and living in  Toronto.  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Prior   to   the   subject   motor   vehicle   accident,   Mr.   Mbouogno   was   independent   in   the  performance of all self-care functions. He performed them with ease and generally unimpeded  by any restrictions.  At the time of this assessment, Mr. Mbouogno experiences impairments in his overall mobility  (ROM limitations and poor postural tolerances), which are exacerbated by intermittent episodes  of vertigo. He receives support from his wife for the management many self-care activities on a  daily basis:  ●   Donning his shoes  ●   Meal preparation (used to make his own breakfast and lunch and share in dinner  preparation, now is dependent on his wife for all of his meal preparation needs)  ●   Managing the bathroom and bedroom environments  ●   Managing transfers (chair, bed and toilet), 3 of 7 days per week (on average) when  symptoms are amplified  ●   Support in daily stretching program  ●   Oversight of medication intake and maintaining medication supply  ●   Stand-by supervision and assistance in showering  The extent of Mr. Mbouogno’s care requirements have resulted in his wife interrupting her  engagement in the workforce to care for her husband full-time. He is rarely left alone for any  extended periods of time due to fears for his safety and wellbeing.  While understanding that Mr. Mbouogno is not currently eligible to receive any Attendant Care  Benefit, this therapist has opted to complete a Form 1 to reflect and emphasize the extent of  care he currently requires as a result of his accident-related impairments, provided solely by his  wife.  Please refer to the Assessment of Attendant Care Needs section of this report for more  information.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 17 of 25"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333,
    "ADLS": 0.6666666666666666
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario",
      "dob": "1956-06-20  Telephone #:   613-261-6904  Lawyer:   Rebecca Duplantie   Firm:   McNally Gervan  Adjuster:   Sally McGowan   Insurer:   Intact Insurance Company  Claim No",
      "age": null,
      "gender": "",
      "address": "1610 Cedar Mills Road",
      "phone": "613-261-6904",
      "referralSource": "",
      "insuranceInfo": "Intact Insurance Company  Claim No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "phone": 0.8,
        "insuranceInfo": 0.7
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [
        "arthritis in his knee approximately 10 years prior to  the accident"
      ],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "arthritis in his knee approximately 10 years prior to  the accident",
      "secondaryDiagnoses": [],
      "medicalNotes": "K. IME: FAE & Job Analysis Report by Dr. J. Elk dated 9-SEP-2022  PRE-ACCIDENT MEDICAL HISTORY:  Prior to the motor vehicle accident on October 24, 2021, Mr. Zacharie Mbouogno was an active  individual with a lifestyle characterized by regular physical activity and dietary management  tailored to his health needs. According to the information provided, Mr. Mbouogno avoided  meats, cheese, and chocolate, indicating dietary restrictions potentially aimed at managing a  specific health condition.  Mr. Mbouogno had been diagnosed with arthritis in his knee approximately 10 years prior to  the accident. This condition was managed pharmacologically with Vimovo 500mg administered  twice daily. Despite this chronic condition, he maintained an active regimen that included  walking 5 kilometers three to four times per week and participating in gym sessions three times  weekly at Goodlife Fitness.  From an occupational standpoint, Mr. Mbouogno's employment involved working 38 to 45  hours per week, indicating a significant level of functional endurance and capacity to manage  work-related demands.  MECHANISM OF INJURY:  The incident occurred on October 24, 2021, when Mr. Zacharie Mbouogno was involved in a  motor vehicle accident while traveling east on Innes Road at the intersection with Anderson  Road,   approximately   150   meters   before   the   intersection.   The   area   was   marked   with  construction signs warning of potential hazards due to holes in the road.  Mr. Mbouogno’s vehicle was rear-ended by another vehicle traveling at a high rate of speed. At  the   time   of   impact,   Mr.   Mbouogno’s   vehicle was moving at a speed between 100-110  kilometers per hour, and he was subsequently propelled into a corn field after being struck. The  collision resulted in Mr. Mbouogno losing consciousness for approximately 10 minutes.  Upon regaining consciousness, Mr. Mbouogno was able to exit the vehicle unassisted, although  he was confused and disoriented. Emergency medical services were called to the scene, and he  was subsequently evaluated by paramedics.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 6 of 25",
      "confidence": {
        "primaryDiagnosis": 0.8,
        "diagnoses": 0.8,
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Calculation:  Part 1   - Routine Personal Care   12",
        "name": "",
        "relationship": "",
        "availability": "per week   $774"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "$774",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Maintenance of Equipment  and Supplies  Mr. Mbouogno does not have  any   medications   requiring  maintenance.  0 minutes per week  Skilled Supervisory Care (for  aggressive or violent  behaviour)  Mr.   Mbouogno   does   not  present   with   any   skilled  supervisory   needs   at   this  time.  0 minutes per week  Attendant Care Calculation:  Part 1   - Routine Personal Care   12.08 hours per week   $774.18 /month  Part 2   - Basic Supervisory Functions   3.00 hours per week   $180.60 /month  Part 3   - Complex Health/Care and Hygiene   9.92 hours per week   $900.17 /month  Total monthly assessed attendant care benefit:   $1854.95   (subject to limits under Statutory  Accident Benefits Schedule)  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan   c/o   Rebecca Duplantie  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 25 of 25",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "weeklyHours": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "Leisure Activities:  Prior to the subject motor vehicle accident, Mr. Mbouogno noted that he spent his leisure time  with his wife, going out to restaurants, traveling and walking on a daily basis. He noted that he  enjoyed an active lifestyle which he balanced with full-time work hours with ease.  At the time of this assessment, Mr. Mbouogno indicated that he has not resumed engagement  in any of his pre-accident leisure activities. He spends the whole of his time at home, resting  and managing his symptoms.  Community Access:  Mr. Mbouogno noted that he rarely leaves his home to access the community.   His wife has  taken over the responsibility of running errands and grocery shopping, which Mr. Mbouogno  noted was an added burden for her to manage on top of everything else she has been required  to take over.  Volunteer Activities:  Mr. Mbouogno noted that he was not involved in any form of volunteering prior to the subject  motor vehicle accident.  ASSESSMENT OF ATTENDANT CARE NEEDS:  The following is an Assessment of Attendant Care Needs based on reports of the client and  direct observations as of May 9, 2024. The Ontario Society of Occupational Therapists report  “Considerations for Occupational Therapists Completing an Assessment of Attendant Care  Needs (Form 1)” was consulted for the completion of the assessment. As per the OSOT  Guidelines, “this assessment of Attendant Care Needs (Form 1) is not simply the recording of  what attendant care services are already in place. [This therapist’s] role is to determine the  extent to which the client can perform the skills and activities identified in the Form 1 safely,  functionally, and to objectively identify what assistance if any is needed from the present time  into the future until another such re-assessment may identify modified needs.”  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 21 of 25",
      "confidence": {
        "reportedSymptoms": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Hardwood  Bathrooms   3   Power room on main floor  Full Ensuite with stand-up  shower stall and jacuzzi tub  Full bathroom with standard tub  and toilet  Tile  Living Room   1   Main floor   Hardwood  Family Room   1   Main floor   Hardwood  Dining Room   1   Main floor   Hardwood  Kitchen   1   Main floor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   Staircase leading to the second  floor with two landings and a full  staircase leading to the  basement of the home",
      "livingArrangement": "S/SOCIAL STATUS:  Marital Status   Married X   Single   ☐   Common Law   ☐   Other  ☐  Living Arrangement   Lives with his wife of 42 years in a two-storey townhome",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "s   3   Power room on main floor  Full Ensuite with stand-up  shower stall and jacuzzi tub  Full bathroom with standard tub  and toilet  Tile  Living Room   1   Main floor   Hardwood  Family Room   1   Main floor   Hardwood  Dining Room   1   Main floor   Hardwood  Kitchen   1   Main floor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   Staircase leading to the second  floor with two landings and a full  staircase leading to the  basement of the home",
        "bedroom": "s   3   Second floor   Hardwood  Bathrooms   3   Power room on main floor  Full Ensuite with stand-up  shower stall and jacuzzi tub  Full bathroom with standard tub  and toilet  Tile  Living Room   1   Main floor   Hardwood  Family Room   1   Main floor   Hardwood  Dining Room   1   Main floor   Hardwood  Kitchen   1   Main floor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   Staircase leading to the second  floor with two landings and a full  staircase leading to the  basement of the home",
        "kitchen": "1   Main floor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   Staircase leading to the second  floor with two landings and a full  staircase leading to the  basement of the home"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "Night Routine:  He goes to bed around 10 PM but struggles with insomnia, often falling asleep within 30  minutes but waking up frequently throughout the night due to pain and then ruminating and  unable to fall asleep. On average, he manages to get about 5 hours of sleep and wakes  unrefreshed.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Hardwood  Bathrooms   3   Power room on main floor  Full Ensuite with stand-up  shower stall and jacuzzi tub  Full bathroom with standard tub  and toilet  Tile  Living Room   1   Main floor   Hardwood  Family Room   1   Main floor   Hardwood  Dining Room   1   Main floor   Hardwood  Kitchen   1   Main floor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   Staircase leading to the second  floor with two landings and a full  staircase leading to the  basement of the home.  Carpet  Basement   Yes   Finished basement.   Carpet  Driveway  Description  Single car driveway  Yard description   Small city plot, managed by owner  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married X   Single   ☐   Common Law   ☐   Other  ☐  Living Arrangement   Lives with his wife of 42 years in a two-storey townhome. His wife  was required to stop working in order to care for her husband.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 16 of 25",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "supervision",
          "notes": "He receives support from his wife for the management many self-care activities on a  daily basis:  ●   Donning his shoes  ●   Meal preparation (used to make his own breakfast and lunch and share in dinner  preparation, now is dependent on his wife for all of his meal preparation needs)  ●   Managing the bathroom and bedroom environments  ●   Managing transfers (chair, bed and toilet), 3 of 7 days per week (on average) when  symptoms are amplified  ●   Support in daily stretching program  ●   Oversight of medication intake and maintaining medication supply  ●   Stand-by supervision and assistance in showering  The extent of Mr."
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "supervision",
          "notes": "He receives support from his wife for the management many self-care activities on a  daily basis:  ●   Donning his shoes  ●   Meal preparation (used to make his own breakfast and lunch and share in dinner  preparation, now is dependent on his wife for all of his meal preparation needs)  ●   Managing the bathroom and bedroom environments  ●   Managing transfers (chair, bed and toilet), 3 of 7 days per week (on average) when  symptoms are amplified  ●   Support in daily stretching program  ●   Oversight of medication intake and maintaining medication supply  ●   Stand-by supervision and assistance in showering  The extent of Mr."
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "supervision",
          "notes": "He receives support from his wife for the management many self-care activities on a  daily basis:  ●   Donning his shoes  ●   Meal preparation (used to make his own breakfast and lunch and share in dinner  preparation, now is dependent on his wife for all of his meal preparation needs)  ●   Managing the bathroom and bedroom environments  ●   Managing transfers (chair, bed and toilet), 3 of 7 days per week (on average) when  symptoms are amplified  ●   Support in daily stretching program  ●   Oversight of medication intake and maintaining medication supply  ●   Stand-by supervision and assistance in showering  The extent of Mr."
        },
        "ambulation": {
          "level": "unknown",
          "notes": "Mbouogno experiences impairments in his overall mobility  (ROM limitations and poor postural tolerances), which are exacerbated by intermittent episodes  of vertigo."
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "dependent",
          "notes": "He receives support from his wife for the management many self-care activities on a  daily basis:  ●   Donning his shoes  ●   Meal preparation (used to make his own breakfast and lunch and share in dinner  preparation, now is dependent on his wife for all of his meal preparation needs)  ●   Managing the bathroom and bedroom environments  ●   Managing transfers (chair, bed and toilet), 3 of 7 days per week (on average) when  symptoms are amplified  ●   Support in daily stretching program  ●   Oversight of medication intake and maintaining medication supply  ●   Stand-by supervision and assistance in showering  The extent of Mr."
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": "He performed them with ease and generally unimpeded  by any restrictions."
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Children   The couple have six children who are all grown and living in  Toronto.  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Prior   to   the   subject   motor   vehicle   accident,   Mr.   Mbouogno   was   independent   in   the  performance of all self-care functions. He performed them with ease and generally unimpeded  by any restrictions.  At the time of this assessment, Mr. Mbouogno experiences impairments in his overall mobility  (ROM limitations and poor postural tolerances), which are exacerbated by intermittent episodes  of vertigo. He receives support from his wife for the management many self-care activities on a  daily basis:  ●   Donning his shoes  ●   Meal preparation (used to make his own breakfast and lunch and share in dinner  preparation, now is dependent on his wife for all of his meal preparation needs)  ●   Managing the bathroom and bedroom environments  ●   Managing transfers (chair, bed and toilet), 3 of 7 days per week (on average) when  symptoms are amplified  ●   Support in daily stretching program  ●   Oversight of medication intake and maintaining medication supply  ●   Stand-by supervision and assistance in showering  The extent of Mr. Mbouogno’s care requirements have resulted in his wife interrupting her  engagement in the workforce to care for her husband full-time. He is rarely left alone for any  extended periods of time due to fears for his safety and wellbeing.  While understanding that Mr. Mbouogno is not currently eligible to receive any Attendant Care  Benefit, this therapist has opted to complete a Form 1 to reflect and emphasize the extent of  care he currently requires as a result of his accident-related impairments, provided solely by his  wife.  Please refer to the Assessment of Attendant Care Needs section of this report for more  information.  _____________________________________________________________________________________________  Zacharie Patrick Mbougno   Claim #: 8033614509   Page 17 of 25",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.8,
          "dressing": 0,
          "toileting": 0.8,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0.8,
          "ambulation": 0.5,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0.8,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0.5
        }
      }
    }
  }
}