{
  "fileName": "Merkeley, Mike OCF18 (IHA).pdf",
  "originalText": "Return this form to:  CAA Insurance Company (Ontario)  60 Commerce Valley Drive East  Thornhill  ON  L3T 7P9  Treatment and Assessment Plan (OCF-18)  Use this form for accidents that occur on or after November 1, 1996.  A000924496-01  2023-08-23  **Claim Number:  **Policy Number:  Date of Accident:  (YYYY-MM-DD)  NOTE : A Treatment and Assessment Plan (OCF-18) is not required to make the following claims:  -   ambulance or other goods or services provided on an emergency basis not more than 5 business days after the accident -   drugs prescribed by a regulated health professional -   dental goods or services (submitted on the Standard Dental Claim Form) -   goods referenced in s.15(1)(d) to (f) and s.16(3)(h) to (j) with a cost of $250 or less per item -   goods and services referenced in s.15(1)(h) or 16(3)(l) if the insurer agrees the expense is essential for the treatment or rehabilitation of the insured person with a cost of $250 or less per item or service  If this is an impairment that comes within the Minor Injury Guideline applicable to the accident   (for accidents that occurred on or after September 1, 2010) an OCF   – 23  Treatment Confirmation Form is required instead of this form.  To the Regulated Health Professional/Facility:  To the extent possible, this Treatment and Assessment Plan should include all goods and services contemplated by the regulated health professional referred to in Part 5. A health practitioner (i.e., chiropractor, dentist, nurse practitioner, occupational therapist, optometrist, physician, physiotherapist, psychologist, speech language pathologist) must sign Part 4. Complete Part 6 based on your most recent examination of the applicant named and return the form to the insurance company listed in Part 2. Please print clearly.  Consent:   It is the responsibility of regulated health professionals to ensure that their collection, use and disclosure of information submitted are authorized by a consent form. Ontario Claims Form 5 (OCF –5)   Permission to Disclose Health Information   may be used as a consent form.  To the Applicant:  Please provide information for the completion of Parts 1 and 2 and 3. After your regulated health professional has reviewed your Treatment and Assessment Plan with you, sign Part 10 and initial Part 12. Your regulated health professional complete all other parts of the form. Collection, use and disclosure of this information are subject to all applicable privacy legislation. Additional disclosure and consent may be required depending on the manner in which the information is used and disclosed.  As indicated on the form, all attachments are sent directly to the insurer. All fields must be completed subject to the following exceptions: *required if known **at least one field in this section ***optional  Part 2 Insurance Company Information  To be provided by the   applicant   **Name of Policy Holder same as  , OR: Applicant  Insurance Company Name   City or Town of Branch Office (if applicable)  CAA Insurance Company (Ontario)   Thornhill  *Adjuster Last Name   *Adjuster First Name  Clapp   Karen  *Adjuster Telephone   Extension   *Adjuster Fax  (905) 771-3021   (905) 771-3006  **Policy Holder Last Name   *Policy Holder First Name  Part 3 Other Insurance Information  To be completed by the regulated health professional referred to in Part 5 with information from the applicant  OTHER INSURANCE:   Is there other insurance coverage for any goods and services listed in this Treatment and Assessment Plan?  I have made reasonable enquiries of the applicant and have determined that:  There is no other insurance coverage identified for these goods and services  There is other insurance coverage that is potentially available to cover/partially cover these goods and services.  MOH   Is there Ministry of Health and Long-Term Care (MOH) coverage for any goods and services included in this plan?  Yes   No   Not applicable  Yes No  Other Insurer 1  Other Insurer 2  *Other Insurer Name   *Other Insurance Plan Or Policy Number  *Name of Plan Member   *Other Insurer ’ s Identifier  *Other Insurer Name   *Other Insurance Plan Or Policy Number  *Name of Plan Member   *Other Insurer ’ s Identifier  Part 1 Applicant Information  To be provided by the applicant  Date Of Birth (YYYY-MM-DD)  1977-10-17   Gender:   Male   Female   *Telephone Number   Extension  Last Name  Merkeley  First Name   ***Middle Name  Michael  Address  11069 Rowena Road  City   Province   Postal Code  Iroquois   ON   K0C 1K0  Submission Date/Time: 2024/04/05 04:05 PM HCAI Document Number: 24040503377  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 1 of 8\n\nPart 4 Signature of Health Practitioner  Treatment and Assessment Plan Certification  Name of Health Practitioner   College Registration Number  Ferland, Sebastien   G9904084  Facility Name (if applicable)  Ferland and Associates Rehabilitation Inc.  HCAI Facility Registry Number (if applicable)   FSCO Licence Number (if applicable)  117159   SP14853  Service Address  9185 Branch Road  City   Province   Postal Code  North Augusta   ON   K0G 1R0  You are a:  Chiropractor  Dentist  Nurse Practitioner  Occupational Therapist  Optometrist  Physician  Physiotherapist  Psychologist  Speech-Language  Pathologist  Telephone Number   *Extension   *Fax Number   *Email Address  (613) 837-5821   denis@ferlandassociates.com  The applicant has a pre-existing medical condition that was documented by me or another health practitioner before the accident and that will prevent the applicant from achieving maximal recovery from the minor injury if the applicant is subject to the $3,500 limit or is limited to the goods and services authorized under the Minor Injury Guideline. Please provide an explanation and provide compelling evidence to support this recommendation:  For accidents that occur on or after September 1, 2010: Is this impairment predominantly a minor injury as referred to in the Minor Injury Guideline applicable to the accident? If yes, select the applicable circumstance:  Yes   No  Send any attachments directly to the insurer  Treatment under the Minor Injury Guideline has already been provided and additional treatment goods and or services are required within the $3,500  limit.  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 2 of 8\n\nTO THE INSURER TO WHOM THIS APPLICATION IS BEING SUBMITTED: I UNDERSTAND   that you, and persons acting for you, will collect business, personal and personal health information that is related to the applicant ’ s claim for accident benefits arising out of the accident referenced in this Treatment and Assessment Plan and that all such information will be collected directly from me or from any other person with my consent.  I ALSO UNDERSTAND   that you and persons acting for you will collect information about this Treatment and Assessment Plan prepared by me.  I ALSO UNDERSTAND   that as the health practitioner for the applicant that you, and persons acting for you, will collect information related to this claim that is provided by me on this or any other auto insurance claim form.  I ALSO UNDERSTAND   that the information within this form will be collected and used only as reasonably necessary, with the applicant ’ s consent, for the purposes of:  •   Investigating the claims of the applicant and processing the claims of the applicant as required by law, including the Ontario Automobile Policy;  •   Obtaining or verifying information relating to the applicant ’ s claims in order to determine entitlement and the proper amount of payment;  •   Recovering payment from insurers and others liable in law for amounts that you pay in connection with the applicant ’ s claims;  •   Identifying and analysing the nature and costs of goods and services that are provided to automobile insurance claimants by health care providers;  •   Preventing, detecting and suppressing fraud;  •   Compiling anonymized statistics for government agencies; and  •   Assessing underwriting risks and claims experience.  I ALSO UNDERSTAND   that you, and persons acting for you, may disclose this information to the following persons or organizations, who may collect and use this information only as reasonably necessary to enable you or them to carry out the purposes described above: Insurers; insurance adjusters, agents and brokers; employers; health care providers; hospitals; accountants; financial advisors; solicitors; organizations that consolidate claims and underwriting information for the insurance industry; fraud prevention organizations; other insurance companies; the police; databases or registers used by the insurance industry to analyze and check information provided against existing information; and my agents or representatives as designated by me from time to time.  I ALSO UNDERSTAND   that you, and persons acting for you, may pool this information with information from other sources and may analyse this information for the limited purpose of preventing, detecting or suppressing fraud.  I CONSENT   to you collecting, using and disclosing information relating to this Treatment and Assessment Plan in the manner described above, which will be limited to information that is reasonably necessary to meet the legitimate purpose of such collection, use or disclosure.  I UNDERSTAND   that if I have any questions about this consent I am free to consult with the insurance company representative or a legal advisor before signing this document.  I AM ALSO AWARE   that you, and persons acting for you, may be required or permitted by law to disclose this information to others without my knowledge or consent.  I CONFIRM THAT , to the best of my knowledge, the information in this Treatment and Assessment Plan is accurate, the Treatment and Assessment Plan has been reviewed with the applicant by the regulated health professional in Part 5, and the goods and services contemplated are reasonable and necessary for the treatment and rehabilitation of the applicant for the injuries identified in Part 6.  I CERTIFY THAT THE INFORMATION PROVIDED IS TRUE AND CORRECT.  I UNDERSTAND THAT IT IS AN OFFENCE UNDER THE INSURANCE ACT   to knowingly make a false or misleading statement or representation to an insurer under a contract of insurance. Regulated sectors may be subject to an examination or inquiry about matters in connection with a licence and or unfair or deceptive act or practice. Non-compliance with applicable regulations may result in enforcement actions ranging from an administrative monetary penalty to prosecution under the Provincial Offences Act.  I FURTHER UNDERSTAND THAT IT IS AN OFFENCE UNDER THE FEDERAL CRIMINAL CODE   for anyone, by deceit, falsehood, or other dishonest act, to defraud or attempt to defraud an insurance company. This information will be used for processing payments of claims; identifying and analysing the nature, effects and costs of goods and services that are provided to automobile accident victims, by health care providers; and   PREVENTING, DETECTING AND SUPPRESSING FRAUD.  To obtain further information about privacy related issues please contact the Privacy Officer for the insurance company listed in Part 2. To obtain further information about how your consent relates to pooling and data analytics to prevent and detect fraud please visit http://www.ibc.ca/en/privacy- terminology.asp.  Name of Health Practitioner (please print)   Signature of Health Practitioner   Date (YYYY-MM-DD)  Ferland, Sebastien   2024-04-05  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 3 of 8\n\nPart 5 Signature of Regulated Health Professional  Treatment and Assessment Plan Preparation and Supervision If same person as Part 4 check here and  DO NOT COMPLETE Part5  Name of Regulated Health Professional   College Registration Number  Facility Name (if applicable)  HCAI Facility Registry Number   FSCO Licence Number (if applicable)  Service Address  City   Province   Postal Code  Telephone Number   *Extension   *Fax Number  *Email Address  Chiropractor  Dentist  Nurse  Occupational Therapist  Optometrist  Physician  Physiotherapist  Psychologist  Speech-Language Pathologist  Massage Therapist  Social Worker  Other  You are a:  TO THE INSURER TO WHOM THIS APPLICATION IS BEING SUBMITTED: I UNDERSTAND   that you, and persons acting for you, will collect personal information and personal health information that is related to the applicant ’ s claim for accident benefits arising out of the accident referenced in this Treatment and Assessment Plan, and that all such information will be collected directly from me or from any other person with my consent.  I ALSO UNDERSTAND   that you and persons acting for you will collect information about this Treatment and Assessment Plan prepared by me.  I ALSO UNDERSTAND   that as the regulated health professional for the applicant that you, and persons acting for you, will collect information related to this claim that is provided by me on this or any other auto insurance claim form.  I ALSO UNDERSTAND   that the information within this form will be collected and used only as reasonably necessary, with the applicant ’ s consent, for the purposes of:  •   Investigating the claims of the applicant and processing the claims of the applicant as required by law, including the Ontario Automobile Policy;  •   Obtaining or verifying information relating to the applicant ’ s claims in order to determine entitlement and the proper amount of payment;  •   Recovering payment from insurers and others liable in law for amounts that you pay in connection with the applicant ’ s claims;  •   Identifying and analysing the nature and costs of goods and services that are provided to automobile accident victims by health care providers;  •   Preventing, detecting and suppressing fraud;  •   Compiling anonymized statistics for government agencies; and  •   Assessing underwriting risks and claims experience.  I ALSO UNDERSTAND   that you, and persons acting for you, may disclose this information to the following persons or organizations, who may collect and use this information only as reasonably necessary to enable you or them to carry out the purposes described above: Insurers; insurance adjusters, agents and brokers; employers; health care providers; hospitals; accountants; financial advisors; solicitors; organizations that consolidate claims and underwriting information for the insurance industry; fraud prevention organizations; other insurance companies; the police; databases or registers used by the insurance industry to analyze and check information provided against existing information; and my agents or representatives as designated by me from time to time.  I ALSO UNDERSTAND   that you, and persons acting for you, may pool this information with information from other sources and may analyze this information for the limited purpose of preventing, detecting or suppressing fraud.  I CONSENT   to you collecting, using and disclosing this information related to this Treatment and Assessment Plan in the manner described above, which will be limited to information that is reasonably necessary to meet the legitimate purpose of such collection, use or disclosure.  I UNDERSTAND   that if I have any questions about this consent I am free to consult with the insurance company representative or a legal advisor before signing this document.  I AM ALSO AWARE   that you, and persons acting for you, may be required or permitted by law to disclose this information to others without my knowledge or consent.  I CERTIFY THAT THE INFORMATION PROVIDED IS TRUE AND CORRECT. I UNDERSTAND THAT IT IS AN OFFENCE UNDER THE INSURANCE ACT   to knowingly make a false or misleading statement or representation to an insurer under a contract of insurance. Regulated sectors may be subject to an examination or inquiry about matters in connection with a licence and or unfair or deceptive act or practice. Non-compliance with applicable regulations may result in enforcement actions ranging from an administrative monetary penalty to prosecution under the Provincial Offences Act.  I FURTHER UNDERSTAND THAT IT IS AN OFFENCE UNDER THE FEDERAL CRIMINAL CODE   for anyone, by deceit, falsehood, or other dishonest act, to defraud or attempt to defraud an insurance company. This information will be used for processing payments of claims; identifying and analysing the nature, effects and costs of goods and services that are provided to automobile accident victims, by health care providers; and   PREVENTING, DETECTING AND SUPPRESSING FRAUD.  To obtain further information about privacy related issues please contact the Privacy Officer at the insurance company listed in Part 2. To obtain further information about how your consent relates to pooling and data analytics to prevent and detect fraud please visit http://www.ibc.ca/en/privacy- terminology.asp.  Name of Regulated Health Professional (please print)   Signature of Regulated Health Professional   Date (YYYY-MM-DD)  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 4 of 8\n\na)   Prior to the accident, did the applicant have any disease, condition or injury that could affect his/her response to treatment for the injuries identified in Part 6?  Send any attachments directly to the insurer  If Yes to   “ a ”   above, did the applicant undergo investigation or receive treatment for this disease, condition or injury in the past year?  No   Unknown   Yes (please explain)  No   Unknown   Yes (please explain and identify provider, if known)  20' fall in 2000 resulting in orthopaedic injuries and 3-year recovery - Progressive increase of symptoms leading to work stoppage as a carpenter High blood pressure  b)   Since the accident, has the applicant developed any other disease, condition or injury not related to the automobile accident that could affect his/her response to treatment for the injuries identified in Part 6?  No   Unknown   Yes (please explain)  Part 7 Prior and Concurrent Conditions  a)   Does the applicant ’ s impairment(s) from the injuries identified in Part 6 affect his/her ability to carry out:  Not employed   No   Unknown  b)   If Yes to either of the questions above, briefly describe the activities limited by the impairment and their impacts on the applicant ’ s ability to function.  Mr. Merkeley was an avid outdoorsman pre-accident. He enjoyed hunting and fishing as well as long nature walks on a daily basis. He was in the process of breeding dogs when the MVA occurred. He is now severely limited by lower back and neck pain with neurological symptoms impacting his lower extremities. He also suffers from post-concussive symptoms which are having a profound effect on his ability to manage even basic daily tasks. He experiences cognitive changes and emotional difficulties  His/her tasks of employment   Yes  No   Unknown His/her activities of normal life   Yes  c)   If the applicant is unable to carry out pre-accident employment activity, is the employer able to provide suitable modified employment to the applicant?  Not employed   Yes   Unknown   No (please explain)  Part 8 Activity Limitations  Provide a description (list most significant first) and associated ICD-10-CA   code for complaints, injuries and sequelae that are the direct result of the automobile accident (refer to the user manual at https://www.hcaiinfo.ca for ICD-10-CA coding information.)  Code Description  Concussion   S.06.0  Other sprain and strain of cervical spine   S.13.48  Sprain and strain of lumbar spine   S.33.5  Mixed anxiety and depressive disorder   F.41.2  Part 6 Injury and Sequelae Information  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 5 of 8\n\na)   Goals:  (i)   Identify the goal(s) in regard to the applicant’ s impairment(s), symptom(s) or pathology that this Treatment and Assessment Plan seeks to achieve:  pain reduction   increased range of motion  b)   Evaluation:  (i)   How will progress on the goal(s) in a (i) and a (ii) be evaluated?  NA. This is an assessment plan.  increase in strength   other(s)/not applicable (please specify)  c)   Barriers to recovery:  (i)   Have you identified any other barriers to recovery?   No  Yes (please explain)  OT assessment to assess Attendant Care Needs and establish need for OT treatment.  and   (ii)   Select the functional goal(s) that this Treatment and Assessment Plan seeks to achieve:  return to activities of normal living   return to pre-accident work activities  return to modified work  activities  other(s)/not applicable (please specify)  Assess levels of function to develop OT Treatment Plan and complete Form 1  (ii)   If this is a subsequent Treatment and Assessment Plan, what was the applicant’ s improvement at the end of the previous plan based on your evaluation method?  NA  Send any attachments directly to the insurer  Pre-existing medical history of chronic pain resulting in receipt of ODSP  No  Yes (please explain)  (ii)   *Do you have any recommendations and/or strategies to overcome these barriers?  d)   Concurrent Treatment:  Are you aware if any concurrent treatment that is not included in this Treatment and Assessment Plan will be provided by any other provider/facility?  No   Yes (please explain)  Physiotherapy  Part 9 Plan Goals, Outcome Evaluation Methods and Barriers to Recovery  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 6 of 8\n\nTO THE INSURER TO WHOM THIS APPLICATION IS BEING SUBMITTED: I UNDERSTAND   that you, and persons acting for you, will collect personal information and personal health information about me that is related to my claims for accident benefits arising out of the accident referenced in this Treatment and Assessment Plan, and that all such information will be collected directly from me or from any other person with my consent.  I ALSO UNDERSTAND   that you and persons acting for you will collect information about this Treatment and Assessment Plan prepared by my health care provider(s).  I ALSO UNDERSTAND   that if I am the holder of an automobile insurance policy, you, and persons acting for you, will collect the information related to this claim that is provided by me on this or any other auto insurance claim form.  I ALSO UNDERSTAND   that the information described above will be collected and used only as reasonably necessary for the purposes of:  •   Investigating my claims and processing my claims as required by law, including the Ontario Automobile Policy;  •   Obtaining or verifying information relating to my claims in order to determine entitlement and the proper amount of payment;  •   Recovering payment from insurers and others liable in law for amounts that you pay in connection with my claims;  •   Identifying and analyzing the nature and costs of goods and services that are provided to automobile accident victims by health care providers;  •   Preventing, detecting and suppressing fraud;  •   Compiling anonymized statistics for government agencies; and  •   Assessing underwriting risks and claims experience.  I ALSO UNDERSTAND   that you, and persons acting for you, may disclose this information to the following persons or organizations, who may collect and use this information only as reasonably necessary to enable you or them to carry out the purposes described above: Insurers; insurance adjusters, agents and brokers; employers; health care providers; hospitals; accountants; financial advisors; solicitors; organizations that consolidate claims and underwriting information for the insurance industry; fraud prevention organizations; other insurance companies; the police; databases or registers used by the insurance industry to analyze and check information provided against existing information; and my agents or representatives as designated by me from time to time.  I ALSO UNDERSTAND   that you, and persons acting for you, may pool this information with information from other sources and may analyze this information for the limited purpose of preventing, detecting or suppressing fraud.  I CONSENT   to you collecting, using and disclosing information related to this Treatment and Assessment Plan in the manner described above, but no more of such information than is reasonably necessary to meet the legitimate purpose of such collection, use or disclosure.  I UNDERSTAND   that if I have any questions about this consent I am free to consult with my insurance company representative or legal advisor before signing this document.  I AM ALSO AWARE   that you, and persons acting for you, may be required or permitted by law to disclose this information to others without my knowledge or consent. I have reviewed and agree with this Treatment and Assessment Plan. I understand that payment for this Treatment and Assessment Plan is subject to the approval of the insurer. In the event that my insurer does not agree to pay for all the goods and services contemplated in this Treatment and Assessment Plan, I understand that an examination may be required to determine my eligibility to the goods and services outlined in this Treatment and Assessment Plan. In the event that an examination is requested, I authorize my insurer and my health care providers to give the person identified by the insurer to review this application only such information relating to my health condition, treatment and rehabilitation received as a result of the accident, as is reasonably required for the purposes of determining my eligibility to benefits. As required by law, a copy of the examination report as well as the insurance company ’ s determination will be sent to me. Subject to the Statutory Accident Benefits Schedule, in those circumstances where prior approval is required, I understand that if I undertake any of the proposed services prior to approval by the insurer, I may be responsible for payment to my provider for any of the services rendered on my behalf.  I CERTIFY THAT THE INFORMATION PROVIDED IS TRUE AND CORRECT. I UNDERSTAND THAT IT IS AN OFFENCE UNDER THE INSURANCE ACT   to knowingly make a false or misleading statement or representation to an insurer under a contract of insurance.  I FURTHER UNDERSTAND THAT IT IS AN OFFENCE UNDER THE FEDERAL CRIMINAL CODE   for anyone, by deceit, falsehood, or other dishonest act, to defraud or attempt to defraud an insurance company. This information will be used for processing payments of claims; identifying and analysing the nature, effects and costs of goods and services that are provided to automobile accident victims, by health care providers; and   PREVENTING, DETECTING AND SUPPRESSING FRAUD.  To obtain further information about how your consent relates to pooling and data analytics to prevent and detect fraud please visit http://www.ibc.ca/en/privacy-terminology.asp. To obtain further information about privacy related issues please contact the Privacy Officer at the insurance company listed in Part 2.  Name of Applicant or Substitute Decision Maker (please print)   Signature of Applicant or Substitute Decision Maker   Date (YYYY-MM-DD)  Merkeley, Michael   2024-04-05  Part 10 Signature of Applicant  Must be completed unless waived by insurer  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 7 of 8\n\nPart 13 Signature of Insurer  The Statutory Accident Benefits Schedule states that the insurer shall, within 10 business days of receiving this Treatment and Assessment Plan, give the applicant a notice stating the goods and services contemplated by the Treatment and Assessment Plan for which the insurer will or will not pay.  Name of Adjuster (please print)   Signature of Adjuster   Date (YYYY-MM-DD)  Approve this Treatment and Assessment Plan   Partially approve   Do not approve  I have reviewed the Treatment and Assessment Plan and based upon the information provided, I:  ***I waive the requirement of the Applicant ’s signature.  To the insurer : Please provide a copy of this page to the applicant, the Health Practitioner indicated in Part 4 and the Regulated Health Professional indicated in Part 5.  Part 11 Health Care Providers  Part 12 Proposed Goods or Services Requiring Insurer Approval  To the extent possible, this Treatment and Assessment Plan should include   all goods and services (G/S)   contemplated by the Regulated Health Professional referred to in Part 5 for the period of this Treatment and Assessment Plan  Note:   The fee for completing this form is not a health care benefit of the Ontario Ministry of Health and Long-Term Care. This fee should be billed to the insurer directly. The Regulated Health Professional referred to in Part 5 will contact each of the health care providers listed in Part 11 and provide details of the services and other charges that have been approved and are payable under this Treatment and Assessment Plan.  *Please indicate any additional comments regarding proposed goods and services:  If Yes, how many?____ Send any attachments directly to the insurer  No Are there any attachments?   Yes  Line 1 is for travel time Line 2 is for an In-Home Assessment and report Line 3 is fee for completion of this OCF18 Line 4 is for completion of Form 1 (if required)  Applicant Name:   Merkeley, Michael   Policy Number:  Provider Name:   Ferland, Sebastien   OCF-18   Claim Number:   A000924496-01  Provider Fax:   Date of Accident:   2023-08-23  Estimated duration of this Plan :   1 Weeks  *How many visits have you already provided :   3 *visits  Note :   ᶧ Refer to the User Manual coding guidelines posted at   https://www.hcaiinfo.ca   .  Attributes codes are used to further qualify the service codes and are described in the manual. Payment by auto insurer is secondary to available collateral benefits.  Sub-total :   4   2019.70  Minus MOH :   0.00  Minus Other Insurer 1 + 2 :   0.00  Tax (if applicable) :   0.00  Auto Insurer Total :   2019.70  G/S Ref   Description  Estimated  Quantity   Cost   Total Count  Total Cost ᶧ Measure  Provider Ref ᶧ Attribute ᶧ Code  Projected  1   Provider travel time, provider to treatment  A.XX.TT   A   1.20   HR   119.70   1   119.70  2  Assessment, environment of private living space  7.SE.02.A B  A   1   PR   1500.00   1   1500.00  3  Documentation, support activity for claim form (e.g. for insurance, third party payor, worker's compensation)  7.SJ.30.L B  A   1   PR   200.00   1   200.00  4  Documentation, support activity for claim form (e.g. for insurance, third party payor, worker's compensation)  7.SJ.30.L B  A   1   PR   200.00   1   200.00  Provider   ᶧ Provider Type   Provider   Regulated   Unregulated   Hourly Rate  Reference   Last Name   First Name   (College Registration Number)  (If applicable, or blank)   (if applicable)  A   OT   Ferland   Sebastien   G9904084  Applicant or Substitute Decision Maker confirms consent to proposed goods and services:   Initials:  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 8 of 8\n\n",
  "sections": {
    "DEMOGRAPHICS": "Part 13 Signature of Insurer  The Statutory Accident Benefits Schedule states that the insurer shall, within 10 business days of receiving this Treatment and Assessment Plan, give the applicant a notice stating the goods and services contemplated by the Treatment and Assessment Plan for which the insurer will or will not pay.  Name of Adjuster (please print)   Signature of Adjuster   Date (YYYY-MM-DD)  Approve this Treatment and Assessment Plan   Partially approve   Do not approve  I have reviewed the Treatment and Assessment Plan and based upon the information provided, I:  ***I waive the requirement of the Applicant ’s signature.  To the insurer : Please provide a copy of this page to the applicant, the Health Practitioner indicated in Part 4 and the Regulated Health Professional indicated in Part 5.  Part 11 Health Care Providers  Part 12 Proposed Goods or Services Requiring Insurer Approval  To the extent possible, this Treatment and Assessment Plan should include   all goods and services (G/S)   contemplated by the Regulated Health Professional referred to in Part 5 for the period of this Treatment and Assessment Plan  Note:   The fee for completing this form is not a health care benefit of the Ontario Ministry of Health and Long-Term Care. This fee should be billed to the insurer directly. The Regulated Health Professional referred to in Part 5 will contact each of the health care providers listed in Part 11 and provide details of the services and other charges that have been approved and are payable under this Treatment and Assessment Plan.  *Please indicate any additional comments regarding proposed goods and services:  If Yes, how many?____ Send any attachments directly to the insurer  No Are there any attachments?   Yes  Line 1 is for travel time Line 2 is for an In-Home Assessment and report Line 3 is fee for completion of this OCF18 Line 4 is for completion of Form 1 (if required)  Applicant Name:   Merkeley, Michael   Policy Number:  Provider Name:   Ferland, Sebastien   OCF-18   Claim Number:   A000924496-01  Provider Fax:   Date of Accident:   2023-08-23  Estimated duration of this Plan :   1 Weeks  *How many visits have you already provided :   3 *visits  Note :   ᶧ Refer to the User Manual coding guidelines posted at   https://www.hcaiinfo.ca   .  Attributes codes are used to further qualify the service codes and are described in the manual. Payment by auto insurer is secondary to available collateral benefits.  Sub-total :   4   2019.70  Minus MOH :   0.00  Minus Other Insurer 1 + 2 :   0.00  Tax (if applicable) :   0.00  Auto Insurer Total :   2019.70  G/S Ref   Description  Estimated  Quantity   Cost   Total Count  Total Cost ᶧ Measure  Provider Ref ᶧ Attribute ᶧ Code  Projected  1   Provider travel time, provider to treatment  A.XX.TT   A   1.20   HR   119.70   1   119.70  2  Assessment, environment of private living space  7.SE.02.A B  A   1   PR   1500.00   1   1500.00  3  Documentation, support activity for claim form (e.g. for insurance, third party payor, worker's compensation)  7.SJ.30.L B  A   1   PR   200.00   1   200.00  4  Documentation, support activity for claim form (e.g. for insurance, third party payor, worker's compensation)  7.SJ.30.L B  A   1   PR   200.00   1   200.00  Provider   ᶧ Provider Type   Provider   Regulated   Unregulated   Hourly Rate  Reference   Last Name   First Name   (College Registration Number)  (If applicable, or blank)   (if applicable)  A   OT   Ferland   Sebastien   G9904084  Applicant or Substitute Decision Maker confirms consent to proposed goods and services:   Initials:  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 8 of 8",
    "MEDICAL_HISTORY": "TO THE INSURER TO WHOM THIS APPLICATION IS BEING SUBMITTED: I UNDERSTAND   that you, and persons acting for you, will collect personal information and personal health information about me that is related to my claims for accident benefits arising out of the accident referenced in this Treatment and Assessment Plan, and that all such information will be collected directly from me or from any other person with my consent.  I ALSO UNDERSTAND   that you and persons acting for you will collect information about this Treatment and Assessment Plan prepared by my health care provider(s).  I ALSO UNDERSTAND   that if I am the holder of an automobile insurance policy, you, and persons acting for you, will collect the information related to this claim that is provided by me on this or any other auto insurance claim form.  I ALSO UNDERSTAND   that the information described above will be collected and used only as reasonably necessary for the purposes of:  •   Investigating my claims and processing my claims as required by law, including the Ontario Automobile Policy;  •   Obtaining or verifying information relating to my claims in order to determine entitlement and the proper amount of payment;  •   Recovering payment from insurers and others liable in law for amounts that you pay in connection with my claims;  •   Identifying and analyzing the nature and costs of goods and services that are provided to automobile accident victims by health care providers;  •   Preventing, detecting and suppressing fraud;  •   Compiling anonymized statistics for government agencies; and  •   Assessing underwriting risks and claims experience.  I ALSO UNDERSTAND   that you, and persons acting for you, may disclose this information to the following persons or organizations, who may collect and use this information only as reasonably necessary to enable you or them to carry out the purposes described above: Insurers; insurance adjusters, agents and brokers; employers; health care providers; hospitals; accountants; financial advisors; solicitors; organizations that consolidate claims and underwriting information for the insurance industry; fraud prevention organizations; other insurance companies; the police; databases or registers used by the insurance industry to analyze and check information provided against existing information; and my agents or representatives as designated by me from time to time.  I ALSO UNDERSTAND   that you, and persons acting for you, may pool this information with information from other sources and may analyze this information for the limited purpose of preventing, detecting or suppressing fraud.  I CONSENT   to you collecting, using and disclosing information related to this Treatment and Assessment Plan in the manner described above, but no more of such information than is reasonably necessary to meet the legitimate purpose of such collection, use or disclosure.  I UNDERSTAND   that if I have any questions about this consent I am free to consult with my insurance company representative or legal advisor before signing this document.  I AM ALSO AWARE   that you, and persons acting for you, may be required or permitted by law to disclose this information to others without my knowledge or consent. I have reviewed and agree with this Treatment and Assessment Plan. I understand that payment for this Treatment and Assessment Plan is subject to the approval of the insurer. In the event that my insurer does not agree to pay for all the goods and services contemplated in this Treatment and Assessment Plan, I understand that an examination may be required to determine my eligibility to the goods and services outlined in this Treatment and Assessment Plan. In the event that an examination is requested, I authorize my insurer and my health care providers to give the person identified by the insurer to review this application only such information relating to my health condition, treatment and rehabilitation received as a result of the accident, as is reasonably required for the purposes of determining my eligibility to benefits. As required by law, a copy of the examination report as well as the insurance company ’ s determination will be sent to me. Subject to the Statutory Accident Benefits Schedule, in those circumstances where prior approval is required, I understand that if I undertake any of the proposed services prior to approval by the insurer, I may be responsible for payment to my provider for any of the services rendered on my behalf.  I CERTIFY THAT THE INFORMATION PROVIDED IS TRUE AND CORRECT. I UNDERSTAND THAT IT IS AN OFFENCE UNDER THE INSURANCE ACT   to knowingly make a false or misleading statement or representation to an insurer under a contract of insurance.  I FURTHER UNDERSTAND THAT IT IS AN OFFENCE UNDER THE FEDERAL CRIMINAL CODE   for anyone, by deceit, falsehood, or other dishonest act, to defraud or attempt to defraud an insurance company. This information will be used for processing payments of claims; identifying and analysing the nature, effects and costs of goods and services that are provided to automobile accident victims, by health care providers; and   PREVENTING, DETECTING AND SUPPRESSING FRAUD.  To obtain further information about how your consent relates to pooling and data analytics to prevent and detect fraud please visit http://www.ibc.ca/en/privacy-terminology.asp. To obtain further information about privacy related issues please contact the Privacy Officer at the insurance company listed in Part 2.  Name of Applicant or Substitute Decision Maker (please print)   Signature of Applicant or Substitute Decision Maker   Date (YYYY-MM-DD)  Merkeley, Michael   2024-04-05  Part 10 Signature of Applicant  Must be completed unless waived by insurer  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 7 of 8",
    "SYMPTOMS": "a)   Prior to the accident, did the applicant have any disease, condition or injury that could affect his/her response to treatment for the injuries identified in Part 6?  Send any attachments directly to the insurer  If Yes to   “ a ”   above, did the applicant undergo investigation or receive treatment for this disease, condition or injury in the past year?  No   Unknown   Yes (please explain)  No   Unknown   Yes (please explain and identify provider, if known)  20' fall in 2000 resulting in orthopaedic injuries and 3-year recovery - Progressive increase of symptoms leading to work stoppage as a carpenter High blood pressure  b)   Since the accident, has the applicant developed any other disease, condition or injury not related to the automobile accident that could affect his/her response to treatment for the injuries identified in Part 6?  No   Unknown   Yes (please explain)  Part 7 Prior and Concurrent Conditions  a)   Does the applicant ’ s impairment(s) from the injuries identified in Part 6 affect his/her ability to carry out:  Not employed   No   Unknown  b)   If Yes to either of the questions above, briefly describe the activities limited by the impairment and their impacts on the applicant ’ s ability to function.  Mr. Merkeley was an avid outdoorsman pre-accident. He enjoyed hunting and fishing as well as long nature walks on a daily basis. He was in the process of breeding dogs when the MVA occurred. He is now severely limited by lower back and neck pain with neurological symptoms impacting his lower extremities. He also suffers from post-concussive symptoms which are having a profound effect on his ability to manage even basic daily tasks. He experiences cognitive changes and emotional difficulties  His/her tasks of employment   Yes  No   Unknown His/her activities of normal life   Yes  c)   If the applicant is unable to carry out pre-accident employment activity, is the employer able to provide suitable modified employment to the applicant?  Not employed   Yes   Unknown   No (please explain)  Part 8 Activity Limitations  Provide a description (list most significant first) and associated ICD-10-CA   code for complaints, injuries and sequelae that are the direct result of the automobile accident (refer to the user manual at https://www.hcaiinfo.ca for ICD-10-CA coding information.)  Code Description  Concussion   S.06.0  Other sprain and strain of cervical spine   S.13.48  Sprain and strain of lumbar spine   S.33.5  Mixed anxiety and depressive disorder   F.41.2  Part 6 Injury and Sequelae Information  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 5 of 8"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "of Adjuster (please print)   Signature of Adjuster   Date (YYYY-MM-DD)  Approve this Treatment and Assessment Plan   Partially approve   Do not approve  I have reviewed the Treatment and Assessment Plan and based upon the information provided",
      "dob": "",
      "age": 8,
      "gender": "",
      "address": "",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "The Statutory Accident Benefits Schedule states that the insurer shall, within 10 business days of receiving this Treatment and Assessment Plan, give the applicant a notice stating the goods and services contemplated by the Treatment and Assessment Plan for which the insurer will or will not pay",
      "confidence": {
        "name": 0.8,
        "age": 0.9,
        "insuranceInfo": 0.7
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "TO THE INSURER TO WHOM THIS APPLICATION IS BEING SUBMITTED: I UNDERSTAND   that you, and persons acting for you, will collect personal information and personal health information about me that is related to my claims for accident benefits arising out of the accident referenced in this Treatment and Assessment Plan, and that all such information will be collected directly from me or from any other person with my consent.  I ALSO UNDERSTAND   that you and persons acting for you will collect information about this Treatment and Assessment Plan prepared by my health care provider(s).  I ALSO UNDERSTAND   that if I am the holder of an automobile insurance policy, you, and persons acting for you, will collect the information related to this claim that is provided by me on this or any other auto insurance claim form.  I ALSO UNDERSTAND   that the information described above will be collected and used only as reasonably necessary for the purposes of:  •   Investigating my claims and processing my claims as required by law, including the Ontario Automobile Policy;  •   Obtaining or verifying information relating to my claims in order to determine entitlement and the proper amount of payment;  •   Recovering payment from insurers and others liable in law for amounts that you pay in connection with my claims;  •   Identifying and analyzing the nature and costs of goods and services that are provided to automobile accident victims by health care providers;  •   Preventing, detecting and suppressing fraud;  •   Compiling anonymized statistics for government agencies; and  •   Assessing underwriting risks and claims experience.  I ALSO UNDERSTAND   that you, and persons acting for you, may disclose this information to the following persons or organizations, who may collect and use this information only as reasonably necessary to enable you or them to carry out the purposes described above: Insurers; insurance adjusters, agents and brokers; employers; health care providers; hospitals; accountants; financial advisors; solicitors; organizations that consolidate claims and underwriting information for the insurance industry; fraud prevention organizations; other insurance companies; the police; databases or registers used by the insurance industry to analyze and check information provided against existing information; and my agents or representatives as designated by me from time to time.  I ALSO UNDERSTAND   that you, and persons acting for you, may pool this information with information from other sources and may analyze this information for the limited purpose of preventing, detecting or suppressing fraud.  I CONSENT   to you collecting, using and disclosing information related to this Treatment and Assessment Plan in the manner described above, but no more of such information than is reasonably necessary to meet the legitimate purpose of such collection, use or disclosure.  I UNDERSTAND   that if I have any questions about this consent I am free to consult with my insurance company representative or legal advisor before signing this document.  I AM ALSO AWARE   that you, and persons acting for you, may be required or permitted by law to disclose this information to others without my knowledge or consent. I have reviewed and agree with this Treatment and Assessment Plan. I understand that payment for this Treatment and Assessment Plan is subject to the approval of the insurer. In the event that my insurer does not agree to pay for all the goods and services contemplated in this Treatment and Assessment Plan, I understand that an examination may be required to determine my eligibility to the goods and services outlined in this Treatment and Assessment Plan. In the event that an examination is requested, I authorize my insurer and my health care providers to give the person identified by the insurer to review this application only such information relating to my health condition, treatment and rehabilitation received as a result of the accident, as is reasonably required for the purposes of determining my eligibility to benefits. As required by law, a copy of the examination report as well as the insurance company ’ s determination will be sent to me. Subject to the Statutory Accident Benefits Schedule, in those circumstances where prior approval is required, I understand that if I undertake any of the proposed services prior to approval by the insurer, I may be responsible for payment to my provider for any of the services rendered on my behalf.  I CERTIFY THAT THE INFORMATION PROVIDED IS TRUE AND CORRECT. I UNDERSTAND THAT IT IS AN OFFENCE UNDER THE INSURANCE ACT   to knowingly make a false or misleading statement or representation to an insurer under a contract of insurance.  I FURTHER UNDERSTAND THAT IT IS AN OFFENCE UNDER THE FEDERAL CRIMINAL CODE   for anyone, by deceit, falsehood, or other dishonest act, to defraud or attempt to defraud an insurance company. This information will be used for processing payments of claims; identifying and analysing the nature, effects and costs of goods and services that are provided to automobile accident victims, by health care providers; and   PREVENTING, DETECTING AND SUPPRESSING FRAUD.  To obtain further information about how your consent relates to pooling and data analytics to prevent and detect fraud please visit http://www.ibc.ca/en/privacy-terminology.asp. To obtain further information about privacy related issues please contact the Privacy Officer at the insurance company listed in Part 2.  Name of Applicant or Substitute Decision Maker (please print)   Signature of Applicant or Substitute Decision Maker   Date (YYYY-MM-DD)  Merkeley, Michael   2024-04-05  Part 10 Signature of Applicant  Must be completed unless waived by insurer  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 7 of 8",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "He is now severely limited by lower back and neck pain with neurological symptoms impacting his lower extremities."
      ],
      "painDescription": "",
      "painLocation": [
        "neck",
        "back"
      ],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "carry out pre-accident employment activity",
        "is the employer able to provide suitable modified employment to the applicant?  Not employed   Yes   Unknown   No (please explain)  Part 8 Activity Limitations  Provide a description (list most significant first)",
        "associated ICD-10-CA   code for complaints",
        "injuries",
        "sequelae that are the direct result of the automobile accident (refer to the user manual at https://www"
      ],
      "symptomOnset": "the accident, has the applicant developed any other disease, condition or injury not related to the automobile accident that could affect his/her response to treatment for the injuries identified in Part 6?  No   Unknown   Yes (please explain)  Part 7 Prior and Concurrent Conditions  a)   Does the applicant ’ s impairment(s) from the injuries identified in Part 6 affect his/her ability to carry out:  Not employed   No   Unknown  b)   If Yes to either of the questions above, briefly describe the activities limited by the impairment and their impacts on the applicant ’ s ability to function",
      "symptomProgression": "",
      "symptomNotes": "a)   Prior to the accident, did the applicant have any disease, condition or injury that could affect his/her response to treatment for the injuries identified in Part 6?  Send any attachments directly to the insurer  If Yes to   “ a ”   above, did the applicant undergo investigation or receive treatment for this disease, condition or injury in the past year?  No   Unknown   Yes (please explain)  No   Unknown   Yes (please explain and identify provider, if known)  20' fall in 2000 resulting in orthopaedic injuries and 3-year recovery - Progressive increase of symptoms leading to work stoppage as a carpenter High blood pressure  b)   Since the accident, has the applicant developed any other disease, condition or injury not related to the automobile accident that could affect his/her response to treatment for the injuries identified in Part 6?  No   Unknown   Yes (please explain)  Part 7 Prior and Concurrent Conditions  a)   Does the applicant ’ s impairment(s) from the injuries identified in Part 6 affect his/her ability to carry out:  Not employed   No   Unknown  b)   If Yes to either of the questions above, briefly describe the activities limited by the impairment and their impacts on the applicant ’ s ability to function.  Mr. Merkeley was an avid outdoorsman pre-accident. He enjoyed hunting and fishing as well as long nature walks on a daily basis. He was in the process of breeding dogs when the MVA occurred. He is now severely limited by lower back and neck pain with neurological symptoms impacting his lower extremities. He also suffers from post-concussive symptoms which are having a profound effect on his ability to manage even basic daily tasks. He experiences cognitive changes and emotional difficulties  His/her tasks of employment   Yes  No   Unknown His/her activities of normal life   Yes  c)   If the applicant is unable to carry out pre-accident employment activity, is the employer able to provide suitable modified employment to the applicant?  Not employed   Yes   Unknown   No (please explain)  Part 8 Activity Limitations  Provide a description (list most significant first) and associated ICD-10-CA   code for complaints, injuries and sequelae that are the direct result of the automobile accident (refer to the user manual at https://www.hcaiinfo.ca for ICD-10-CA coding information.)  Code Description  Concussion   S.06.0  Other sprain and strain of cervical spine   S.13.48  Sprain and strain of lumbar spine   S.33.5  Mixed anxiety and depressive disorder   F.41.2  Part 6 Injury and Sequelae Information  Effective date (2016-10-01)   OCF-18 FSCO 1207E.5   Page 5 of 8",
      "confidence": {
        "reportedSymptoms": 0.8,
        "painLocation": 0.7,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8
      }
    }
  }
}