{
  "fileName": "Pasqua, Christina IHA2.pdf",
  "originalText": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Christina Pasqua   Date of Loss:   2016-08-08  Address:   20 Laming Street, Ottawa, ON K2J  1V1  Date of Birth:   1989-08-25  Telephone #:   613-983-6099  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Ian Christie   Insurer:   Jevco Insurance  Claim No.:   5030704357  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   2024-01-09  Date of Report:   2024-01-25  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014\n\nMr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious  physical, psychological and cognitive impairments.   His assessments inform multidisciplinary  team   members   (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  client’s daily functional capabilities at home, work and in the community, assisting them in  forming opinions surrounding whether the catastrophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic pain, depression, anxiety and  posttraumatic   stress,   overseeing   and   directing   functional   reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  Ms. Pasqua has been under this therapist’s care since March of 2021 in relation to psychological  trauma and associated functional decline experienced following her husband’s MVA of August  8, 2016 where he sustained significant injuries.   Over the course of the provision of care, Ms.  Pasqua was noted to have experienced some improvements in her global level of function. An  interruption in treatment secondary to medical issues experienced by this therapist in the  summer of 2023 led to an interruption of care spanning June 2023 to the current assessment  date.   Ms. Pasqua sought a resumption of OT treatment to address a deterioration of her  mental health, leading this therapist to conduct a reassessment in order to develop an  appropriate OT treatment plan to address the functional decline reported at the time of  reconnection   in   November   of   2023.   Ms.   Pasqua   was   noted   to   experience   difficulties  maintaining scheduled appointments in late 2023, canceling several scheduled appointments  for a variety of reasons (linked to her severe anxiety and familial stressors).   She ultimately  maintained an appointment on January 9, 2024 allowing this therapist the opportunity to assess  her thoroughly in the presence of her husband, who provided supporting details as to his wife’s  struggles and limited daily function.  An OCF18 for this reassessment was submitted to the insurer for consideration and was partially  approved allowing for the release of this report.  SUMMARY OF FINDINGS:  Ms. Pasqua, now 33 years of age, is the mother of two young children and wife to her husband  who was involved in two motor vehicle accidents on August 8, 2016 and May 19, 2017. As a  result of these accidents, her husband developed an array of challenges, including significant  changes to his personality and behaviours which have impacted Ms. Pasqua in a multitude of  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 2 of 23\n\nways.   Ms.   Pasqua   describes   ongoing   issues   with   her   husband’s   verbal   aggression,  short-temperedness and volatility which has led to issues within the couple’s dynamics.   Ms.  Pasqua has as a result developed significant mental health issues of her own, including severe  depression and debilitating anxiety with phobic features.  Prior to the subject motor vehicle accidents, Ms. Pasqua describes herself as functioning well in  all aspects of her life. She was engaged in managing the family home, preparing meals for her  family, and caring for her child (the second being born after the subject MVAs). She reports a  healthy relationship with her husband and a number of close friendships. She was physically  active and reported no significant pre-existing medical issues. She notes having been diagnosed  with a learning disability as a child, having only begun speaking at age 3. She went on to  complete most of her high school credits and reports having completed an aesthetician  certificate.  At the time of this assessment, Ms. Pasqua presented with a significant deterioration of her  mental health, resulting in her shutting down from most aspects of daily function. She noted  that she has lost all gains made in OT treatment delivered through the 2021-2023 and reverted  back to her original pattern of self-neglect, social isolation and severe social phobias. She rarely  leaves the home unless accompanied by her husband and she describes a complete interruption  of her engagement in housekeeping tasks. She also notes an inability to readily engage with her  children and relying on the use of screen time to occupy her two young boys. Ms. Pasqua has  been referred to The Royal Ottawa Hospital and remains on a waiting list for a consultation. She  has been prescribed medications (SSRI and antipsychotic medication) by her GP however has  not been making use of the antipsychotic medication due to a poor response to the first dose  taken and a misunderstanding of the nature of this medication and potential benefits.  Ms. Pasqua and her husband are no longer engaged in any form of couples counseling, which  remains in need at this juncture. A number of recommendations are provided below to address  the difficult situation faced by Ms. Pasqua at this time.  RECOMMENDATIONS:  Attendant Care:  Ms. Pasqua does not at this time present with any Attendant Care Needs. A Form 1 has thus  not been submitted in conjunction with this assessment report.  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 3 of 23\n\nHousekeeping:  While Ms. Pasqua is physically able to engage in housekeeping activities, her mental health has  severely impacted her ability to engage in pre-accident housekeeping tasks as a result of lack of  motivation, low energy levels and severe anxiety. She would at this time benefit from 6 hours  per week of housekeeping assistance to help manage the housekeeping functions she is no  longer performing.  Assistive Devices:  There are no assistive devices currently indicated to foster Ms. Pasqua’s functional recovery at  this time.  Further Occupational Therapy Interventions:  Ms. Pasqua would benefit from the provision of ongoing OT treatment with support of a  Rehabilitation Assistant (RA) to foster improvements in Ms. Pasqua’s daily function.   An OCF18  for the provision of 10 OT treatment sessions delivered on a weekly to bi-weekly frequency will  be submitted to the insurer for consideration.   Introduction of an RA will follow once Ms.  Pasqua has achieved a degree of stabilization in her anxiety levels through adjustments to her  medication regimen (discussed below).  Referral for Other Services:  Ms. Pasqua would strongly benefit from engagement in physical activity to address her level of  deconditioning and foster improvements in her levels of debilitating anxiety.   This therapist  would recommend that Ms. Pasqua be provided with access to a Peloton membership to allow  her to engage in scheduled Yoga classes which she could perform from her home.   An OCF18  for a one-year membership will be submitted to the insurer for consideration.  Furthermore, this therapist will attend an appointment with Ms. Pasqua and her family  physician, Dr. Seid, in order to review the current medical management approach and discuss  reticence to the use of antipsychotic medication which has been prescribed, but which Ms.  Pasqua feels uncomfortable utilizing as part of her symptom management strategies.  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 4 of 23\n\nINFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  ●   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  ●   The assessment has been requested by his legal representative Mr. Frank McNally.  ●   The purpose of this assessment is to assess Mr. Pasqua’s current functional status as it  relates to his ability to complete pre-accident activities of daily living.  ●   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  ●   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  ●   Recommendations   may   be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  ●   A submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a denial or partial denial occur, an independent  examination by another Occupational Therapist may be requested by the insurer. This  may be an in-person assessment or a remote paper-review assessment. Funding for the  requested goods and/or services may ultimately be declined.  ●   Ms. Pasqua may choose to participate or decline any or all of the proposed assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  o   Jevco Insurance c/o Ian Christie, Accident Benefits Adjuster  o   McNally Gervan, c/o Frank McNally, Legal Representative  Following this therapist’s explanation Ms. Pasqua granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The   following   documents   were   reviewed   prior   to   completing   this   In-Home   Assessment,  provided to this therapist by Ms. Pasqua’s legal representative:  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 5 of 23\n\n●   IME: Psychology Assessment Report completed by Dr. G. Gerber dated February 7, 2020  re: OCF-18 of Dr. N. Rossy  ●   Psychological Assessment Report completed by Dr. K. Payne dated September 11, 2019  ●   Psychological   Assessment   -   Addendum   Report   completed   by   Dr.   K.   Payne   dated  September 27, 2019  ●   Psychological Progress Report dated October 5, 2020  PRE-ACCIDENT MEDICAL HISTORY:  Ms. Pasqua’s past medical history is unremarkable with the exception of a short course of  mental health issues relating to an abusive relationship which ultimately led to the conviction of  her ex-partner. She was in contact with women’s services as well as a recipient of prescription  medication to address the mental health difficulties she developed during and following this  difficult situation.   Ms. Pasqua notes that she remained employed throughout that period of  time and has otherwise been in good health.   She denies the presence of any other medical  issues which could impact her course of recovery in relation to her current mental health  struggles.  COURSE OF EVENTS:  On August 8, 2016, Ms. Pasqua’s husband experienced his first MVA. At the time, Ms. Pasqua  noted that she worked at Chatters as a sales associate, in the process of being trained to  become a sales manager. She notes that this first accident happened during her training period.  She describes an incident following her husband’s accident where he came into the shop and  got   upset with her manager. There was a significant verbal altercation and Ms. Pasqua was  subsequently let go from her position.  She returned to school following this episode at West-end Academy where she completed a  Medical Aesthetician certificate (where she graduated with honors). She started working in this  field in July of 2017. Her husband had a second MVA during her exams in April or May of that  year. She started a job a few weeks after but only worked for a short period of time (3 months).  She began deteriorating psychologically and eventually found herself unable to drive herself to  work as a result of intense anxiety. She began experiencing anxiety when interacting with the  public and this had a huge impact on her ability to do her job properly. She was let go as a  result.  Her friend was a manager at Terra 20 and provided Ms. Pasqua with a job, working in the  makeup   and skin care department. She worked there less than 4 months and went on  maternity leave. Her   husband was reportedly driving her to and from work everyday. She  returned to work after her child turned 1 year of age.  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 6 of 23\n\nShe started working at Skins Dermacare afterwards performing aesthetician work. This was  around May of 2019. She started driving again at that time with significant difficulty. She was  anxious and arguing with her husband about getting to and from work, but she persisted  despite   significant anxiety. She experienced profuse sweating, stuttering and severe anxiety.  She would “mess up on files.” She noted this was her dream job and she tried to “push through  the anxiety.” The workplace was only a few minutes away from her home and despite this, she  struggled to drive to work. She and her husband would fight in the morning for 1 – 2 hours over  this issue.   She had one episode where she put the car in drive instead of reverse and had a  serious panic attack. She called into work and was told to take some time off. She was let go two  weeks later, within the three month probationary period.  She started medication but was having severe mood swings. She found out she was pregnant  and stopped medication. She recalls a very difficult pregnancy from an emotional perspective.  She   felt completely defeated. She recalls having a significant emotional distancing from her  husband during that time. “We drifted apart”.  She notes a significant amount of fighting leading to couple’s therapy with Suzanne Duc,  psychotherapist.   She   describes   a   pattern   of   her   husband   “exploding”   and   subsequently  “shutting down” She stays on the couch, does not get dressed in day clothes, does not shower,  or brush her teeth.  Over the last year, Ms. Pasqua experienced a short period of improvements in her symptoms  which was unfortunately short-lived. She experienced struggles with her familial relationships,  leading to a deterioration of her support network (namely her mother and sister). She notes  that recurring conflicts between her family and her husband have made it impossible for her to  maintain the rapport she historically had with her immediate family, compounding her levels of  anxiety   and   ultimately,   her   degree   of   social   isolation.   Ms. Pasqua has decompensated  emotionally to a degree where she has completely interrupted any form of socialization, with  the exception of intermittent contacts with one friend, whom she will see on rare occasions.  Her husband has taken over the management of most aspects of running the household, noting  that his mother will travel from Turkey to live with them for periods of up to one month to  provide some respite.  Ms. Pasqua and her husband are no longer involved in marital counseling due to an interruption  of funding through her insurer. She notes that her marital relationship continues to deteriorate  with the couple often sleeping in separate beds following repeated episodes of escalating  conflict over various household issues. Ms. Pasqua attempted to attend the school on the first  day in September to meet with the teacher and see her son off to class; however this was a  highly negative experience where she was met with some degree of criticism from the teacher  over a misunderstanding of procedures. Ms. Pasqua experienced a high degree of emotionality  over the exchange with the teacher, which reportedly occurred in front of other parents, leading  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 7 of 23\n\nto a complete interruption of her attendance at the school for any meetings or functions, which  has thus been relegated to her husband Sam. This inability to partake in traditional schooling  involvement on her part has led to a further deterioration of her confidence, self-esteem and  further compounded the negative dynamics between she and her husband.  NATURE OF INJURY:  Based on a review of available medical documentation, Ms. Pasqua presents with the following  diagnosis:  ●   Major Depressive Disorder, Single Episode, Moderate, with anxious distress  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Charinet Seid,  GP  Has not seen her GP in  some time. Does not recall  the date of last  appointment, “sometime  last year.”  Prescription of  antipsychotic  medication provided.  An appointment  with Dr. Seid will  be attended by  this therapist to  discuss current  medical  management  and address  client  misconceptions  relating to the  use of  antipsychotic  medications.  Ms. Pasqua noted that she has not been involved in any form of psychological counseling  (neither individual or in a couples therapy setting) for quite some time.   She has reportedly  been referred to the Royal Ottawa Hospital’s Mood Disorder Clinic however was reticent to  attend this facility due to concerns that this was “where crazy people go”. She was provided  with psychoeducation on the nature of this hospital and the various populations it serves,  demystifying the relationship between her attending an appointment there and being labeled  as she described.   Dr. Seid alternatively referred Ms. Pasqua to another facility (she does not  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 8 of 23\n\nrecall the name) over 13 months ago. However, an appointment has not yet been provided for  an initial consultation.   A meeting with Dr. Seid to be attended by this therapist will serve to  provide clarity on the status of this referral, and possibly for an urgent referral for psychiatric  consultation for the purpose of completing a medication review.  Ms. Pasqua is at this time in need of a multidisciplinary treatment program to address the  complexity of her situation and provide multi-modal interventions geared at reducing her  anxiety and building on improved function in and out of her home.  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Pristiq   100 mg daily   Antidepressant  Seroquel (Quetiapine)   25 mg daily   Antipsychotic (not taken due  to   sedative   effect   noted  when first attempted).  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if Necessary  Physical   effects   of   intense  anxiety  Ms. Pasqua describes a cluster of symptoms  which are related to her anxious distress and  include profuse sweating, chills, constipation,  heart   racing,   headaches   and   shallow  breathing.  N/A  Deconditioning   Ms.   Pasqua   notes   a   high   degree   of  deconditioning   evident   when   she   exerts  herself. She notes for example being winded  after   climbing   stairs   or   when   engaged   in  physical play with her children.  N/A  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 9 of 23\n\nCognitive Symptoms:  Ms. Pasqua endorsed an array of cognitive symptoms which she notes experiencing at all times  and which have had a substantial impact on her daily function.   She reported the following  cognitive symptoms at the time of this assessment:  ●   Reduced attention and concentration  ○   Mind wandering from task at hand.  ○   Making errors while engaged in tasks she used to perform without difficulty.  ○   Missing parts of conversations, requiring that people repeat themselves.  ○   Inability to multitask.  ○   Easily distracted, gets overwhelmed with a busy household .  ●   Impaired memory and fact retention  ○   Unable to follow written text, loses track of what she reads and must start over.  repeatedly leading to an interruption of reading as an outlet.  ○   Forgetfulness.  ○   Confusion during conversations leading to arguments borne in misunderstanding  of what was said.  ○   Missing appointments.  ○   Misplacing items in her home and unable to recall what she was looking for while  perusing. This leads to a heightened sense of frustration.  ●   Executive dysfunction  ○   Unable to plan complex tasks such as meals.  ○   Indecisiveness.  ○   Emotional lability secondary to poor impulse control.  ○   Lack of initiative, stuck in “analysis paralysis”, will go in circles in her mind and be  unable to resolve even simple issues.   Relies on her husband for anything  requiring decision-making.  ●   Lower processing speed  ○   Missing social cues leading to conflict and resulting in social isolation.  ○   Requires more time to make decisions.  ○   Feels overwhelmed by a lot of input at the same time, resulting in difficulties  interacting with her children.  ○   Difficulty following instructions.  Emotional Symptoms:  Ms. Pasqua noted that she is struggling emotionally and endorsed the following emotional  symptoms:  ●   “I feel sad all the time.”  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 10 of 23\n\n●   Crying at situations which would normally not bother her.  ●   Lack of motivation to do anything.   This leads to periods of intense guilt over her  inability to parent to the standard she would normally expect of herself. She relies on  screen-based activities, such as shows, to occupy her children, compounding her sense  of worthlessness.  ●   Loss of libido.  ●   Suicidal thoughts.  ●   Avoidance behaviours permeating all social contacts including with this therapist, where  repeat attempts to meet were canceled at the last minute by Ms. Pasqua for a variety of  reasons.   She notes that ultimately, her anxiety gets the best of her and she feels  compelled to cancel appointments as her anticipatory anxiety escalates.  ●   Feels tired “all the time.”  ●   Feeling secluded from the world and unable to engage with friends and family.  ●   “I am an irresponsible mother.”  ●   Explosive temper episodes where she will lash-out at her husband and family. She notes  her mother having written her a letter noting that she can no longer handle her  emotional abuse and outbursts.  ●   Loss of appetite, grazes throughout the day but has no desire to eat a full meal.  ●   Fear of going out in public.   Getting her kids from the bus across the street from her  home is completed in a state of panic where she will run across the street, “towing my  kids to get the hell back inside.”  The severity of Ms. Pasqua’s emotional symptoms underscores the need for a multidisciplinary  intervention approach which has been lacking throughout her recovery period.  Symptom Management Strategies:  Ms. Pasqua noted that she does not have any effective strategies to manage her anxiety and  depressive symptoms.   She relies on avoidance strategies to limit the amount of stimuli she is  exposed to which has had a resultant effect of increasing her emotional symptoms through  increased guilt compounded by criticism of her poor function by people in her surroundings.  During this assessment, this therapist introduced a diaphragmatic breathing exercise which was  completed with Ms. Pasqua over a ten-minute period.   This was done to demonstrate the  effects of such strategies in managing heightened anxiety symptoms in the moment.  Ms. Pasqua was asked to rate her anxiety levels at the start and end of this exercise, which  demonstrated her ability to reduce anxiety feelings by an order of 20% with a short period of  strategic breathing patterns. Ms. Pasqua was overwhelmed by the effectiveness of this simple  strategy which underscores the importance of introducing a psychoeducational approach in  tandem with CBT strategies moving forward to equip her with an array of tools she can deploy  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 11 of 23\n\nas-needed while increase in function is being targeted through a Functional Reactivation  Program.  FUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  Activity   Client Report and Therapist Observations  Sitting and  repositioning  Ms. Pasqua does not present any issues with respect to sitting and repositioning.  She will spend much of her days sitting on the living room sofa staring at the  television.  Bed mobility   Ms. Pasqua noted no issues with bed mobility. She notes that she will often sleep in  a separate bed from her husband following periods of conflict which is recurring  steadily on a daily/weekly basis.  Transfers   Ms.   Pasqua   does   not   present   any   issues   with   her   transfers.   She   remains  independent   in   the   management   of   all   transfers   (chair,   sofa,   bed, toilet and  bathtub/shower).  Standing   Ms. Pasqua does not report any issues with her standing tolerance. She noted that  due to her limited levels of activity, she does not tend to spend much time standing  in her home environment.  Balance   Ms. Pasqua does not report any issues with balance.  Walking   Ms. Pasqua noted that she does not walk for any significant distance as part of her  day to day activities.   She is able to walk without issues in her home environment  and is able to walk across the street to pick up her children from the bus however  this only occurs when her husband is tied-up with work and unable to do so.  Stairs   Ms. Pasqua demonstrated her ability to manage stairs without difficulty.   She did  however become winded after climbing one flight of stairs, as a result of general  deconditioning which has set-in as a result of her limited activity levels.  Lifting/Carrying   Ms Pasqua noted that she is able to lift and carry loads without difficulty, however,  does not do so regularly due to her highly sedentary lifestyle at the present time.  Her husband is currently managing any lifting requirements such as groceries,  recycling and garbage.  Kneeling   Ms. Pasqua does not present with any issues adopting and maintaining a kneeling  posture.  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 12 of 23\n\nSquatting/Crouching   Ms. Pasqua demonstrated her ability to squat/crouch without difficulty.   She was  noted to strain in getting back to a standing posture, resultant from the significant  deconditioning she has experienced.  Bending   Ms. Pasqua presented no issues with forward bending. She is able to bend to below  her knees and reach her lower body when sitting.  Reaching   Ms. Pasqua does not present any issues with reaching.  Fine Motor  Coordination  Ms. Pasqua does not present with any fine motor coordination issues.  Driving   Ms. Pasqua has been unable to drive and relies on her husband to access the  community in the limited manner she is currently doing so.   Attempts at driving  desensitization were made in the Spring of 2023 with this therapist however this was  short-lived and largely unsuccessful as Ms. Pasqua experienced a severe panic attack  in   both   instances   where   driving   was attempted.   A return to driving will be  introduced as part of ongoing OT treatment delivery.  Active Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 13 of 23\n\nInternal rotation   WFL   WFL  External  rotation  WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation:  Ms. Pasqua’s emotional presentation was marked by a heightened anxious state combined with  a flat affect.   She was found to engage well with this therapist whilst being despondent in  relation to her overall situation.   She was observed interacting with her husband through the  discussions held surrounding her current level of function, and being at times defensive towards  statements made in relation to her limited engagement within the household. She was found to  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 14 of 23\n\npersist on verbiage misunderstandings as her husband attempted to share his views on how her  impairments affected her ability to complete the most menial of tasks (such as getting her  children off the bus, going out for errands, parenting her children and the lack of engagement  she demonstrates in all aspects of her daily life).  This therapist will share his heightened concerns regarding Ms. Pasqua’s emotional wellbeing at  this time as he has noted a start decline in her global level of function in contrast with her 2023  presentation, leading to the month of May when this therapist interrupted care provision due to  medical issues which persisted throughout the summer and fall. Ms. Pasqua’s persistent decline  in function, debilitating anxiety levels and lack of implementation of past strategies (meditation,  exercise, performance of household tasks) had led to seeking a joint meeting with her GP, Dr.  Seid, in order to discuss strategies, referrals and medication to provide Ms. Pasqua with some  relief from her symptoms.  Cognitive Presentation:  Ms. Pasqua’s cognitive presentation was consistent with the issues she reported experiencing,  noted earlier in this report. She was found unable to recall dates of last contacts with treatment  providers, names of facilities where she was referred by her GP, and a generally slowed  cognitive processing speed. She was reliant on her husband Sam to provide details relating to  events which transpired in the past six months and was unable to recall names and dosages of  medication prescribed (requiring that she seek her medication bottles to provide prescription  details). She was observed to display persistence and rigidity of thought, which was challenged  by this therapist on a few instances during the assessment. For example, she noted being highly  frustrated with her husband sharing that she had an impairment with the school, explaining her  reaction to the events of the first day of school when she was confronted by the teacher over  her misunderstanding of school protocols. She persisted in her thinking that this meant she was  “impaired” by drugs or alcohol, until corrected by this therapist on the meaning of the word.  Ms. Pasqua appeared confused and later agreed that this was an error on her end, apologizing  to her husband for the drawn-out conflict this statement generated amongst the couple.  Problem solving of basic issues was met with a blank stare, where Ms. Pasqua appeared unable  to offer any practical solutions to recurring household management issues. Overall, Ms. Pasqua  presents with a degree of cognitive impairment largely consistent with what was documented  earlier in this report.  TYPICAL DAY:  Ms. Pasqua noted that she no longer has any form of daily routine, beyond the need to get up in  the morning with her husband to manage the children and see her oldest son off to school. She  no longer engages in any meaningful contributions to the operation of the household, spending  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 15 of 23\n\nmuch of her days sitting in front of the television, staring at the screen and “zoning out” for  hours at a time.   She noted that her husband’s mother has made a number of comments  relating to her lack of engagement with her family and her avoidance of leaving the home  unless being pressed to do so. This has become a steady source of conflict with her husband,  who has been required to take over much of the household management, childcare and income  generation.   Ms. Pasqua indicated that she will nap intermittently throughout the day and  indicated that she will go to bed at varying times, often in a separate bed from her husband.  The lack of any form of meaningful activity in her daily flow has been noted by this therapist  and is an area of treatment to be explored.   Ms. Pasqua is in need of professional support to  restore some degree of routine to her days and this will remain a focal point of care moving  forward in OT treatment delivery.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Two-story detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Laminate  Bathrooms   3   Two full on second one  powder on main  Vinyl and tile  Living Room   1   Main floor   Laminate  Family Room   0   Main floor   Carpet  Dining Room   1   Main floor   Laminate  Kitchen   1   Main floor   Carpet  Laundry   Main floor   Carpet  Stairs   Yes   Steps leading to the second  floor and basement of the  home.  Carpet  Basement   Yes   Finished with gym   N/A  Driveway  Description  Double car  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 16 of 23\n\nYard  description  Yard presents with decking and landscaping throughout with an  in-ground pool.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   X   Single   ☐   Common Law   ☐   Other   ☐  Living Arrangement   Lives with her husband and two young children (one in school and  the other a toddler)  Children   Two children (ages 3 and 5 years)  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Ms. Pasqua noted that she had no issues managing her self-care prior to the subject motor  vehicle   accident. She describes a high level of pride in her appearance, engaging in daily  showering and grooming. She would always dress in day clothes whether she left the home or  not. She would also spend time applying make-up and styling her hair, especially when working  or going out with her husband or friends.  At   the   time   of   this assessment, Ms. Pasqua has reverted back to her past patterns of  self-neglect, resultant from her depressive state and high anxiety levels. She no longer showers  regularly and will go several days without doing so, often neglecting basic tasks such as brushing  her teeth.   She no longer spends much time on maintaining her pre-accident appearance,  compounding her hesitancy to leave the home.   She will neglect food intake as she has no  appetite and will generally eat small amounts of food in a grazing fashion. Ms. Pasqua indicated  that it is not uncommon for her to wear the same clothes for several days which is in stark  contrast with her pre-accident lifestyle.  Home Management Activities:  Legend of Ability:  I – Independent   A – Partial with assistance   D – With devices   U – Unable   NA – Not  Applicable  Indoor Tasks   Pre-accident Engagement   Current Engagement  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 17 of 23\n\nMeal Preparation   I – Ms. Pasqua managed meal  preparation   independently.  She   noted   that   her   Italian  heritage led her to place a  high   level   of   priority   on  cooking   meals from scratch  and   rarely   making   use   of  processed foods.  A - Ms. Pasqua indicated that  her   interest   and   desire   to  cook meals for her family has  completely   dissipated.   She  rarely   does   any   form   of  cooking,   relying   on   her  husband to prepare many of  the family meals.   When she  does   cook,   she   will   heat  processed food items such as  hot   dogs,   chicken   nuggets,  frozen pizza, etc., which has  been a source of significant  guilt,   compounding   her  precarious mental health.  Dishwashing   I – Ms. Pasqua was able to  manage   daily   dishwashing  without difficulty.   She notes  that there rarely were dishes  in   the   sink   and   would  clean-up   during   and   after  meal preparation, leaving her  kitchen in a constant state of  upkeep.  A   -   At   the   time   of   this  assessment,   Ms.   Pasqua  noted that she will engage in  dishwashing   when   “it   gets  out of hand”, generally in a  state   of   anger   following  conflict with her husband at  the state of the kitchen. This  therapist   observed   the  kitchen counter being full of  dirty   dishes   from   the   past  days   as   she   had   not   been  able to clean them prior to  this therapist’s arrival.  Groceries/errands   I – Ms. Pasqua did not report  any difficulties accessing the  community   to   obtain  groceries or run errands. She  was   independent   in   this  regard.  U - Ms. Pasqua is no longer  engaging   in   any   form   of  independent   grocery  shopping at this time.   She  indicated that she will argue  incessantly with her husband  over   attending   the   grocery  store, which is a highly taxing  chore for either of them to  complete.   They   will   often  order   food   through   online  services and curbside pickup,  however   this   causes   issues  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 18 of 23\n\nwith items not being selected  as   they   would   prefer   or  having substitutions made by  grocery   store   staff.   This  remains   a   significant   issue  with her husband which fuels  many of their arguments.  Bathroom cleaning   I – Ms. Pasqua was able to  maintain   the   bathroom  environments independently.  She   would   keep   her  bathroom clean at all times  and noted that this was her  responsibility to upkeep.  U - Ms. Pasqua noted that  she   no   longer   engages   in  bathroom cleaning.   She will  rely on her husband or his  mother (when she visits) to  maintain   the   bathroom  environments.   She does not  engage in bathroom cleaning  tasks   due   to   lack   of  motivation   and   generalized  anxiety which paralyzes her  from routine activity.  Making/changing beds   I – Ms. Pasqua reported being  independent in the changing  of her bed linen on a regular  basis as well as making her  bed daily.  U - Ms. Pasqua noted that  she no longer makes her bed  and relies on her husband to  change the bed linens which  occurs   only   when   “it   gets  bad.”  Vacuuming   I – Ms. Pasqua would use a  vacuum cleaner to maintain  her living environment.   She  would   vacuum   at   least  weekly and spot-vacuum high  traffic   areas   of   her   home  regularly, as-needed.  U   -   Ms.   Pasqua   no   longer  engages   in   any   form   of  vacuuming. Her husband has  acquired   a   robotic   vacuum  cleaner to manage the main  floor of the home however  this tool does not allow for  maintenance   of   the   floor  surfaces to the desired level  of cleanliness.  Sweeping   I – Ms. Pasqua reported that  she would sweep on a daily  basis and was able to pick up  piles using a regular dustpan.  U - Ms. Pasqua rarely engages  in sweeping of floor surfaces,  relying   on   her   husband   to  spot-sweep messes caused by  the   children or after meals  around the kitchen table or  living room.  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 19 of 23\n\nMopping   I – Ms. Pasqua was able to  mop her floors on a weekly  basis as part of the regular  upkeep of her home.  U   -   Ms.   Pasqua   no   longer  makes use of a mop and does  not   engage   in any form of  floor   cleaning   at   this   time.  Her husband has acquired a  second robotic floor cleaning  device which will spray the  floors   with   a   solution   and  provide a limited degree of  floor care upkeep. However,  she notes this device to be  highly   inefficient   and  generally an added burden to  walk around or maintain.  Dusting   I – Ms. Pasqua reported no  difficulties   with   dusting  pre-accident. She would dust  surfaces   regularly,  as-required.  U   -   Ms.   Pasqua   no   longer  engages   in   any   form   of  dusting   at the time of this  assessment.  Tidying   I – Ms. Pasqua reported no  difficulty   with   tidying   her  living   environment  pre-accident.  A   -   Ms.   Pasqua   no   longer  engages   in   any   form   of  self-motivated tidying at the  time of this assessment. She  notes   heightened   anxiety  when   anyone   is   coming   to  her home leading to sporadic  tidying   of   the   main   living  space of her home prior to  visitors’   arrival.   All   other  areas of the home are in a  state of disarray, with clutter  on most surfaces and a state  of   general   untidiness  resultant   from   sustained  periods of neglect.  Laundry   I – Ms. Pasqua managed all  the laundry without difficulty  pre-accident.   She   would  wash   both   her   and   her  husband’s clothing regularly,  fold and put items away. She  A - Ms. Pasqua noted that she  manages   laundry   with  significant difficulty, typically  following   conflict   with   her  husband at the lack of clean  clothing.   She will complete  laundry under duress and will  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 20 of 23\n\nwould   launder   bed   linen  weekly.  not   fold   or   put   laundered  items   away.   Clothing   is  generally left in baskets from  which they will pick clothing  to wear for the day.  Garbage Removal/Recycling   N/A - Ms. Pasqua’s husband  managed all garbage removal  and recycling pre-accident.  N/A  Outdoor Tasks   Pre-accident Engagement   Current Engagement  Lawn Care   N/A   -   Ms.   Pasqua was not  primarily responsible for lawn  care pre-accident.  N/A  Gardening   N/A   -   Ms.   Pasqua   did   not  garden pre-accident.  N/A  Snow Removal   N/A   -   Ms.   Pasqua was not  required   to   complete   snow  removal pre-accident.  N/A  Caregiving Activities:  Ms. Pasqua is the primary caregiver for her two young children and would have been expected  to maintain core engagement in all caregiving functions. As a result of significant mental health  struggles and a state of debilitating anxiety, she notes struggling to manage her children on her  own   and   relies   on   her   husband   to   provide   support   and is dependent on him for any  child-rearing activities outside of the family home (schooling, appointments). Ms. Pasqua noted  that she finds it difficult to engage in play activities with her children and will rely on  screen-based activities (video games, tv shows, movies) to occupy them while she supervises  from a distance.   Ms. Pasqua noted that she experiences immense guilt at her parenting and  this is another factor impacting her precarious mental health.  Vocational Activities:  Pre-accident Employment Status   Employed full-time  Employer   Chatters  Job Title/Duties   Sales   Associate,   in   training   to   become  Manager  Hours per week   37.5  Comments   Ms.   Pasqua   was   released   from   her  employment   following   a   verbal altercation  between her husband and her manager.  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 21 of 23\n\nCurrent Employment Status   Not employed  Comments   Ms. Pasqua has been unable to sustain any  form of gainful employment since the subject  motor vehicle accident.  Leisure Activities:  Prior to the subject motor vehicle accident, Ms. Pasqua noted that she participated in the  following leisure activities:  ●   Gym two to three times weekly  ●   Shopping  ●   Hanging-out with friends  ●   Walking her dog  At the time of this assessment, Ms. Pasqua has not resumed engagement in any of her  pre-accident leisure activities.   She notes that she made attempts in the winter and spring of  2023 to access the gym in her basement to engage in some physical activity; however she has  since lost the motivation and interest to do so.   The introduction of exercise and meaningful  activity will become a cornerstone of ongoing OT treatment delivery.  Community Access:  Ms. Pasqua, as a result of debilitating anxiety and lack of motivation and initiative relating to  her depressive state, has been isolating in her home and not going out in the community  independently. Limiting outings are always performed with her husband present. She struggles  to access stores on her own and will be pressed by her husband to do so which ultimately  results in an escalation of conflict. Ms. Pasqua notes that even leaving the confines of her home  to walk across the street to pick up her child from the school bus dropoff is preceded with  severe escalation in her anxiety and generally is prompted by a situation where her husband is  tied-up with work tasks and unable to do so. This will again lead to significant conflict with her  husband who shared being overwhelmed with the demands of work, house management,  childcare and all other activities associated with the school.   Fostering activities outside her  home without her husband will also become a central part of OT treatment delivery in future  treatment sessions with Ms. Pasqua.  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 22 of 23\n\nVolunteer Activities:  Ms. Pasqua was not involved in any volunteer activities prior to the subject motor vehicle  accident.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-776-1266 or by email at info@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   McNally Gervan   c/o   Mr. Frank McNally  Jevco Insurance   c/o   Mr. Ian Christie  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 23 of 23\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Christina Pasqua   Date of Loss:   2016-08-08  Address:   20 Laming Street, Ottawa, ON K2J  1V1  Date of Birth:   1989-08-25  Telephone #:   613-983-6099  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Ian Christie   Insurer:   Jevco Insurance  Claim No.:   5030704357  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   2024-01-09  Date of Report:   2024-01-25  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014",
    "SYMPTOMS": "Mopping   I – Ms. Pasqua was able to  mop her floors on a weekly  basis as part of the regular  upkeep of her home.  U   -   Ms.   Pasqua   no   longer  makes use of a mop and does  not   engage   in any form of  floor   cleaning   at   this   time.  Her husband has acquired a  second robotic floor cleaning  device which will spray the  floors   with   a   solution   and  provide a limited degree of  floor care upkeep. However,  she notes this device to be  highly   inefficient   and  generally an added burden to  walk around or maintain.  Dusting   I – Ms. Pasqua reported no  difficulties   with   dusting  pre-accident. She would dust  surfaces   regularly,  as-required.  U   -   Ms.   Pasqua   no   longer  engages   in   any   form   of  dusting   at the time of this  assessment.  Tidying   I – Ms. Pasqua reported no  difficulty   with   tidying   her  living   environment  pre-accident.  A   -   Ms.   Pasqua   no   longer  engages   in   any   form   of  self-motivated tidying at the  time of this assessment. She  notes   heightened   anxiety  when   anyone   is   coming   to  her home leading to sporadic  tidying   of   the   main   living  space of her home prior to  visitors’   arrival.   All   other  areas of the home are in a  state of disarray, with clutter  on most surfaces and a state  of   general   untidiness  resultant   from   sustained  periods of neglect.  Laundry   I – Ms. Pasqua managed all  the laundry without difficulty  pre-accident.   She   would  wash   both   her   and   her  husband’s clothing regularly,  fold and put items away. She  A - Ms. Pasqua noted that she  manages   laundry   with  significant difficulty, typically  following   conflict   with   her  husband at the lack of clean  clothing.   She will complete  laundry under duress and will  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 20 of 23\n\nwould   launder   bed   linen  weekly.  not   fold   or   put   laundered  items   away.   Clothing   is  generally left in baskets from  which they will pick clothing  to wear for the day.  Garbage Removal/Recycling   N/A - Ms. Pasqua’s husband  managed all garbage removal  and recycling pre-accident.  N/A  Outdoor Tasks   Pre-accident Engagement   Current Engagement  Lawn Care   N/A   -   Ms.   Pasqua was not  primarily responsible for lawn  care pre-accident.  N/A  Gardening   N/A   -   Ms.   Pasqua   did   not  garden pre-accident.  N/A  Snow Removal   N/A   -   Ms.   Pasqua was not  required   to   complete   snow  removal pre-accident.  N/A  Caregiving Activities:  Ms. Pasqua is the primary caregiver for her two young children and would have been expected  to maintain core engagement in all caregiving functions. As a result of significant mental health  struggles and a state of debilitating anxiety, she notes struggling to manage her children on her  own   and   relies   on   her   husband   to   provide   support   and is dependent on him for any  child-rearing activities outside of the family home (schooling, appointments). Ms. Pasqua noted  that she finds it difficult to engage in play activities with her children and will rely on  screen-based activities (video games, tv shows, movies) to occupy them while she supervises  from a distance.   Ms. Pasqua noted that she experiences immense guilt at her parenting and  this is another factor impacting her precarious mental health.  Vocational Activities:  Pre-accident Employment Status   Employed full-time  Employer   Chatters  Job Title/Duties   Sales   Associate,   in   training   to   become  Manager  Hours per week   37.5  Comments   Ms.   Pasqua   was   released   from   her  employment   following   a   verbal altercation  between her husband and her manager.  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 21 of 23\n\nCurrent Employment Status   Not employed  Comments   Ms. Pasqua has been unable to sustain any  form of gainful employment since the subject  motor vehicle accident.  Leisure Activities:  Prior to the subject motor vehicle accident, Ms. Pasqua noted that she participated in the  following leisure activities:  ●   Gym two to three times weekly  ●   Shopping  ●   Hanging-out with friends  ●   Walking her dog  At the time of this assessment, Ms. Pasqua has not resumed engagement in any of her  pre-accident leisure activities.   She notes that she made attempts in the winter and spring of  2023 to access the gym in her basement to engage in some physical activity; however she has  since lost the motivation and interest to do so.   The introduction of exercise and meaningful  activity will become a cornerstone of ongoing OT treatment delivery.  Community Access:  Ms. Pasqua, as a result of debilitating anxiety and lack of motivation and initiative relating to  her depressive state, has been isolating in her home and not going out in the community  independently. Limiting outings are always performed with her husband present. She struggles  to access stores on her own and will be pressed by her husband to do so which ultimately  results in an escalation of conflict. Ms. Pasqua notes that even leaving the confines of her home  to walk across the street to pick up her child from the school bus dropoff is preceded with  severe escalation in her anxiety and generally is prompted by a situation where her husband is  tied-up with work tasks and unable to do so. This will again lead to significant conflict with her  husband who shared being overwhelmed with the demands of work, house management,  childcare and all other activities associated with the school.   Fostering activities outside her  home without her husband will also become a central part of OT treatment delivery in future  treatment sessions with Ms. Pasqua.  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 22 of 23\n\nVolunteer Activities:  Ms. Pasqua was not involved in any volunteer activities prior to the subject motor vehicle  accident.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-776-1266 or by email at info@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   McNally Gervan   c/o   Mr. Frank McNally  Jevco Insurance   c/o   Mr. Ian Christie  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 23 of 23",
    "MEDICAL_HISTORY": "to a complete interruption of her attendance at the school for any meetings or functions, which  has thus been relegated to her husband Sam. This inability to partake in traditional schooling  involvement on her part has led to a further deterioration of her confidence, self-esteem and  further compounded the negative dynamics between she and her husband.  NATURE OF INJURY:  Based on a review of available medical documentation, Ms. Pasqua presents with the following  diagnosis:  ●   Major Depressive Disorder, Single Episode, Moderate, with anxious distress  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Charinet Seid,  GP  Has not seen her GP in  some time. Does not recall  the date of last  appointment, “sometime  last year.”  Prescription of  antipsychotic  medication provided.  An appointment  with Dr. Seid will  be attended by  this therapist to  discuss current  medical  management  and address  client  misconceptions  relating to the  use of  antipsychotic  medications.  Ms. Pasqua noted that she has not been involved in any form of psychological counseling  (neither individual or in a couples therapy setting) for quite some time.   She has reportedly  been referred to the Royal Ottawa Hospital’s Mood Disorder Clinic however was reticent to  attend this facility due to concerns that this was “where crazy people go”. She was provided  with psychoeducation on the nature of this hospital and the various populations it serves,  demystifying the relationship between her attending an appointment there and being labeled  as she described.   Dr. Seid alternatively referred Ms. Pasqua to another facility (she does not  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 8 of 23",
    "TYPICAL_DAY": "persist on verbiage misunderstandings as her husband attempted to share his views on how her  impairments affected her ability to complete the most menial of tasks (such as getting her  children off the bus, going out for errands, parenting her children and the lack of engagement  she demonstrates in all aspects of her daily life).  This therapist will share his heightened concerns regarding Ms. Pasqua’s emotional wellbeing at  this time as he has noted a start decline in her global level of function in contrast with her 2023  presentation, leading to the month of May when this therapist interrupted care provision due to  medical issues which persisted throughout the summer and fall. Ms. Pasqua’s persistent decline  in function, debilitating anxiety levels and lack of implementation of past strategies (meditation,  exercise, performance of household tasks) had led to seeking a joint meeting with her GP, Dr.  Seid, in order to discuss strategies, referrals and medication to provide Ms. Pasqua with some  relief from her symptoms.  Cognitive Presentation:  Ms. Pasqua’s cognitive presentation was consistent with the issues she reported experiencing,  noted earlier in this report. She was found unable to recall dates of last contacts with treatment  providers, names of facilities where she was referred by her GP, and a generally slowed  cognitive processing speed. She was reliant on her husband Sam to provide details relating to  events which transpired in the past six months and was unable to recall names and dosages of  medication prescribed (requiring that she seek her medication bottles to provide prescription  details). She was observed to display persistence and rigidity of thought, which was challenged  by this therapist on a few instances during the assessment. For example, she noted being highly  frustrated with her husband sharing that she had an impairment with the school, explaining her  reaction to the events of the first day of school when she was confronted by the teacher over  her misunderstanding of school protocols. She persisted in her thinking that this meant she was  “impaired” by drugs or alcohol, until corrected by this therapist on the meaning of the word.  Ms. Pasqua appeared confused and later agreed that this was an error on her end, apologizing  to her husband for the drawn-out conflict this statement generated amongst the couple.  Problem solving of basic issues was met with a blank stare, where Ms. Pasqua appeared unable  to offer any practical solutions to recurring household management issues. Overall, Ms. Pasqua  presents with a degree of cognitive impairment largely consistent with what was documented  earlier in this report.  TYPICAL DAY:  Ms. Pasqua noted that she no longer has any form of daily routine, beyond the need to get up in  the morning with her husband to manage the children and see her oldest son off to school. She  no longer engages in any meaningful contributions to the operation of the household, spending  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 15 of 23",
    "ENVIRONMENTAL": "much of her days sitting in front of the television, staring at the screen and “zoning out” for  hours at a time.   She noted that her husband’s mother has made a number of comments  relating to her lack of engagement with her family and her avoidance of leaving the home  unless being pressed to do so. This has become a steady source of conflict with her husband,  who has been required to take over much of the household management, childcare and income  generation.   Ms. Pasqua indicated that she will nap intermittently throughout the day and  indicated that she will go to bed at varying times, often in a separate bed from her husband.  The lack of any form of meaningful activity in her daily flow has been noted by this therapist  and is an area of treatment to be explored.   Ms. Pasqua is in need of professional support to  restore some degree of routine to her days and this will remain a focal point of care moving  forward in OT treatment delivery.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Two-story detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Laminate  Bathrooms   3   Two full on second one  powder on main  Vinyl and tile  Living Room   1   Main floor   Laminate  Family Room   0   Main floor   Carpet  Dining Room   1   Main floor   Laminate  Kitchen   1   Main floor   Carpet  Laundry   Main floor   Carpet  Stairs   Yes   Steps leading to the second  floor and basement of the  home.  Carpet  Basement   Yes   Finished with gym   N/A  Driveway  Description  Double car  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 16 of 23",
    "ADLS": "Yard  description  Yard presents with decking and landscaping throughout with an  in-ground pool.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   X   Single   ☐   Common Law   ☐   Other   ☐  Living Arrangement   Lives with her husband and two young children (one in school and  the other a toddler)  Children   Two children (ages 3 and 5 years)  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Ms. Pasqua noted that she had no issues managing her self-care prior to the subject motor  vehicle   accident. She describes a high level of pride in her appearance, engaging in daily  showering and grooming. She would always dress in day clothes whether she left the home or  not. She would also spend time applying make-up and styling her hair, especially when working  or going out with her husband or friends.  At   the   time   of   this assessment, Ms. Pasqua has reverted back to her past patterns of  self-neglect, resultant from her depressive state and high anxiety levels. She no longer showers  regularly and will go several days without doing so, often neglecting basic tasks such as brushing  her teeth.   She no longer spends much time on maintaining her pre-accident appearance,  compounding her hesitancy to leave the home.   She will neglect food intake as she has no  appetite and will generally eat small amounts of food in a grazing fashion. Ms. Pasqua indicated  that it is not uncommon for her to wear the same clothes for several days which is in stark  contrast with her pre-accident lifestyle.  Home Management Activities:  Legend of Ability:  I – Independent   A – Partial with assistance   D – With devices   U – Unable   NA – Not  Applicable  Indoor Tasks   Pre-accident Engagement   Current Engagement  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 17 of 23"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "TYPICAL_DAY": 0.6666666666666666,
    "ENVIRONMENTAL": 0.3333333333333333,
    "ADLS": 0.6666666666666666
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario",
      "dob": "1989-08-25  Telephone #:   613-983-6099  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Ian Christie   Insurer:   Jevco Insurance  Claim No",
      "age": null,
      "gender": "",
      "address": "20 Laming Street",
      "phone": "613-983-6099",
      "referralSource": "",
      "insuranceInfo": "Jevco Insurance  Claim No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "phone": 0.8,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Her husband has acquired a  second robotic floor cleaning  device which will spray the  floors   with   a   solution   and  provide a limited degree of  floor care upkeep.",
        "Pasqua reported no  difficulty   with   tidying   her  living   environment  pre-accident.",
        "Pasqua managed all  the laundry without difficulty  pre-accident.",
        "Pasqua noted that she  manages   laundry   with  significant difficulty, typically  following   conflict   with   her  husband at the lack of clean  clothing.",
        "Pasqua has been unable to sustain any  form of gainful employment since the subject  motor vehicle accident."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "tidying   her  living   environment  pre-accident"
      ],
      "symptomOnset": "the subject  motor vehicle accident",
      "symptomProgression": "",
      "symptomNotes": "Mopping   I – Ms. Pasqua was able to  mop her floors on a weekly  basis as part of the regular  upkeep of her home.  U   -   Ms.   Pasqua   no   longer  makes use of a mop and does  not   engage   in any form of  floor   cleaning   at   this   time.  Her husband has acquired a  second robotic floor cleaning  device which will spray the  floors   with   a   solution   and  provide a limited degree of  floor care upkeep. However,  she notes this device to be  highly   inefficient   and  generally an added burden to  walk around or maintain.  Dusting   I – Ms. Pasqua reported no  difficulties   with   dusting  pre-accident. She would dust  surfaces   regularly,  as-required.  U   -   Ms.   Pasqua   no   longer  engages   in   any   form   of  dusting   at the time of this  assessment.  Tidying   I – Ms. Pasqua reported no  difficulty   with   tidying   her  living   environment  pre-accident.  A   -   Ms.   Pasqua   no   longer  engages   in   any   form   of  self-motivated tidying at the  time of this assessment. She  notes   heightened   anxiety  when   anyone   is   coming   to  her home leading to sporadic  tidying   of   the   main   living  space of her home prior to  visitors’   arrival.   All   other  areas of the home are in a  state of disarray, with clutter  on most surfaces and a state  of   general   untidiness  resultant   from   sustained  periods of neglect.  Laundry   I – Ms. Pasqua managed all  the laundry without difficulty  pre-accident.   She   would  wash   both   her   and   her  husband’s clothing regularly,  fold and put items away. She  A - Ms. Pasqua noted that she  manages   laundry   with  significant difficulty, typically  following   conflict   with   her  husband at the lack of clean  clothing.   She will complete  laundry under duress and will  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 20 of 23\n\nwould   launder   bed   linen  weekly.  not   fold   or   put   laundered  items   away.   Clothing   is  generally left in baskets from  which they will pick clothing  to wear for the day.  Garbage Removal/Recycling   N/A - Ms. Pasqua’s husband  managed all garbage removal  and recycling pre-accident.  N/A  Outdoor Tasks   Pre-accident Engagement   Current Engagement  Lawn Care   N/A   -   Ms.   Pasqua was not  primarily responsible for lawn  care pre-accident.  N/A  Gardening   N/A   -   Ms.   Pasqua   did   not  garden pre-accident.  N/A  Snow Removal   N/A   -   Ms.   Pasqua was not  required   to   complete   snow  removal pre-accident.  N/A  Caregiving Activities:  Ms. Pasqua is the primary caregiver for her two young children and would have been expected  to maintain core engagement in all caregiving functions. As a result of significant mental health  struggles and a state of debilitating anxiety, she notes struggling to manage her children on her  own   and   relies   on   her   husband   to   provide   support   and is dependent on him for any  child-rearing activities outside of the family home (schooling, appointments). Ms. Pasqua noted  that she finds it difficult to engage in play activities with her children and will rely on  screen-based activities (video games, tv shows, movies) to occupy them while she supervises  from a distance.   Ms. Pasqua noted that she experiences immense guilt at her parenting and  this is another factor impacting her precarious mental health.  Vocational Activities:  Pre-accident Employment Status   Employed full-time  Employer   Chatters  Job Title/Duties   Sales   Associate,   in   training   to   become  Manager  Hours per week   37.5  Comments   Ms.   Pasqua   was   released   from   her  employment   following   a   verbal altercation  between her husband and her manager.  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 21 of 23\n\nCurrent Employment Status   Not employed  Comments   Ms. Pasqua has been unable to sustain any  form of gainful employment since the subject  motor vehicle accident.  Leisure Activities:  Prior to the subject motor vehicle accident, Ms. Pasqua noted that she participated in the  following leisure activities:  ●   Gym two to three times weekly  ●   Shopping  ●   Hanging-out with friends  ●   Walking her dog  At the time of this assessment, Ms. Pasqua has not resumed engagement in any of her  pre-accident leisure activities.   She notes that she made attempts in the winter and spring of  2023 to access the gym in her basement to engage in some physical activity; however she has  since lost the motivation and interest to do so.   The introduction of exercise and meaningful  activity will become a cornerstone of ongoing OT treatment delivery.  Community Access:  Ms. Pasqua, as a result of debilitating anxiety and lack of motivation and initiative relating to  her depressive state, has been isolating in her home and not going out in the community  independently. Limiting outings are always performed with her husband present. She struggles  to access stores on her own and will be pressed by her husband to do so which ultimately  results in an escalation of conflict. Ms. Pasqua notes that even leaving the confines of her home  to walk across the street to pick up her child from the school bus dropoff is preceded with  severe escalation in her anxiety and generally is prompted by a situation where her husband is  tied-up with work tasks and unable to do so. This will again lead to significant conflict with her  husband who shared being overwhelmed with the demands of work, house management,  childcare and all other activities associated with the school.   Fostering activities outside her  home without her husband will also become a central part of OT treatment delivery in future  treatment sessions with Ms. Pasqua.  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 22 of 23\n\nVolunteer Activities:  Ms. Pasqua was not involved in any volunteer activities prior to the subject motor vehicle  accident.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-776-1266 or by email at info@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   McNally Gervan   c/o   Mr. Frank McNally  Jevco Insurance   c/o   Mr. Ian Christie  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 23 of 23",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [
        "●   Major Depressive Disorder, Single Episode, Moderate, with anxious distress  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr"
      ],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "●   Major Depressive Disorder, Single Episode, Moderate, with anxious distress  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr",
      "secondaryDiagnoses": [],
      "medicalNotes": "to a complete interruption of her attendance at the school for any meetings or functions, which  has thus been relegated to her husband Sam. This inability to partake in traditional schooling  involvement on her part has led to a further deterioration of her confidence, self-esteem and  further compounded the negative dynamics between she and her husband.  NATURE OF INJURY:  Based on a review of available medical documentation, Ms. Pasqua presents with the following  diagnosis:  ●   Major Depressive Disorder, Single Episode, Moderate, with anxious distress  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Charinet Seid,  GP  Has not seen her GP in  some time. Does not recall  the date of last  appointment, “sometime  last year.”  Prescription of  antipsychotic  medication provided.  An appointment  with Dr. Seid will  be attended by  this therapist to  discuss current  medical  management  and address  client  misconceptions  relating to the  use of  antipsychotic  medications.  Ms. Pasqua noted that she has not been involved in any form of psychological counseling  (neither individual or in a couples therapy setting) for quite some time.   She has reportedly  been referred to the Royal Ottawa Hospital’s Mood Disorder Clinic however was reticent to  attend this facility due to concerns that this was “where crazy people go”. She was provided  with psychoeducation on the nature of this hospital and the various populations it serves,  demystifying the relationship between her attending an appointment there and being labeled  as she described.   Dr. Seid alternatively referred Ms. Pasqua to another facility (she does not  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 8 of 23",
      "confidence": {
        "primaryDiagnosis": 0.8,
        "diagnoses": 0.8,
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "persist on verbiage misunderstandings as her husband attempted to share his views on how her  impairments affected her ability to complete the most menial of tasks (such as getting her  children off the bus, going out for errands, parenting her children and the lack of engagement  she demonstrates in all aspects of her daily life).  This therapist will share his heightened concerns regarding Ms. Pasqua’s emotional wellbeing at  this time as he has noted a start decline in her global level of function in contrast with her 2023  presentation, leading to the month of May when this therapist interrupted care provision due to  medical issues which persisted throughout the summer and fall. Ms. Pasqua’s persistent decline  in function, debilitating anxiety levels and lack of implementation of past strategies (meditation,  exercise, performance of household tasks) had led to seeking a joint meeting with her GP, Dr.  Seid, in order to discuss strategies, referrals and medication to provide Ms. Pasqua with some  relief from her symptoms.  Cognitive Presentation:  Ms. Pasqua’s cognitive presentation was consistent with the issues she reported experiencing,  noted earlier in this report. She was found unable to recall dates of last contacts with treatment  providers, names of facilities where she was referred by her GP, and a generally slowed  cognitive processing speed. She was reliant on her husband Sam to provide details relating to  events which transpired in the past six months and was unable to recall names and dosages of  medication prescribed (requiring that she seek her medication bottles to provide prescription  details). She was observed to display persistence and rigidity of thought, which was challenged  by this therapist on a few instances during the assessment. For example, she noted being highly  frustrated with her husband sharing that she had an impairment with the school, explaining her  reaction to the events of the first day of school when she was confronted by the teacher over  her misunderstanding of school protocols. She persisted in her thinking that this meant she was  “impaired” by drugs or alcohol, until corrected by this therapist on the meaning of the word.  Ms. Pasqua appeared confused and later agreed that this was an error on her end, apologizing  to her husband for the drawn-out conflict this statement generated amongst the couple.  Problem solving of basic issues was met with a blank stare, where Ms. Pasqua appeared unable  to offer any practical solutions to recurring household management issues. Overall, Ms. Pasqua  presents with a degree of cognitive impairment largely consistent with what was documented  earlier in this report.  TYPICAL DAY:  Ms. Pasqua noted that she no longer has any form of daily routine, beyond the need to get up in  the morning with her husband to manage the children and see her oldest son off to school. She  no longer engages in any meaningful contributions to the operation of the household, spending  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 15 of 23"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "persist on verbiage misunderstandings as her husband attempted to share his views on how her  impairments affected her ability to complete the most menial of tasks (such as getting her  children off the bus, going out for errands, parenting her children and the lack of engagement  she demonstrates in all aspects of her daily life).  This therapist will share his heightened concerns regarding Ms. Pasqua’s emotional wellbeing at  this time as he has noted a start decline in her global level of function in contrast with her 2023  presentation, leading to the month of May when this therapist interrupted care provision due to  medical issues which persisted throughout the summer and fall. Ms. Pasqua’s persistent decline  in function, debilitating anxiety levels and lack of implementation of past strategies (meditation,  exercise, performance of household tasks) had led to seeking a joint meeting with her GP, Dr.  Seid, in order to discuss strategies, referrals and medication to provide Ms. Pasqua with some  relief from her symptoms.  Cognitive Presentation:  Ms. Pasqua’s cognitive presentation was consistent with the issues she reported experiencing,  noted earlier in this report. She was found unable to recall dates of last contacts with treatment  providers, names of facilities where she was referred by her GP, and a generally slowed  cognitive processing speed. She was reliant on her husband Sam to provide details relating to  events which transpired in the past six months and was unable to recall names and dosages of  medication prescribed (requiring that she seek her medication bottles to provide prescription  details). She was observed to display persistence and rigidity of thought, which was challenged  by this therapist on a few instances during the assessment. For example, she noted being highly  frustrated with her husband sharing that she had an impairment with the school, explaining her  reaction to the events of the first day of school when she was confronted by the teacher over  her misunderstanding of school protocols. She persisted in her thinking that this meant she was  “impaired” by drugs or alcohol, until corrected by this therapist on the meaning of the word.  Ms. Pasqua appeared confused and later agreed that this was an error on her end, apologizing  to her husband for the drawn-out conflict this statement generated amongst the couple.  Problem solving of basic issues was met with a blank stare, where Ms. Pasqua appeared unable  to offer any practical solutions to recurring household management issues. Overall, Ms. Pasqua  presents with a degree of cognitive impairment largely consistent with what was documented  earlier in this report.  TYPICAL DAY:  Ms. Pasqua noted that she no longer has any form of daily routine, beyond the need to get up in  the morning with her husband to manage the children and see her oldest son off to school. She  no longer engages in any meaningful contributions to the operation of the household, spending  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 15 of 23",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "Two-story detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Laminate  Bathrooms   3   Two full on second one  powder on main  Vinyl and tile  Living Room   1   Main floor   Laminate  Family Room   0   Main floor   Carpet  Dining Room   1   Main floor   Laminate  Kitchen   1   Main floor   Carpet  Laundry   Main floor   Carpet  Stairs   Yes   Steps leading to the second  floor and basement of the  home",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "s   3   Two full on second one  powder on main  Vinyl and tile  Living Room   1   Main floor   Laminate  Family Room   0   Main floor   Carpet  Dining Room   1   Main floor   Laminate  Kitchen   1   Main floor   Carpet  Laundry   Main floor   Carpet  Stairs   Yes   Steps leading to the second  floor and basement of the  home",
        "bedroom": "s   3   Second floor   Laminate  Bathrooms   3   Two full on second one  powder on main  Vinyl and tile  Living Room   1   Main floor   Laminate  Family Room   0   Main floor   Carpet  Dining Room   1   Main floor   Laminate  Kitchen   1   Main floor   Carpet  Laundry   Main floor   Carpet  Stairs   Yes   Steps leading to the second  floor and basement of the  home",
        "kitchen": "1   Main floor   Carpet  Laundry   Main floor   Carpet  Stairs   Yes   Steps leading to the second  floor and basement of the  home"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "much of her days sitting in front of the television, staring at the screen and “zoning out” for  hours at a time.   She noted that her husband’s mother has made a number of comments  relating to her lack of engagement with her family and her avoidance of leaving the home  unless being pressed to do so. This has become a steady source of conflict with her husband,  who has been required to take over much of the household management, childcare and income  generation.   Ms. Pasqua indicated that she will nap intermittently throughout the day and  indicated that she will go to bed at varying times, often in a separate bed from her husband.  The lack of any form of meaningful activity in her daily flow has been noted by this therapist  and is an area of treatment to be explored.   Ms. Pasqua is in need of professional support to  restore some degree of routine to her days and this will remain a focal point of care moving  forward in OT treatment delivery.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Two-story detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Laminate  Bathrooms   3   Two full on second one  powder on main  Vinyl and tile  Living Room   1   Main floor   Laminate  Family Room   0   Main floor   Carpet  Dining Room   1   Main floor   Laminate  Kitchen   1   Main floor   Carpet  Laundry   Main floor   Carpet  Stairs   Yes   Steps leading to the second  floor and basement of the  home.  Carpet  Basement   Yes   Finished with gym   N/A  Driveway  Description  Double car  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 16 of 23",
      "confidence": {
        "homeType": 0.8,
        "homeLayout": 0,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "She describes a high level of pride in her appearance, engaging in daily  showering and grooming."
        },
        "dressing": {
          "level": "unknown",
          "notes": "She would always dress in day clothes whether she left the home or  not."
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": "She describes a high level of pride in her appearance, engaging in daily  showering and grooming."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": ""
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Yard  description  Yard presents with decking and landscaping throughout with an  in-ground pool.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   X   Single   ☐   Common Law   ☐   Other   ☐  Living Arrangement   Lives with her husband and two young children (one in school and  the other a toddler)  Children   Two children (ages 3 and 5 years)  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Ms. Pasqua noted that she had no issues managing her self-care prior to the subject motor  vehicle   accident. She describes a high level of pride in her appearance, engaging in daily  showering and grooming. She would always dress in day clothes whether she left the home or  not. She would also spend time applying make-up and styling her hair, especially when working  or going out with her husband or friends.  At   the   time   of   this assessment, Ms. Pasqua has reverted back to her past patterns of  self-neglect, resultant from her depressive state and high anxiety levels. She no longer showers  regularly and will go several days without doing so, often neglecting basic tasks such as brushing  her teeth.   She no longer spends much time on maintaining her pre-accident appearance,  compounding her hesitancy to leave the home.   She will neglect food intake as she has no  appetite and will generally eat small amounts of food in a grazing fashion. Ms. Pasqua indicated  that it is not uncommon for her to wear the same clothes for several days which is in stark  contrast with her pre-accident lifestyle.  Home Management Activities:  Legend of Ability:  I – Independent   A – Partial with assistance   D – With devices   U – Unable   NA – Not  Applicable  Indoor Tasks   Pre-accident Engagement   Current Engagement  _____________________________________________________________________________________________  Christina Pasqua   Claim #: 5030704357   Page 17 of 23",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0.5,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    }
  }
}