{
  "fileName": "Pilon, Andre CVSIHACAT_FINAL.pdf",
  "originalText": "P: (613) 776 - 1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014  OCCUPATIONAL THERAPY IN - HOME ASSESSMENT  Client Name:   Andre Pilon   Date of Loss:   February 27, 2022  Address:   23 Laliberte, L’Orignal,  ON K0B 1K0  Date of Birth:   May 10, 1962  Telephone #:   613 - 282 - 4601  Lawyer:   Firm:  Adjuster:   Insurer:   Allstate Insurance  Claim No.:   AOT570049  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   July 25, 2024  Date of Report:   October 2, 2024  THERAPIST QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of   Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the autom obile insurance sector, personal injury and family law, the  Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability  sectors. His opinions are sought by both plaintiff and defense counsel in the context of resolving  matte rs in personal injury and family law cases. He has been qualified several times as an expert  in his field, providing testimony under oath in FSCO tribunals and cases appearing before the  Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious\n\nAndre Pilon   Claim #:   AOT570049   Page   2   of   22  physical, psychological and cognitive impairments.   His assessments inform multidisciplinary  team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  client’s daily functional capabilities at home, work and in the community , assisting them in  forming opinions surrounding whether the catastrophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic   pain, depression, anxiety and  posttraumatic stress, overseeing and directing functional reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE:  Mr. Andre Pilon, born May 10, 1962, was referred to Ferland & Associates Rehabilitation Inc. for  an Occupational Therapy In - Home Assessment following injuries sustained in a motor vehicle  accident on February 27, 2022. The purpose of this assessment is to   evaluate Mr. Pilon's  current functional status and ability to complete pre - accident activities of daily living, as well as  to determine any ongoing care needs resulting from the accident - related injuries.  At the time of the accident, Mr. Pilon was the seat - belted driver of a vehicle that was rear -  ended while stopped. He struck his face on the dashboard but did not lose consciousness. He  was initially transported to Hawkesbury Hospital and subsequently trans ferred to Ottawa  Hospital due to the severity of his injuries.  As a result of the accident, Mr. Pilon sustained multiple injuries including spinal fractures at T7 -  T8 requiring surgery, facial fractures including nasal bones, a left C7 rib fracture, and a possible  mild concussion. He was also diagnosed with atrial fibr illation following the accident.  Mr. Pilon reports ongoing symptoms including chronic pain in his neck, mid and low back,  headaches, visual disturbances, cognitive issues affecting memory and concentration, mood  changes including anxiety and depression, sleep disturbances, fatigue, and ba lance problems.  He has not returned to work since the accident and currently uses a cane for mobility.  This assessment will provide a comprehensive overview of Mr. Pilon's current physical,  cognitive, and emotional status, evaluate his ability to perform activities of daily living, and  offer recommendations for support and interventions to improve his quali ty of life and  independence.\n\nAndre Pilon   Claim #:   AOT570049   Page   3   of   22  SUMMARY OF FINDINGS:  Mr. Andre Pilon, a 61 - year - old male born on May 10, 1962, was involved in a   significant motor  vehicle accident on February 27, 2022. This event has had a profound impact on his life,  resulting in both physical injuries and ongoing functional limitations. Prior to the accident, Mr.  Pilon led an active lifestyle and was employed ful l - time as a sales representative for a regional  newspaper company. He was fully independent in all activities of daily living and regularly  engaged in sports such as hockey and golf, as well as performing various household  maintenance tasks.  The accident resulted in several serious injuries, including unstable spinal fractures at T7 - T8  requiring surgical intervention, facial fractures, a left C7 rib fracture, and a possible mild  concussion. Mr. Pilon also sustained multiple facial lacerations   necessitating sutures, and was  diagnosed with atrial fibrillation during his hospital stay following the accident.  While Mr. Pilon continues to experience physical symptoms related to these injuries, including  chronic pain in his thoracic and lumbar spine, neck, and left side of his body, as well as  headaches, visual disturbances, and fatigue, it has become increasingl y apparent that  psychological factors are playing a significant role in his current functional limitations.  Throughout the assessment process, it became evident that Mr. Pilon's presentation is largely  characterized by avoidance behaviors. These avoidance behaviors stem from genuine  psychological distress rather than conscious exaggeration. They appear to be roo ted in clinically  significant anxiety and fear responses, which are common sequelae of traumatic experiences  and chronic pain conditions. When questioned about his reluctance to resume activities he  previously enjoyed, such as golfing, Mr. Pilon expressed   a fear of re - injury. However, more  prominently, he voiced concerns about potentially being recorded engaging in activities that  might compromise his case.  These avoidance behaviors have led to a significant reduction in Mr. Pilon's participation in  daily activities and previously enjoyed pursuits. He has not returned to work since the accident  and has greatly reduced his involvement in household tasks, commu nity activities, and leisure  pursuits. Even basic self - care activities have been impacted, with Mr. Pilon requiring assistance  for some aspects of dressing, particularly for lower body clothing.  Interestingly, during a situational assessment conducted a few weeks after the initial  evaluation, Mr. Pilon reported an attempt to play 9 holes of golf, at this therapist’s suggestion  and encouragement. Although he completed this with some reported diffi culty, he experienced  a notable period of emotional positivity afterward. This experience suggests that gradual re -  engagement in meaningful activities could have significant benefits for his overall well - being  and functional status.\n\nAndre Pilon   Claim #:   AOT570049   Page   4   of   22  The assessment findings strongly indicate that Mr. Pilon's current functional limitations are  significantly influenced by these psychological factors, leading to self - limiting behaviors that are  impeding his recovery and reintegration into normal daily act ivities. While he faces genuine  physical challenges, the extent of his functional limitations appears disproportionate to his  physical condition, further supporting the significant role of psychological factors.  Given these findings, it is recommended that interventions focus on a multi - disciplinary  approach emphasizing functional reactivation. This should include occupational therapy to  address practical strategies for increasing participation in daily activities   and meaningful  pursuits, rehabilitation assistant support to provide hands - on encouragement for implementing  strategies in real - life situations, and psychological intervention to address underlying fears,  anxiety, and avoidance behaviors.  Additionally, physiotherapy should be continued to address ongoing physical symptoms and  improve overall conditioning. A key component of the rehabilitation process should involve  gradual exposure to previously enjoyed activities, under therapeutic guidanc e, to challenge  avoidance behaviors and improve confidence.  The goal of this multi - disciplinary approach should be to therapeutically challenge Mr. Pilon's  self - limiting behaviors, gradually increasing his participation in daily activities and improving his  overall quality of life. By addressing both the physical a nd psychological aspects of his  condition, there is potential for significant functional improvement and increased  independence.  In conclusion, while Mr. Pilon faces genuine physical challenges as a result of his accident, his  recovery and functional status are significantly impacted by psychological factors leading to  avoidance and self - limiting behaviors. A comprehensive, multi - di sciplinary rehabilitation  approach addressing both physical and psychological aspects of his condition offers the best  potential for improving his functional status, independence, and overall quality of life.  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  ●   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  ●   The assessment has been   requested by his legal representative.  ●   The purpose of this assessment is to assess Mr.   Pilon’s   current functional status as it  relates to his ability to complete pre - accident activities of daily living.\n\nAndre Pilon   Claim #:   AOT570049   Page   5   of   22  ●   The proposed assessment will include: an   interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  ●   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  ●   Mr.   Pilon   may choose to participate or decline any or all of the proposed assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  his legal representative.  Following this therapist’s explanation Mr.   Pilon   granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  TAB 1   -   MINISTRY OF HEALTH AND LONG - TERM CARE  A   -   OHIP  1.   OHIP claim period from May 12, 2021, to March 17, 2022  2.   OHIP claim period from Feb 1, 2022, to Feb 27, 2024  TAB 2   -   PARAMEDIC  1.   Ambulance Call report dated Feb 27, 2022  TAB 3   -   HOSPITAL  A   -   TOH  1.   TOH   -   Recommendations for devices dated March 4, 2022  2.   TOH   -   CNR's from August 26, 2021, to March 17, 2022  3.   TOH   -   CNRs from May 27, 2019, to March 17, 2022  B   -   Hawkesbury and District General Hospital  1.   Hawkesbury Hospital   -   CNR's from August 26, 2021, to February 27, 2021  2.   Hawkesbury Hospital   -   ED report from Hawkesbury General Hospital dated Feb 27,  2022  3.   Hawkesbury Hospital   -   CNRs from August 16, 2022, to March 8, 2023  4.   Hawkesbury Hospital   -   CNRs from April 20, 2022, to September 16, 2022\n\nAndre Pilon   Claim #:   AOT570049   Page   6   of   22  TAB 4   -   REHABILITATION RECORDS/REPORTS  A   –   Vitality Assessment Group  1.   Vitality   -   with recommendations for devices dated   March 21, 2022  2.   Vitality   -   OT and Functional Ability ACA conducted by Ms. Lana Moussa dated  March 11, 2022  3.   Vitality   -   Form 1 completed by Ms. Lana Moussa, dated March 11, 2022  4.   Vitality   -   Social Work Psychosocial assessment conducted by Ms. Chantal Flynn  dated Apil 25, 2022  5.   Vitality   -   Occupational Therapy Treatment Sessions Progress Report conducted by  Ms. Lana Moussa dated July 25, 2022  6.   Vitality   -   Kinesiology Musculoskeletal Initial Assessment conducted by Taylor Llyod  dated September 23, 2022  7.   Vitality   -   Occupational Therapy Treatment Sessions Progress Report conducted by  Ms. Lana Moussa dated March 2, 2023  8.   Vitality   -   Attendant Care Re -   Assessment Report completed by Laura MacKinnon  OT dated May 30, 2023  9.   Vitality   -   Form 1 completed by Laura MacKinnon OT dated May 30, 2023  B   -   Broadview Spine and Health Centre  1.   Complete Medical Chart  TAB 5   –   SABS INSURER’S REPORTS  1.   IE   -   MR   -   Orthopaedic Report completed by Dr. Gallimore, dated  September 29, 2022  2.   IE   -   IRB, OCF18s   -   Executive Summary by Dr. Amanda Wells   -   dated Nov  29, 2023  3.   IE   -   AC, MR   -   In - Home Occupational Therapy Assessment by Ms. Lyndsey  Dennis   -   report date Nov 29, 2023  4.   IE   -   IRB, MR   -   Psychological Assessment by Dr. Chris Cooper   -   report date  November 29, 2023  5.   IE   -   IRB, OCF18s   -   Neurology by Dr. Tilak Mendis   -   report date November  29, 2023\n\nAndre Pilon   Claim #:   AOT570049   Page   7   of   22  6.   IE   -   IRB, OCF18s   -   Orthopaedic Examination by Dr. Douglas Ritter   -   report  date November 29, 2023  PRE - ACCIDENT MEDICAL HISTORY:  Mr. Pilon reported that prior to the accident he was in excellent physical and   mental health  with no pre - existing issues. He was not taking any medications and was under no ongoing  medical treatment. Mr. Pilon was an active individual who enjoyed working, playing sports such  as hockey and golf, socializing, taking care of his dogs, a nd going for walks. He was reportedly  independent in all activities of daily living (ADLs) and instrumental activities of daily living  (IADLs). Mr. Pilon was employed full - time as a sales agent for publicity at Le Regional  Hawkesbury.  MECHANISM OF INJURY:  On February 27, 2022, Mr. Pilon was the seat - belted driver of his vehicle. He reported that he  was driving on a bridge when the vehicle in front of him stopped suddenly due to poor visibility  from a snow \"whiteout\". Mr. Pilon brought his vehicle to a stop   and was subsequently rear -  ended by another vehicle, resulting in a multiple car accident. The impact caused Mr. Pilon to  be thrown forward, striking his face against the   steering wheel/dash . The airbags did not  deploy. Mr. Pilon did not lose consciousness but noticed blood on his face immediately after  the impact. An ambulance that happened to be passing by attended the scene, and Mr. Pilon  was transported to Hawkesbury Hospital for initial   assessment before being transferred to  Ottawa Hospital Civic Campus for more specialized treatment.  NATURE OF INJURY:  As a result of the motor vehicle accident on February 27, 2022, Mr. Pilon sustained the  following injuries:  1.   Spinal fractures at T7 - T8, described as unstable and requiring urgent surgical  intervention. Mr. Pilon underwent spinal surgery involving decompression and fusion.  2.   Facial fractures, including undisplaced fractures of the nasal bones.  3.   Left C7 rib fracture.  4.   Possible mild concussion, though there was no reported loss of consciousness.  5.   Multiple lacerations to the face, requiring sutures.  6.   Atrial fibrillation, diagnosed during his hospital stay following the accident.  The combination of these injuries, particularly the spinal fractures, resulted in significant pain,  reduced mobility, and functional limitations. Mr. Pilon required an extended hospital stay,\n\nAndre Pilon   Claim #:   AOT570049   Page   8   of   22  including time in the ICU, before being discharged home with a specialized hospital bed. The  injuries have led to ongoing chronic pain, balance issues, and the need for mobility aids such as  a cane   or crutches .  COURSE OF RECOVERY TO DATE:  Following his discharge from the hospital, Mr. Pilon's recovery has been marked by gradual  improvements, though significant limitations persist. Initially, he was bedridden for  approximately two months, requiring a specialized hospital bed in his living room and daily  assistance from a nurse aide for about two hours each day.  Mr. Pilon's mobility has progressed from being bedridden to using a walker, and now to using a  cane for support when walking. He continues to experience balance issues and displays an  antalgic gait. As part of his rehabilitation, Mr. Pilon participated in   physiotherapy, which has  since been discontinued. He also received treatment at the Broadview Spine and Health Centre  for concussion - related symptoms.  Regarding self - care, Mr. Pilon has regained independence in toileting, which initially required  assistance. However, he still needs some help from his wife with certain aspects of dressing and  undressing. Mr. Pilon reports ongoing difficulties with housek eeping chores, home  maintenance tasks, and reduced social interactions. His wife has taken on many of these  responsibilities. While Mr. Pilon has resumed driving, he reports feeling less secure than before  the accident and has reduced the amount of drivin g he does.  CURRENT MEDICAL/REHABILITATION TEAM:  Mr. Pilon's current medical and rehabilitation care includes:  1.   Neurosurgeon: Mr. Pilon has been followed by his neurosurgeon and anticipates further  appointments. He has had at least two follow - up appointments to date.  2.   Family Physician: Dr. Annabelle Pellerin   -   Mr. Pilon sees his family doctor as needed for  ongoing care and medication management.  3.   Physiotherapy: Mr. Pilon was undergoing physiotherapy, but this has been discontinued.  4.   Psychotherapy: Although psychotherapy has reportedly been approved, Mr. Pilon has  not yet commenced these sessions.  5.   Nurse Practitioner: Mr. Pilon sees a nurse practitioner every three months for nasal  issues.\n\nAndre Pilon   Claim #:   AOT570049   Page   9   of   22  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Tamsulosin   Unknown   Prostate  Bisoprolol   Unknown   Blood pressure  Amitriptypine   Unknown   Tricyclic antidepressant  Sertraline   Unknown   SSRI   antidepressant  Zopiclone   Unknown   Insomnia  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if   Necessary  Head pressure and throbbing  Comes and goes and when it comes, it will  lead him to retreat to a dark, quiet room.  Needs to lie down and sleep. He will become  flushed when this occurs.  NA  Neck pain   Pain is aggravated with activity like   cooking   8/10  Lower back pain   He has ongoing lower back pain which is  constant and flares intermittently.   8/10  Left arm and leg weakness   He experiences noticeable decrease in his left  arm strength.   NA  Cognitive and Emotional Symptoms:  Mr. Pilon   reports experiencing a range of cognitive difficulties since the accident. He struggles  with short - term memory issues, often forgetting why he entered a room or the names of  people he knows. His cognitive function has slowed, and he now defers problem - solv ing tasks  to his wife, Linda. Mr. Pilon finds that focusing on any task is mentally draining, leading him to  avoid demanding or stressful activities.  He has developed a tendency to repeat himself in conversations and has experienced instances  of forgetfulness that impact his daily functioning. For example, during a recent vacation, he  drove away from the airport while his wife was still loading suitcase s into the vehicle. He has  also forgotten to put the car in park or has left it running unintentionally. When dining out, Mr.  Pilon often loses track of conversations, phasing out before refocusing and introducing\n\nAndre Pilon   Claim #:   AOT570049   Page   10   of   22  tangential topics. His pronunciation has also been affected, with Linda noting that he mumbles  more frequently than before the accident.  Emotionally, Mr. Pilon's condition has significantly deteriorated. He disclosed experiencing  suicidal thoughts, though he has no specific plan, expressing these feelings in French: \"Je trouve  ca lache\" (loosely translated as \"I find it cowardly\"). When ask ed to elaborate on his emotional  state, Mr. Pilon deferred to his wife Linda for more details.  Linda provided additional insights into Mr. Pilon's emotional changes. She reports that his  personality has undergone a notable shift, characterized by a lack of patience and increased  sensitivity to certain sounds. Linda emphasized that the accident has c ompletely changed their  lives, noting that they had only been married for six years at the time of the incident.  According to Linda, Mr. Pilon, who was previously very social, has become reclusive. He no  longer wants to go out or engage in conversation. The burden of household responsibilities,  including shoveling, housework, painting, and managing finances, has fall en entirely on Linda.  She observes that Mr. Pilon now becomes angry easily and that they have not been intimate  since the accident.  Linda also noted that Mr. Pilon has become emotionally withdrawn, often closing himself off  and refusing to discuss his feelings. This emotional reticence has created additional challenges  in their relationship and in Mr. Pilon's overall recovery process.  These cognitive and emotional changes have had a profound impact on Mr. Pilon's daily  functioning and quality of life, as well as on his relationship with his wife and his ability to  engage in social and personal activities.  Symptom Management Strategies:  Mr. Pilon reported making use of the following strategies to manage his symptoms at this time:  ●   Rest  ●   Activity avoidance  ●   Medication  FUNCTIONAL AND BEHAVIOURAL   OBSERVATIONS:  Tolerances, Mobility and Transfers:  Activity   Pre - accident   Current\n\nAndre Pilon   Claim #:   AOT570049   Page   11   of   22  Sitting and repositioning   No issues   Able to sit for 60 minutes but  has to get up and move  around  Bed mobility   No difficulties   Able to lie through the night  but must   change position  frequently and slowly  Transfers   No issues   Able to manage transfers  independently, but sleeps in  a separate bedroom from his  wife  Standing   No limitations   Able to stand for short  periods of time  Balance   No issues   Unable to perform the Four -  Stage Balance Test without  support from his   cane  Walking   No limitations   Able to walk short distances  indoors without aids, but  uses   a cane   for outdoor  mobility  Stairs   No issues   Able to manage stairs using a  step - stop method  Lifting/Carrying   No limitations   Maximum lifting capacity of  40 lbs as per medical  restrictions  Kneeling   No issues   Unable to kneel  Squatting/Crouching   No difficulties   Unable to perform these  actions  Bending   No limitations   Unable to reach his feet and  uses long - handled reacher  and dressing stick and sock  aids  Reaching   No issues   Able to reach, but  experiences pain when doing  so  Fine Motor Coordination   No issues   No limitations identified\n\nAndre Pilon   Claim #:   AOT570049   Page   12   of   22  Active Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   ½ range   He noted that his cervical range of motion  limits his ability to drink the   “last bit of a  bottle of beer”, requiring that he use a glass. Lateral flexion   ½ range   ½ range  Rotation   ½ range   ½ range  Extension   ½ range  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL\n\nAndre Pilon   Claim #:   AOT570049   Page   13   of   22  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  TYPICAL DAY:  Pre - MVA Daily Routine:  Mr. Pilon reported the following as his pre - accident typical daily routine:  ●   Up at 6   -   7 am  ●   Had coffee,   shower, breakfast  ●   Went to work  ●   Would golf with customers at times  ●   Home at around 4, would get started on supper  ●   Would play hockey, coaching, went to see hockey  ●   In bed from 10   -   11 pm  Current Daily Routine :  Mr. Pilon's current daily routine has changed significantly:\n\nAndre Pilon   Claim #:   AOT570049   Page   14   of   22  ●   Up at varying times depending how he feels. He does not go to bed before midnight or  one am.  ●   Makes a coffee  ●   Sits and watches news  ●   Makes breakfast for himself (toast or eggs)  ●   Will go outside and try to putter (ride - on lawn mower is about   it)  ●   Spends time sitting on deck, play with his dog, will go into his pool which helps  ●   Tries to do what he can but listens to his mind and body. 3 hours maximum.  ●   Will sit and relax and have a shower  ●   Linda makes supper but sometimes Andre will bbq. Struggles with oven but still does it.  ●   Relaxes, \"don't talk to me\"  ●   In bed at varying times  This comparison shows a significant change in Mr. Pilon's daily activities and routines. His pre -  accident day was structured around work and active pursuits, while his current day is much less  structured, involves significantly less activity, and is largel y centered around managing his  symptoms and limitations.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   5   Three upstairs and two  basement  Wood  Bathrooms   2   Two full bathrooms, one on  main one in basement.  Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Carpet  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   to Basement  Basement   Yes   Finished  Driveway  Description  Double driveway  Yard  description  Large country lot\n\nAndre Pilon   Claim #:   AOT570049   Page   15   of   22  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   X  Single   ☐  Common Law   ☐  Other   ☐  Living Arrangement   Lives with wife and son (recently moved in, three weeks ago)  Children   None  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Self - Care Activities:  Prior to the   accident, Mr. Pilon was fully independent in all aspects of self - care. However, his  current status shows a significant decline in his ability to perform these tasks independently and  consistently.  Mr. Pilon now requires assistance with some aspects of dressing and undressing, particularly for  lower body clothing. While he can manage most other self - care tasks independently, including  personal hygiene and toileting, he performs these activities at a   slower pace and with increased  pain.  There has been a notable decrease in Mr. Pilon's motivation for personal grooming. He reports  often skipping showers if he has no plans to leave the house. This change in hygiene habits  suggests a decline in both physical ability and psychological motivati on to maintain his previous  self - care routines.  Mr. Pilon uses assistive devices for some self - care tasks, which allows him to maintain a degree  of independence. However, he reports that these activities are more time - consuming and often  result in increased pain and fatigue compared to his pre - accident   status.  Overall, while Mr. Pilon has maintained independence in many aspects of self - care, there is a  clear reduction in the quality and consistency of these activities, impacting his overall well - being  and sense of self - efficacy.  Housekeeping and Home Maintenance:  Mr. Pilon's participation in housekeeping and home maintenance tasks has drastically reduced  since the accident. Prior to the incident, he was actively involved in all aspects of household  management and maintenance.\n\nAndre Pilon   Claim #:   AOT570049   Page   16   of   22  Currently, Mr. Pilon reports being unable to perform most household chores that he previously  managed without difficulty. Tasks such as vacuuming, mopping, dusting, and general tidying have  become challenging due to physical limitations, pain, and   fatigue. He specifically avoids activities  that require bending, lifting, or prolonged standing.  Meal preparation, once a shared responsibility with his wife, is now an activity Mr. Pilon \"avoids  at all costs\" due to increased pain and fatigue. He is able to prepare simple snacks or reheat pre -  made meals but struggles with more complex cooking tasks.  Laundry has become particularly problematic as it requires navigating stairs to the basement. Mr.  Pilon is no longer able to carry laundry baskets up and down the stairs, significantly limiting his  ability to contribute to this household task.  Outdoor maintenance tasks such as lawn care, gardening, and snow removal, which Mr. Pilon  previously managed independently, are now beyond his current capabilities. He reported  attempting to mow the lawn using a riding mower but found this activity exhaust ing and pain -  inducing.  The majority of these household responsibilities have been assumed by Mr. Pilon's wife, Linda.  This shift in domestic duties has placed additional strain on their relationship and has contributed  to Mr. Pilon's feelings of inadequacy and frustration.  Mr. Pilon's reduced participation in housekeeping and home maintenance tasks is not solely due  to physical limitations. His avoidance behaviors, stemming from fear of pain exacerbation and  psychological distress, also play a significant role in his relucta nce to engage in these activities.  The impact on Mr. Pilon's ability to contribute to household management has been substantial,  affecting not only his physical environment but also his sense of independence and self - worth  within the family dynamic.  Caregiving Activities:  Mr.   Pilon   is not the primary caregiver for any of his children at this time.  Vocational Activities:  Pre - accident   Employment Status   Employed part - time  Employer   Le Regional newspaper  Job Title/Duties   Sales  Hours per week   37.5\n\nAndre Pilon   Claim #:   AOT570049   Page   17   of   22  Comments   Mr. Pilon worked full - time hours and would  also engage in golf outings with customers  when possible.  Current Employment   Status   Unemployed  Comments   He has not returned to work since thew  accident.  Leisure Activities:  Prior to the accident, Mr. Pilon was actively engaged in various leisure activities, particularly  sports. He enjoyed playing hockey and golf regularly. He was also involved in coaching hockey.  Since the accident, Mr. Pilon has experienced significant losse s in his leisure activities. He is no  longer able to participate in hockey or golf due to his physical limitations and pain. This loss of  recreational sports has had a notable impact on his quality of life and social interactions.  Community Access:  Mr. Pilon has resumed driving, but with limitations. He is able to drive within the local area, but  reports feeling less secure than he did before the   accident. He uses his vehicle for short trips  and essential errands. Interestingly, Mr. Pilon stated that he will not ride as a passenger,  indicating a preference for being in control while in a vehicle. This change in his driving habits  and comfort level   has likely impacted his overall community engagement and independence.  Volunteer Activities:  Prior to the accident, Mr. Pilon was heavily involved in volunteer activities, particularly in the  realm of sports. He had been coaching hockey at the Pee - wee and Bantam levels for 30 years,  demonstrating a long - term commitment to youth sports in his commu nity. Additionally, he  organized the “Tournoi de hockey Industriel”, a recurring yearly hockey tournament.. Since the  accident, Mr. Pilon has been unable to continue these volunteer activities. His sons have taken  over the responsibility of organizing the   hockey tournament, indicating a significant change in  Mr. Pilon's role and involvement in community events.  Thank you for providing this example. I'll use the introductory verbiage for each domain and then  adapt the content to reflect Mr. Pilon's situation based on the information we've discussed.  Here's the revised section:\n\nAndre Pilon   Claim #:   AOT570049   Page   18   of   22  AMA GUIDES (4th Edition)   –   CURRENT ASSESSED LEVEL OF FUNCTION  Mr. Pilon's   subjective reports and demonstrated abilities during this assessment, information  obtained from this assessor's clinical observations, results of testing, and a review of the medical  information provided, support this writer's conclusions and opinion(s) re garding Mr. Pilon's  current level of functioning. Catastrophic Impairment Rating, Chapter 14 of the AMA Guides  specifically recommends evaluation in four areas of functioning, including activities of daily living,  capacity for social interaction, concentra tion, pace and persistence, and adaptation to work or  work - like environments. These are discussed as follows:  Activities of daily living  As per the Guides,   \"Activities of daily living include such activities as self - care, personal hygiene,  communication (addressed in this assessment under social functioning), ambulation, travel,  sexual function, sleep, and social and recreational activities....In the context   of the individual's  overall situation, the quality of these activities is judged by their independence, appropriateness,  effectiveness, and sustainability. It is necessary to define the extent to which the individual is  capable of initia ting and participating in these activities independent of supervision or direction.  What is assessed is not simply the number of activities that are restricted, but the overall degree  of restriction or combination of restrictions\".  Based on this In - Home Assessment, Mr. Pilon's activities of daily living have been significantly  impacted post - accident. While he remains independent in managing most of his self - care  activities, he requires assistance from his wife for dressing his lower   body, including help with  removing sweaters, long socks, and jeans. His ability to perform household chores has been  substantially reduced. Pre - accident, Mr. Pilon was responsible for vacuuming, sweeping,  mopping, and bathroom cleaning. Now, these tasks ar e primarily performed by his wife.  Mr. Pilon's mobility has been affected, requiring the use of a cane or crutches for support when  walking. He experiences balance issues and has an antalgic gait. While he can manage short  distances indoors without aids, he uses crutches for outdoor mobilit y due to pain, fatigue, and  balance concerns. His ability to navigate stairs is now limited to a step - stop method.  Meal preparation, once a shared responsibility, is now limited to simple meals for himself, with  his wife taking on the majority of this task. Mr. Pilon struggles with using the oven but can  occasionally manage to BBQ. His participation in outdoor tasks su ch as snow removal is now  limited and dependent on how he feels, using a snowblower when able.  Sleep has been significantly impacted, with Mr. Pilon reporting disturbed sleep patterns. He now  sleeps in a separate bedroom from his wife due to his back pain and the need to frequently  change positions during the night.\n\nAndre Pilon   Claim #:   AOT570049   Page   19   of   22  In summary, while Mr. Pilon retains some independence in his activities of daily living, the overall  quality of these activities has been significantly compromised due to his physical limitations, pain  symptoms, and the need for assistance from his wife.  Social functioning  As per the Guides, \" Social functioning refers to an individual's capacity to interact appropriately  and communicate effectively with other individuals. Social functioning includes the ability to get  along with others such as family members, friends, neighbours.... Impaired so cial functioning may  be demonstrated by history of altercations, evictions, firings, fear of strangers, avoidance of  personal relationships, social isolation, or similar events or characteristics. Strength in social  functioning may be d ocumented by an individual's ability to initiate social contact with others,  communicate clearly with others, and interact and actively participate in group activities.  Cooperative behaviour, consideration for others, awareness of others' sensitivities, an d social  maturity also need to be considered.\"  Mr. Pilon's capacity to interact appropriately and communicate effectively with others has been  significantly compromised. His wife reports that he has become socially isolated, not wanting to  go out or engage in conversation. This is a stark contrast to h is pre - accident self, described as  very social. He has ceased participation in his previous social activities, including playing hockey  and golf, which were significant parts of his life.  The loss of his volunteer activities, such as coaching hockey for Pee - wee and Bantam levels (which  he had done for 30 years) and organizing the Tournoi de hockey Industriel, further demonstrates  a significant decline in his social engagement and community   involvement. These activities not  only provided social interaction but also gave Mr. Pilon a sense of purpose and community  contribution.  When he does engage socially, such as going out for dinner, he frequently phases out and loses  track of conversation. His wife notes that he will refocus but then often go off on a tangential  topic,   indicating   difficulties   with   maintaining   appropriate   soci al   interaction.   Mr.   Pilon's  pronunciation has changed, and he mumbles a lot, which may further impair his ability to  communicate effectively.  Emotionally, Mr. Pilon has experienced significant changes. His wife reports that he has no  patience, gets very angry, and closes up, not wanting to talk about his feelings. The burden of  household responsibilities has fallen entirely on his wife, indicati ng a significant shift in their  relationship dynamic. Furthermore, they have not been intimate since the accident, suggesting a  profound impact on their personal relationship.  In summary, Mr. Pilon's social functioning has been severely impacted by his physical limitations,  cognitive impairments, and emotional state. His ability to initiate social contact, communicate\n\nAndre Pilon   Claim #:   AOT570049   Page   20   of   22  clearly with others, and interact and actively participate in group activities has been significantly  compromised.  Concentration, Persistence and Pace  As per the Guides,   \"Concentration, persistence and pace needed to perform many activities of  daily living, including task completion. Task completion refers to the ability to sustain focussed  attention long enough to permit the timely completion of tasks commonly found in ac tivities of  daily living or work settings...Strengths and weaknesses in mental concentration may be  described in terms of frequency of errors, the time it takes to complete the task, and the extent  to which assistance is required to comp lete the task\".  Mr. Pilon's ability to concentrate, persist, and maintain pace in performing many activities of daily  living, including task completion, has been significantly affected. He reports experiencing  significant cognitive impairments, particularly with short - ter m memory. He often forgets what  he entered a room to retrieve or the names of people he knows. His cognitive function has  slowed, and he now defers problem - solving to his wife, Linda.  Mr. Pilon struggles to focus on tasks, finding them draining, and actively avoids demanding or  stressful activities. His wife provides concrete examples of his impaired concentration and  memory, such as an incident where he drove off while she was loading   suitcases into the car at  the airport. He also forgets to put the car in park or leaves it running, indicating a marked decline  in his ability to focus on and complete routine tasks.  When he goes out to dinner, he phases out and loses track of conversation. He will refocus but  then often go off on a tangential topic, demonstrating difficulties with sustained attention and  cognitive processing. These cognitive challenges significantly i mpact his ability to complete tasks  in a timely manner and increase his reliance on assistance from his wife.  Mr. Pilon's typical day now involves much less structured activity than before the accident. He  wakes at varying times, makes simple meals for himself, and spends much of his time watching  TV or sitting on the deck. He tries to do what he can but listens t o his mind and body, with a  maximum activity tolerance of about 3 hours.  In summary, Mr. Pilon's ability to concentrate, persist, and maintain pace in performing activities  of daily living has been severely impacted by his cognitive impairments and physical limitations.  His ability to complete tasks in a timely manner, the freq uency of errors, and the extent to which  assistance is required to complete tasks have all been significantly compromised.\n\nAndre Pilon   Claim #:   AOT570049   Page   21   of   22  Deterioration or Decompensation in Work or Work - like Settings (Adaptation)  As per the Guides,   \"Deterioration or decompensation in work or work like settings refers to  repeated failure to adapt to stressful circumstances. In the face of such circumstances, the  individual may withdraw from the situation or experience exacerbation signs and symptoms.. ..he  or she may decompensate and have difficulty maintaining activities of daily living, continuing  social relationships, and completing tasks. Stressors common to the environment include  attendance, making decisions, scheduling, complet ing tasks, and interacting with (others).\"  Mr. Pilon's ability to adapt to stressful circumstances, particularly in work or work - like settings,  has been   significantly impacted. Prior to the accident, Mr. Pilon was employed full - time as a sales  agent for publicity at Le Regional Hawkesbury. His work involved both office - based tasks and  community engagement, including occasional golf outings with customers.   Since the accident,  Mr. Pilon has been unable to return to work in any capacity.  Mr. Pilon's wife reports significant personality changes, including increased irritability, lack of  patience, and frequent anger. He has difficulty coping with certain sounds, indicating a lowered  threshold for environmental stressors. These changes would   likely significantly impair his ability  to function in a work environment, particularly one that requires customer interaction and sales  skills.  His avoidance of demanding tasks and retreat to a dark, quiet room when experiencing  headaches demonstrate maladaptive coping strategies that would likely significantly impair his  ability to respond appropriately to work pressures or other stressful situat ions. The reported  suicidal thinking (without plan) also indicates a severe impairment in his ability to adapt to his  post - accident circumstances.  Mr. Pilon's cognitive impairments, including difficulties with memory, concentration, and  problem - solving, would likely pose significant challenges in a work setting. His tendency to lose  track of conversations and go off on tangents would impair his abili ty to effectively communicate  with colleagues and customers.  Currently, Mr. Pilon spends his days in relatively unstructured activities, such as watching TV or  sitting on the deck. He tries to do what he can but listens to his mind and body, with a maximum  activity tolerance of about 3 hours. This limited tolerance   for activity suggests that he would  struggle to meet the demands of a full workday.  In summary, Mr. Pilon's ability to adapt to work or work - like settings has been severely  compromised. His physical limitations, cognitive impairments, emotional changes, and reduced  stress tolerance would likely result in significant difficulties maintaini ng consistent attendance,  making   decisions,   completing   tasks,   and   interacting   effectively   with   others   in   a   work  environment.\n\nAndre Pilon   Claim #:   AOT570049   Page   22   of   22  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  An electronic signature was used in order to assist with a timely report.   The assessor is in  agreement with the content of the report, and   has provided authorization to utilize the electronic  signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "P: (613) 776 - 1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014  OCCUPATIONAL THERAPY IN - HOME ASSESSMENT  Client Name:   Andre Pilon   Date of Loss:   February 27, 2022  Address:   23 Laliberte, L’Orignal,  ON K0B 1K0  Date of Birth:   May 10, 1962  Telephone #:   613 - 282 - 4601  Lawyer:   Firm:  Adjuster:   Insurer:   Allstate Insurance  Claim No.:   AOT570049  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   July 25, 2024  Date of Report:   October 2, 2024  THERAPIST QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 25 years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of   Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skills and evolved to provide expert opinions in matters of human function  to stakeholders in the autom obile insurance sector, personal injury and family law, the  Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability  sectors. His opinions are sought by both plaintiff and defense counsel in the context of resolving  matte rs in personal injury and family law cases. He has been qualified several times as an expert  in his field, providing testimony under oath in FSCO tribunals and cases appearing before the  Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious",
    "FUNCTIONAL_STATUS": "Andre Pilon   Claim #:   AOT570049   Page   15   of   22  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   X  Single   ☐  Common Law   ☐  Other   ☐  Living Arrangement   Lives with wife and son (recently moved in, three weeks ago)  Children   None  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Self - Care Activities:  Prior to the   accident, Mr. Pilon was fully independent in all aspects of self - care. However, his  current status shows a significant decline in his ability to perform these tasks independently and  consistently.  Mr. Pilon now requires assistance with some aspects of dressing and undressing, particularly for  lower body clothing. While he can manage most other self - care tasks independently, including  personal hygiene and toileting, he performs these activities at a   slower pace and with increased  pain.  There has been a notable decrease in Mr. Pilon's motivation for personal grooming. He reports  often skipping showers if he has no plans to leave the house. This change in hygiene habits  suggests a decline in both physical ability and psychological motivati on to maintain his previous  self - care routines.  Mr. Pilon uses assistive devices for some self - care tasks, which allows him to maintain a degree  of independence. However, he reports that these activities are more time - consuming and often  result in increased pain and fatigue compared to his pre - accident   status.  Overall, while Mr. Pilon has maintained independence in many aspects of self - care, there is a  clear reduction in the quality and consistency of these activities, impacting his overall well - being  and sense of self - efficacy.  Housekeeping and Home Maintenance:  Mr. Pilon's participation in housekeeping and home maintenance tasks has drastically reduced  since the accident. Prior to the incident, he was actively involved in all aspects of household  management and maintenance.\n\nAndre Pilon   Claim #:   AOT570049   Page   16   of   22  Currently, Mr. Pilon reports being unable to perform most household chores that he previously  managed without difficulty. Tasks such as vacuuming, mopping, dusting, and general tidying have  become challenging due to physical limitations, pain, and   fatigue. He specifically avoids activities  that require bending, lifting, or prolonged standing.  Meal preparation, once a shared responsibility with his wife, is now an activity Mr. Pilon \"avoids  at all costs\" due to increased pain and fatigue. He is able to prepare simple snacks or reheat pre -  made meals but struggles with more complex cooking tasks.  Laundry has become particularly problematic as it requires navigating stairs to the basement. Mr.  Pilon is no longer able to carry laundry baskets up and down the stairs, significantly limiting his  ability to contribute to this household task.  Outdoor maintenance tasks such as lawn care, gardening, and snow removal, which Mr. Pilon  previously managed independently, are now beyond his current capabilities. He reported  attempting to mow the lawn using a riding mower but found this activity exhaust ing and pain -  inducing.  The majority of these household responsibilities have been assumed by Mr. Pilon's wife, Linda.  This shift in domestic duties has placed additional strain on their relationship and has contributed  to Mr. Pilon's feelings of inadequacy and frustration.  Mr. Pilon's reduced participation in housekeeping and home maintenance tasks is not solely due  to physical limitations. His avoidance behaviors, stemming from fear of pain exacerbation and  psychological distress, also play a significant role in his relucta nce to engage in these activities.  The impact on Mr. Pilon's ability to contribute to household management has been substantial,  affecting not only his physical environment but also his sense of independence and self - worth  within the family dynamic.  Caregiving Activities:  Mr.   Pilon   is not the primary caregiver for any of his children at this time.  Vocational Activities:  Pre - accident   Employment Status   Employed part - time  Employer   Le Regional newspaper  Job Title/Duties   Sales  Hours per week   37.5\n\nAndre Pilon   Claim #:   AOT570049   Page   17   of   22  Comments   Mr. Pilon worked full - time hours and would  also engage in golf outings with customers  when possible.  Current Employment   Status   Unemployed  Comments   He has not returned to work since thew  accident.  Leisure Activities:  Prior to the accident, Mr. Pilon was actively engaged in various leisure activities, particularly  sports. He enjoyed playing hockey and golf regularly. He was also involved in coaching hockey.  Since the accident, Mr. Pilon has experienced significant losse s in his leisure activities. He is no  longer able to participate in hockey or golf due to his physical limitations and pain. This loss of  recreational sports has had a notable impact on his quality of life and social interactions.  Community Access:  Mr. Pilon has resumed driving, but with limitations. He is able to drive within the local area, but  reports feeling less secure than he did before the   accident. He uses his vehicle for short trips  and essential errands. Interestingly, Mr. Pilon stated that he will not ride as a passenger,  indicating a preference for being in control while in a vehicle. This change in his driving habits  and comfort level   has likely impacted his overall community engagement and independence.  Volunteer Activities:  Prior to the accident, Mr. Pilon was heavily involved in volunteer activities, particularly in the  realm of sports. He had been coaching hockey at the Pee - wee and Bantam levels for 30 years,  demonstrating a long - term commitment to youth sports in his commu nity. Additionally, he  organized the “Tournoi de hockey Industriel”, a recurring yearly hockey tournament.. Since the  accident, Mr. Pilon has been unable to continue these volunteer activities. His sons have taken  over the responsibility of organizing the   hockey tournament, indicating a significant change in  Mr. Pilon's role and involvement in community events.  Thank you for providing this example. I'll use the introductory verbiage for each domain and then  adapt the content to reflect Mr. Pilon's situation based on the information we've discussed.  Here's the revised section:",
    "SYMPTOMS": "Andre Pilon   Claim #:   AOT570049   Page   21   of   22  Deterioration or Decompensation in Work or Work - like Settings (Adaptation)  As per the Guides,   \"Deterioration or decompensation in work or work like settings refers to  repeated failure to adapt to stressful circumstances. In the face of such circumstances, the  individual may withdraw from the situation or experience exacerbation signs and symptoms.. ..he  or she may decompensate and have difficulty maintaining activities of daily living, continuing  social relationships, and completing tasks. Stressors common to the environment include  attendance, making decisions, scheduling, complet ing tasks, and interacting with (others).\"  Mr. Pilon's ability to adapt to stressful circumstances, particularly in work or work - like settings,  has been   significantly impacted. Prior to the accident, Mr. Pilon was employed full - time as a sales  agent for publicity at Le Regional Hawkesbury. His work involved both office - based tasks and  community engagement, including occasional golf outings with customers.   Since the accident,  Mr. Pilon has been unable to return to work in any capacity.  Mr. Pilon's wife reports significant personality changes, including increased irritability, lack of  patience, and frequent anger. He has difficulty coping with certain sounds, indicating a lowered  threshold for environmental stressors. These changes would   likely significantly impair his ability  to function in a work environment, particularly one that requires customer interaction and sales  skills.  His avoidance of demanding tasks and retreat to a dark, quiet room when experiencing  headaches demonstrate maladaptive coping strategies that would likely significantly impair his  ability to respond appropriately to work pressures or other stressful situat ions. The reported  suicidal thinking (without plan) also indicates a severe impairment in his ability to adapt to his  post - accident circumstances.  Mr. Pilon's cognitive impairments, including difficulties with memory, concentration, and  problem - solving, would likely pose significant challenges in a work setting. His tendency to lose  track of conversations and go off on tangents would impair his abili ty to effectively communicate  with colleagues and customers.  Currently, Mr. Pilon spends his days in relatively unstructured activities, such as watching TV or  sitting on the deck. He tries to do what he can but listens to his mind and body, with a maximum  activity tolerance of about 3 hours. This limited tolerance   for activity suggests that he would  struggle to meet the demands of a full workday.  In summary, Mr. Pilon's ability to adapt to work or work - like settings has been severely  compromised. His physical limitations, cognitive impairments, emotional changes, and reduced  stress tolerance would likely result in significant difficulties maintaini ng consistent attendance,  making   decisions,   completing   tasks,   and   interacting   effectively   with   others   in   a   work  environment.\n\nAndre Pilon   Claim #:   AOT570049   Page   22   of   22  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  An electronic signature was used in order to assist with a timely report.   The assessor is in  agreement with the content of the report, and   has provided authorization to utilize the electronic  signature .",
    "ADLS": "Andre Pilon   Claim #:   AOT570049   Page   7   of   22  6.   IE   -   IRB, OCF18s   -   Orthopaedic Examination by Dr. Douglas Ritter   -   report  date November 29, 2023  PRE - ACCIDENT MEDICAL HISTORY:  Mr. Pilon reported that prior to the accident he was in excellent physical and   mental health  with no pre - existing issues. He was not taking any medications and was under no ongoing  medical treatment. Mr. Pilon was an active individual who enjoyed working, playing sports such  as hockey and golf, socializing, taking care of his dogs, a nd going for walks. He was reportedly  independent in all activities of daily living (ADLs) and instrumental activities of daily living  (IADLs). Mr. Pilon was employed full - time as a sales agent for publicity at Le Regional  Hawkesbury.  MECHANISM OF INJURY:  On February 27, 2022, Mr. Pilon was the seat - belted driver of his vehicle. He reported that he  was driving on a bridge when the vehicle in front of him stopped suddenly due to poor visibility  from a snow \"whiteout\". Mr. Pilon brought his vehicle to a stop   and was subsequently rear -  ended by another vehicle, resulting in a multiple car accident. The impact caused Mr. Pilon to  be thrown forward, striking his face against the   steering wheel/dash . The airbags did not  deploy. Mr. Pilon did not lose consciousness but noticed blood on his face immediately after  the impact. An ambulance that happened to be passing by attended the scene, and Mr. Pilon  was transported to Hawkesbury Hospital for initial   assessment before being transferred to  Ottawa Hospital Civic Campus for more specialized treatment.  NATURE OF INJURY:  As a result of the motor vehicle accident on February 27, 2022, Mr. Pilon sustained the  following injuries:  1.   Spinal fractures at T7 - T8, described as unstable and requiring urgent surgical  intervention. Mr. Pilon underwent spinal surgery involving decompression and fusion.  2.   Facial fractures, including undisplaced fractures of the nasal bones.  3.   Left C7 rib fracture.  4.   Possible mild concussion, though there was no reported loss of consciousness.  5.   Multiple lacerations to the face, requiring sutures.  6.   Atrial fibrillation, diagnosed during his hospital stay following the accident.  The combination of these injuries, particularly the spinal fractures, resulted in significant pain,  reduced mobility, and functional limitations. Mr. Pilon required an extended hospital stay,",
    "ATTENDANT_CARE": "Andre Pilon   Claim #:   AOT570049   Page   6   of   22  TAB 4   -   REHABILITATION RECORDS/REPORTS  A   –   Vitality Assessment Group  1.   Vitality   -   with recommendations for devices dated   March 21, 2022  2.   Vitality   -   OT and Functional Ability ACA conducted by Ms. Lana Moussa dated  March 11, 2022  3.   Vitality   -   Form 1 completed by Ms. Lana Moussa, dated March 11, 2022  4.   Vitality   -   Social Work Psychosocial assessment conducted by Ms. Chantal Flynn  dated Apil 25, 2022  5.   Vitality   -   Occupational Therapy Treatment Sessions Progress Report conducted by  Ms. Lana Moussa dated July 25, 2022  6.   Vitality   -   Kinesiology Musculoskeletal Initial Assessment conducted by Taylor Llyod  dated September 23, 2022  7.   Vitality   -   Occupational Therapy Treatment Sessions Progress Report conducted by  Ms. Lana Moussa dated March 2, 2023  8.   Vitality   -   Attendant Care Re -   Assessment Report completed by Laura MacKinnon  OT dated May 30, 2023  9.   Vitality   -   Form 1 completed by Laura MacKinnon OT dated May 30, 2023  B   -   Broadview Spine and Health Centre  1.   Complete Medical Chart  TAB 5   –   SABS INSURER’S REPORTS  1.   IE   -   MR   -   Orthopaedic Report completed by Dr. Gallimore, dated  September 29, 2022  2.   IE   -   IRB, OCF18s   -   Executive Summary by Dr. Amanda Wells   -   dated Nov  29, 2023  3.   IE   -   AC, MR   -   In - Home Occupational Therapy Assessment by Ms. Lyndsey  Dennis   -   report date Nov 29, 2023  4.   IE   -   IRB, MR   -   Psychological Assessment by Dr. Chris Cooper   -   report date  November 29, 2023  5.   IE   -   IRB, OCF18s   -   Neurology by Dr. Tilak Mendis   -   report date November  29, 2023",
    "TYPICAL_DAY": "Andre Pilon   Claim #:   AOT570049   Page   13   of   22  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  TYPICAL DAY:  Pre - MVA Daily Routine:  Mr. Pilon reported the following as his pre - accident typical daily routine:  ●   Up at 6   -   7 am  ●   Had coffee,   shower, breakfast  ●   Went to work  ●   Would golf with customers at times  ●   Home at around 4, would get started on supper  ●   Would play hockey, coaching, went to see hockey  ●   In bed from 10   -   11 pm  Current Daily Routine :  Mr. Pilon's current daily routine has changed significantly:"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ADLS": 0.6666666666666666,
    "ATTENDANT_CARE": 0.3333333333333333,
    "TYPICAL_DAY": 0.6666666666666666
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Andre Pilon   Date of Loss:   February 27",
      "dob": "May 10",
      "age": null,
      "gender": "",
      "address": "23 Laliberte",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "Allstate Insurance  Claim No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [
        "Pilon reports being unable to perform most household chores that he previously  managed without difficulty.",
        "Pilon has been unable to continue these volunteer activities."
      ],
      "assistiveDevices": [
        "assistive devices for some self - care tasks",
        "which allows him to maintain a degree  of independence"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "compared to his pre - accident   status",
      "functionalGoals": [],
      "notes": "Andre Pilon   Claim #:   AOT570049   Page   15   of   22  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   X  Single   ☐  Common Law   ☐  Other   ☐  Living Arrangement   Lives with wife and son (recently moved in, three weeks ago)  Children   None  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Self - Care Activities:  Prior to the   accident, Mr. Pilon was fully independent in all aspects of self - care. However, his  current status shows a significant decline in his ability to perform these tasks independently and  consistently.  Mr. Pilon now requires assistance with some aspects of dressing and undressing, particularly for  lower body clothing. While he can manage most other self - care tasks independently, including  personal hygiene and toileting, he performs these activities at a   slower pace and with increased  pain.  There has been a notable decrease in Mr. Pilon's motivation for personal grooming. He reports  often skipping showers if he has no plans to leave the house. This change in hygiene habits  suggests a decline in both physical ability and psychological motivati on to maintain his previous  self - care routines.  Mr. Pilon uses assistive devices for some self - care tasks, which allows him to maintain a degree  of independence. However, he reports that these activities are more time - consuming and often  result in increased pain and fatigue compared to his pre - accident   status.  Overall, while Mr. Pilon has maintained independence in many aspects of self - care, there is a  clear reduction in the quality and consistency of these activities, impacting his overall well - being  and sense of self - efficacy.  Housekeeping and Home Maintenance:  Mr. Pilon's participation in housekeeping and home maintenance tasks has drastically reduced  since the accident. Prior to the incident, he was actively involved in all aspects of household  management and maintenance.\n\nAndre Pilon   Claim #:   AOT570049   Page   16   of   22  Currently, Mr. Pilon reports being unable to perform most household chores that he previously  managed without difficulty. Tasks such as vacuuming, mopping, dusting, and general tidying have  become challenging due to physical limitations, pain, and   fatigue. He specifically avoids activities  that require bending, lifting, or prolonged standing.  Meal preparation, once a shared responsibility with his wife, is now an activity Mr. Pilon \"avoids  at all costs\" due to increased pain and fatigue. He is able to prepare simple snacks or reheat pre -  made meals but struggles with more complex cooking tasks.  Laundry has become particularly problematic as it requires navigating stairs to the basement. Mr.  Pilon is no longer able to carry laundry baskets up and down the stairs, significantly limiting his  ability to contribute to this household task.  Outdoor maintenance tasks such as lawn care, gardening, and snow removal, which Mr. Pilon  previously managed independently, are now beyond his current capabilities. He reported  attempting to mow the lawn using a riding mower but found this activity exhaust ing and pain -  inducing.  The majority of these household responsibilities have been assumed by Mr. Pilon's wife, Linda.  This shift in domestic duties has placed additional strain on their relationship and has contributed  to Mr. Pilon's feelings of inadequacy and frustration.  Mr. Pilon's reduced participation in housekeeping and home maintenance tasks is not solely due  to physical limitations. His avoidance behaviors, stemming from fear of pain exacerbation and  psychological distress, also play a significant role in his relucta nce to engage in these activities.  The impact on Mr. Pilon's ability to contribute to household management has been substantial,  affecting not only his physical environment but also his sense of independence and self - worth  within the family dynamic.  Caregiving Activities:  Mr.   Pilon   is not the primary caregiver for any of his children at this time.  Vocational Activities:  Pre - accident   Employment Status   Employed part - time  Employer   Le Regional newspaper  Job Title/Duties   Sales  Hours per week   37.5\n\nAndre Pilon   Claim #:   AOT570049   Page   17   of   22  Comments   Mr. Pilon worked full - time hours and would  also engage in golf outings with customers  when possible.  Current Employment   Status   Unemployed  Comments   He has not returned to work since thew  accident.  Leisure Activities:  Prior to the accident, Mr. Pilon was actively engaged in various leisure activities, particularly  sports. He enjoyed playing hockey and golf regularly. He was also involved in coaching hockey.  Since the accident, Mr. Pilon has experienced significant losse s in his leisure activities. He is no  longer able to participate in hockey or golf due to his physical limitations and pain. This loss of  recreational sports has had a notable impact on his quality of life and social interactions.  Community Access:  Mr. Pilon has resumed driving, but with limitations. He is able to drive within the local area, but  reports feeling less secure than he did before the   accident. He uses his vehicle for short trips  and essential errands. Interestingly, Mr. Pilon stated that he will not ride as a passenger,  indicating a preference for being in control while in a vehicle. This change in his driving habits  and comfort level   has likely impacted his overall community engagement and independence.  Volunteer Activities:  Prior to the accident, Mr. Pilon was heavily involved in volunteer activities, particularly in the  realm of sports. He had been coaching hockey at the Pee - wee and Bantam levels for 30 years,  demonstrating a long - term commitment to youth sports in his commu nity. Additionally, he  organized the “Tournoi de hockey Industriel”, a recurring yearly hockey tournament.. Since the  accident, Mr. Pilon has been unable to continue these volunteer activities. His sons have taken  over the responsibility of organizing the   hockey tournament, indicating a significant change in  Mr. Pilon's role and involvement in community events.  Thank you for providing this example. I'll use the introductory verbiage for each domain and then  adapt the content to reflect Mr. Pilon's situation based on the information we've discussed.  Here's the revised section:",
      "confidence": {
        "functionalLimitations": 0.8,
        "assistiveDevices": 0.8,
        "endurance": 0.8,
        "functionalGoals": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "he  or she may decompensate and have difficulty maintaining activities of daily living, continuing  social relationships, and completing tasks.",
        "Pilon has been unable to return to work in any capacity.",
        "He has difficulty coping with certain sounds, indicating a lowered  threshold for environmental stressors.",
        "This limited tolerance   for activity suggests that he would  struggle to meet the demands of a full workday."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "return to work in any capacity"
      ],
      "symptomOnset": "the accident,  Mr",
      "symptomProgression": "",
      "symptomNotes": "Andre Pilon   Claim #:   AOT570049   Page   21   of   22  Deterioration or Decompensation in Work or Work - like Settings (Adaptation)  As per the Guides,   \"Deterioration or decompensation in work or work like settings refers to  repeated failure to adapt to stressful circumstances. In the face of such circumstances, the  individual may withdraw from the situation or experience exacerbation signs and symptoms.. ..he  or she may decompensate and have difficulty maintaining activities of daily living, continuing  social relationships, and completing tasks. Stressors common to the environment include  attendance, making decisions, scheduling, complet ing tasks, and interacting with (others).\"  Mr. Pilon's ability to adapt to stressful circumstances, particularly in work or work - like settings,  has been   significantly impacted. Prior to the accident, Mr. Pilon was employed full - time as a sales  agent for publicity at Le Regional Hawkesbury. His work involved both office - based tasks and  community engagement, including occasional golf outings with customers.   Since the accident,  Mr. Pilon has been unable to return to work in any capacity.  Mr. Pilon's wife reports significant personality changes, including increased irritability, lack of  patience, and frequent anger. He has difficulty coping with certain sounds, indicating a lowered  threshold for environmental stressors. These changes would   likely significantly impair his ability  to function in a work environment, particularly one that requires customer interaction and sales  skills.  His avoidance of demanding tasks and retreat to a dark, quiet room when experiencing  headaches demonstrate maladaptive coping strategies that would likely significantly impair his  ability to respond appropriately to work pressures or other stressful situat ions. The reported  suicidal thinking (without plan) also indicates a severe impairment in his ability to adapt to his  post - accident circumstances.  Mr. Pilon's cognitive impairments, including difficulties with memory, concentration, and  problem - solving, would likely pose significant challenges in a work setting. His tendency to lose  track of conversations and go off on tangents would impair his abili ty to effectively communicate  with colleagues and customers.  Currently, Mr. Pilon spends his days in relatively unstructured activities, such as watching TV or  sitting on the deck. He tries to do what he can but listens to his mind and body, with a maximum  activity tolerance of about 3 hours. This limited tolerance   for activity suggests that he would  struggle to meet the demands of a full workday.  In summary, Mr. Pilon's ability to adapt to work or work - like settings has been severely  compromised. His physical limitations, cognitive impairments, emotional changes, and reduced  stress tolerance would likely result in significant difficulties maintaini ng consistent attendance,  making   decisions,   completing   tasks,   and   interacting   effectively   with   others   in   a   work  environment.\n\nAndre Pilon   Claim #:   AOT570049   Page   22   of   22  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  An electronic signature was used in order to assist with a timely report.   The assessor is in  agreement with the content of the report, and   has provided authorization to utilize the electronic  signature .",
      "confidence": {
        "reportedSymptoms": 0.8,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": ""
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": "Pilon  was transported to Hawkesbury Hospital for initial   assessment before being transferred to  Ottawa Hospital Civic Campus for more specialized treatment."
        },
        "ambulation": {
          "level": "unknown",
          "notes": "Pilon was an active individual who enjoyed working, playing sports such  as hockey and golf, socializing, taking care of his dogs, a nd going for walks."
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": "Douglas Ritter   -   report  date November 29, 2023  PRE - ACCIDENT MEDICAL HISTORY:  Mr."
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "Andre Pilon   Claim #:   AOT570049   Page   7   of   22  6.   IE   -   IRB, OCF18s   -   Orthopaedic Examination by Dr. Douglas Ritter   -   report  date November 29, 2023  PRE - ACCIDENT MEDICAL HISTORY:  Mr. Pilon reported that prior to the accident he was in excellent physical and   mental health  with no pre - existing issues. He was not taking any medications and was under no ongoing  medical treatment. Mr. Pilon was an active individual who enjoyed working, playing sports such  as hockey and golf, socializing, taking care of his dogs, a nd going for walks. He was reportedly  independent in all activities of daily living (ADLs) and instrumental activities of daily living  (IADLs). Mr. Pilon was employed full - time as a sales agent for publicity at Le Regional  Hawkesbury.  MECHANISM OF INJURY:  On February 27, 2022, Mr. Pilon was the seat - belted driver of his vehicle. He reported that he  was driving on a bridge when the vehicle in front of him stopped suddenly due to poor visibility  from a snow \"whiteout\". Mr. Pilon brought his vehicle to a stop   and was subsequently rear -  ended by another vehicle, resulting in a multiple car accident. The impact caused Mr. Pilon to  be thrown forward, striking his face against the   steering wheel/dash . The airbags did not  deploy. Mr. Pilon did not lose consciousness but noticed blood on his face immediately after  the impact. An ambulance that happened to be passing by attended the scene, and Mr. Pilon  was transported to Hawkesbury Hospital for initial   assessment before being transferred to  Ottawa Hospital Civic Campus for more specialized treatment.  NATURE OF INJURY:  As a result of the motor vehicle accident on February 27, 2022, Mr. Pilon sustained the  following injuries:  1.   Spinal fractures at T7 - T8, described as unstable and requiring urgent surgical  intervention. Mr. Pilon underwent spinal surgery involving decompression and fusion.  2.   Facial fractures, including undisplaced fractures of the nasal bones.  3.   Left C7 rib fracture.  4.   Possible mild concussion, though there was no reported loss of consciousness.  5.   Multiple lacerations to the face, requiring sutures.  6.   Atrial fibrillation, diagnosed during his hospital stay following the accident.  The combination of these injuries, particularly the spinal fractures, resulted in significant pain,  reduced mobility, and functional limitations. Mr. Pilon required an extended hospital stay,",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0.5,
          "ambulation": 0.5,
          "stairs": 0,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0.5
        }
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care Re -   Assessment Report completed by Laura MacKinnon  OT dated May 30, 2023  9",
        "name": "",
        "relationship": "",
        "availability": ""
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Andre Pilon   Claim #:   AOT570049   Page   6   of   22  TAB 4   -   REHABILITATION RECORDS/REPORTS  A   –   Vitality Assessment Group  1.   Vitality   -   with recommendations for devices dated   March 21, 2022  2.   Vitality   -   OT and Functional Ability ACA conducted by Ms. Lana Moussa dated  March 11, 2022  3.   Vitality   -   Form 1 completed by Ms. Lana Moussa, dated March 11, 2022  4.   Vitality   -   Social Work Psychosocial assessment conducted by Ms. Chantal Flynn  dated Apil 25, 2022  5.   Vitality   -   Occupational Therapy Treatment Sessions Progress Report conducted by  Ms. Lana Moussa dated July 25, 2022  6.   Vitality   -   Kinesiology Musculoskeletal Initial Assessment conducted by Taylor Llyod  dated September 23, 2022  7.   Vitality   -   Occupational Therapy Treatment Sessions Progress Report conducted by  Ms. Lana Moussa dated March 2, 2023  8.   Vitality   -   Attendant Care Re -   Assessment Report completed by Laura MacKinnon  OT dated May 30, 2023  9.   Vitality   -   Form 1 completed by Laura MacKinnon OT dated May 30, 2023  B   -   Broadview Spine and Health Centre  1.   Complete Medical Chart  TAB 5   –   SABS INSURER’S REPORTS  1.   IE   -   MR   -   Orthopaedic Report completed by Dr. Gallimore, dated  September 29, 2022  2.   IE   -   IRB, OCF18s   -   Executive Summary by Dr. Amanda Wells   -   dated Nov  29, 2023  3.   IE   -   AC, MR   -   In - Home Occupational Therapy Assessment by Ms. Lyndsey  Dennis   -   report date Nov 29, 2023  4.   IE   -   IRB, MR   -   Psychological Assessment by Dr. Chris Cooper   -   report date  November 29, 2023  5.   IE   -   IRB, OCF18s   -   Neurology by Dr. Tilak Mendis   -   report date November  29, 2023",
      "confidence": {
        "caregiverType": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Andre Pilon   Claim #:   AOT570049   Page   13   of   22  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  TYPICAL DAY:  Pre - MVA Daily Routine:  Mr. Pilon reported the following as his pre - accident typical daily routine:  ●   Up at 6   -   7 am  ●   Had coffee,   shower, breakfast  ●   Went to work  ●   Would golf with customers at times  ●   Home at around 4, would get started on supper  ●   Would play hockey, coaching, went to see hockey  ●   In bed from 10   -   11 pm  Current Daily Routine :  Mr. Pilon's current daily routine has changed significantly:"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Andre Pilon   Claim #:   AOT570049   Page   13   of   22  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  TYPICAL DAY:  Pre - MVA Daily Routine:  Mr. Pilon reported the following as his pre - accident typical daily routine:  ●   Up at 6   -   7 am  ●   Had coffee,   shower, breakfast  ●   Went to work  ●   Would golf with customers at times  ●   Home at around 4, would get started on supper  ●   Would play hockey, coaching, went to see hockey  ●   In bed from 10   -   11 pm  Current Daily Routine :  Mr. Pilon's current daily routine has changed significantly:",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}