{
  "fileName": "Serwin, Anna IHA1.pdf",
  "originalText": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Anna Serwin   Date of Loss:   2023-07-05  Address:   718-520 St. Laurent Blvd., Ottawa,  ON K1K 4N1  Date of Birth:   1962-03-20  Telephone #:   (613) 406-6068  Lawyer:   Paolo D’Asti   Firm:   McNally Gervan  Adjuster:   Sarah Catarino   Insurer:   Wawanesa Mutual Insurance  Company  Claim No.:   007000001221557  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   March 12 to April 2, 2024 (3  sessions)  Date of Report:   May 3, 2024  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious  physical, psychological and cognitive impairments.   His assessments inform multidisciplinary  team   members   (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014\n\nclient’s daily functional capabilities at home, work and in the community, assisting them in  forming opinions surrounding whether the catastrophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic pain, depression, anxiety and  posttraumatic   stress,   overseeing   and   directing   functional   reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  Ms. Serwin was referred to Ferland & Associates Rehabilitation Inc. by her physiotherapy clinic,  Apollo Physical Therapy Centres, seeking the introduction of Occupational Therapy services to  her circle of care. An OCF18 for an In-Home Assessment was completed by this therapist which  was approved in full by the insurer.   The following report outlines the findings from this  assessment, which took place over 3 sessions between March 12 and April 2, 2024.  SUMMARY OF FINDINGS:  Before the series of motor vehicle accidents that began in 2007, Ms. Anna Serwin led an active  and independent life, significantly different from her current reality. The initial accident in 2007  marked the beginning of ongoing health challenges that profoundly impacted her physical and  psychological well-being. Subsequent accidents, occuring in 2022 and 2023, further  compounded these difficulties, exacerbating her pre-existing injuries and conditions.  Ms. Serwin's current state is characterized by severe physical injuries, including whiplash,  cervical and lumbar sprains, and strains that considerably restrict her mobility and daily  functioning. These physical issues are accompanied by persistent, debilitating pain that affects  nearly every aspect of her life. This chronic pain not only presents a physical challenge but also  aggravates her psychological distress, intensifying her struggles with depression and  anxiety—conditions that have been noted since her first major accident.  Her daily routine now involves a slow and painstaking start to the day, extended morning  activities, and limited engagement in tasks that were previously routine. Simple activities such  as grooming, meal preparation, and participating in community functions now require  significant effort and adaptation. Notably, Ms. Serwin was rehoused by Ottawa Housing into an  accessible unit designed to accommodate her mobility needs. This transition has provided her  with necessary structural supports, such as grab bars and a roll-in shower, which are essential  for her daily living.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 2 of 20\n\nMs. Serwin's social interactions and contributions to the community have significantly  decreased due to her physical and emotional challenges. The limitations imposed by her  condition have curtailed her ability to engage in previously enjoyed social activities and  maintain active volunteer roles, leading to a reduction in social interactions and increased  isolation.  In summary, the succession of motor vehicle accidents has transformed Ms. Serwin from an  independent and socially active individual into someone who now navigates a life dominated by  medical appointments, chronic pain management, and significant lifestyle adaptations. Despite  these challenges, occupational therapy and other medical interventions continue to play a  crucial role in managing her conditions and striving to enhance her quality of life, aiming to  restore some degree of functionality and independence.  RECOMMENDATIONS:  Attendant Care:  Ms. Serwin does not require any Attendant Care at this time. She remains independent with  her core self-care functions. This will be monitored and a Form 1 submission will be considered  should her condition change.  Housekeeping:  While she is able to putter and tidy her environment through paced completion of light tasks  throughout the day, she remains unable to manage heavier tasks such as obtaining cases of  water from Costco and deep cleaning her apartment regularly. She relies on assistance for an  estimated 2 hours per week to manage these tasks she is unable to manage at this time.  Assistive Devices:  Ms. Serwin would benefit from the provision of an adjustable bed and replacement mattress to  provide a more supportive lying surface as well as the ability to lift her legs and recline to  engage in a zero-gravity posture. A visit to a local Mattress Mart led to the identification of a  mattress she found comfortable and which met the necessary support needs. An OCF18 for this  bed will be submitted to the insurer for consideration.  Further Occupational Therapy Interventions:  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 3 of 20\n\nMs. Serwin would benefit from ongoing access to Occupational Therapy treatment in order to  provide her with ongoing support and guidance as she attempts to increase her level of function  and resume participation in activities she once enjoyed. An OCF18 for the provision of 6 OT  treatment sessions will be submitted to the insurer for consideration.  Referral for Other Services:  There are no additional services currently indicated from an OT perspective.  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  ●   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  ●   The   assessment was sought by Ms. Serwin through a referral obtained from her  physiotherapist.  ●   The purpose of this assessment is to assess Ms. Serwin’s current functional status as it  relates to his ability to complete pre-accident activities of daily living.  ●   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  ●   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  ●   Recommendations   may   be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  ●   A submission for funding will be submitted to the insurer for any goods and/or services  on an OCF18 – Assessment and Treatment Plan. The insurer may approve or deny the  plan (in part or in whole).   Should a denial or partial denial occur, an independent  examination by another Occupational Therapist may be requested by the insurer. This  may be an in-person assessment or a remote paper-review assessment. Funding for the  requested goods and/or services may ultimately be declined.  ●   Ms. Serwin may choose to participate or decline any or all of the proposed assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 4 of 20\n\no   Wawanesa Mutual Insurance Company c/o Sarah Catarino, Accident Benefits Adjuster  o   McNally Gervan, c/o Paolo D’Asti, Legal Representative  Following this therapist’s explanation Ms. Serwin granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The following documentation was obtained by this therapist at the time of referral from Apollo  Physical Therapy Centre:  ●   Apollo Physical Therapy Case Profile  ●   OCF18 completed by Elizabeth Langfried, Physiotherapist with Apollo Physical Therapy  Centre  In the OCF18 submitted by Apollo Physical Therapy, the following additional details were  provided to contextualize Ms. Serwin’s current status in relation to the injuries sustained in the  subject motor vehicle accident:  “ MARCH 8, 2024  Subjective:  Anna reports that she had another car accident on March 4, 2024.  Her previous pain worsened due to the impact on the neck PNRS 6/10, upper back PNRS 6/10,  mid back PNRS 7/10, right arm PNRS 7/10, and lower back PNRS 8/10.  She feels numbness on the right arm.  Tenderness: TOP Grade 2 neck, upper back, midback, right arm, and low back.  Stiffness: suboccipital, scalene, lev scap, Trapezius, pectoralis, hip flexors, IT band, hamstrings,  calf muscles  Objective:  Trigger points: suboccipitalis, lev scap, Trapezius, SI joint  ROM: LOM on AROM in C/S all movements 3/4  LOM on AROM in L/S flexion, ext and rotations 1/2  LOM Right Shoulder and, flexion and ER 3/4  LOM right wrist flexion and ext 3/4  AROM elbow WNL  AROM Knees and ankle WNL.  MMT:  UE was grossly graded 3/5  LE was grossly graded 3/5  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 5 of 20\n\nSpecial Tests (Ortho/ Neuro)  Empty Can test positive - right shoulder  90-90 test positive  Assessment:  WAD 3, Cervical strain/sprain, Right Shoulder blade sprain/strain, Degeneration of lumbar area  L3 -S1, L5-S1 disc narrowing, Lumbar sprain/strain. DVT.  Plan:  Physiotherapy treatment with a focus on exercises as well as HEP to address pain and improve  strength, ROM, in the neck, upper back, mid back, low back. As well as to improve balance and  gait. In addition to exercises, treatment will consist of education, deep tissue massage, joint  mobilizations, and modalities to aid in the recovery and management of pain. Implement  strategies to improve compliance with HEP including re-iterating importance of exercises to  decrease pain, modifications if busy schedule, providing information sheets and performing HEP  in clinic to ensure proper form. Patient is hoping and expecting to start the active rehab program  with and will require coordination between the physiotherapist and other health care providers  involved in patient care to ensure that his exercise program will help him achieve his goals. I am  recommending that this patient attend the clinic 2x/week.”  PRE-ACCIDENT MEDICAL HISTORY:  Prior to the most recent accident on March 3, 2024, Anna Serwin had a significant medical  history marked by multiple motor vehicle accidents. Notably, she was involved in accidents in  2007, 2022, and 2023, with the 2007 incident being severe enough to warrant a Catastrophic  Accident Designation. Since the 2007 accident, Ms. Serwin has not been able to return to work,  underscoring the severe impact of these incidents on her health and functionality.  Medical complications following these accidents have included chronic leg and lower back pain,  as well as the development of blood clots in her legs, for which she has been prescribed  warfarin, a blood thinner. Additionally, Ms. Serwin has struggled with psychological impacts,  including depression and anxiety, which have been exacerbated by her physical ailments and  the ongoing difficulties with her insurance coverage.  Her health challenges have necessitated numerous medical interventions over the years,  including   regular   physical   therapy,   use   of   various   pain   management   strategies,   and  modifications to her living environment to accommodate her reduced mobility. Despite these  measures,   Ms.   Serwin's   condition   has   required   continuous   management,   highlighting   a  pre-existing vulnerability to significant injury and prolonged recovery periods.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 6 of 20\n\nMECHANISM OF INJURY:  On March 3, 2024, Ms. Serwin Serwin was involved in a motor vehicle accident while she was in  the process of running errands to pick up medications and groceries. She was driving south on  St-Laurent and was stationary at a red light when her vehicle was struck from behind by another  car traveling at approximately 35 kilometers per hour. The impact was significant enough to  warrant the suggestion of an ambulance at the scene, although Ms. Serwin declined this  assistance at the time. She did, however, seek medical attention the following day, which  included an appointment with her general practitioner and subsequent x-rays. This incident is  the latest in a series of motor vehicle accidents she has experienced, with previous accidents  noted in 2007 (which led to a catastrophic accident designation), 2022, and 2023.  NATURE OF INJURY:  Based on an interview with Ms. Serwin and a review of available medical records, She sustained  the following injuries as a result of the subject motor vehicle accident:  Based on the OCF18 submitted by Apollo Physical Therapy Centre, Ms. Serwin's injuries  sustained from the motor vehicle accident, along with their respective ICD-10-CA codes include:  1.   Whiplash Associated Disorder (WAD) Grade III - Includes complaint of neck pain with  neurological signs (Code: S13.4)  2.   Sprain and Strain of Cervical Spine (Code: S13.4)  3.   Sprain and Strain of Other and Unspecified Parts of Shoulder Girdle (Code: S43.7)  4.   Sprain and Strain of Lumbar Spine (Code: S33.5)  5.   Sprain and Strain of Shoulder Joint (Code: S43.4)  6.   Headache (Code: R51)  7.   Post-Concussional Syndrome (Code: F07.2)  COURSE OF RECOVERY TO DATE:  Following   her   accident   on   March   3,   2024,   Anna   Serwin   has undergone a detailed and  multi-faceted treatment regimen to address the complex array of injuries sustained. Initial  medical attention was sought the day after the accident, where Ms. Serwin was evaluated and  diagnosed with various injuries including severe whiplash, sprains and strains across multiple  areas of her spine and shoulder, and post-concussional symptoms.  In response to these diagnoses, Ms. Serwin has been engaged in a structured physical therapy  program at Apollo Physical Therapy Centres, under the guidance of Elizabeth Langfried, a  licensed physiotherapist. The treatment plan, designed specifically for Ms. Serwin’s recovery,  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 7 of 20\n\nincludes spinal stabilization exercises, stretching and strengthening routines, both in-clinic and  as part of a home exercise program. Modalities such as ultrasound, heat, ice, TENS, and  acupuncture have also been incorporated, along with joint mobilizations and soft tissue release  techniques to alleviate pain and improve functional mobility.  Additionally, Ms. Serwin has been receiving deep tissue massage to aid in muscle recovery and  reduce stiffness, particularly in the regions most affected by the trauma. Education on pain  management and injury recovery, alongside strategies to enhance compliance with home  exercises, have been critical components of her ongoing therapy.  Despite these comprehensive interventions, Ms. Serwin's recovery has been challenging. Her  progress is regularly monitored through assessments like the Visual Analogue Scale (VAS),  Muscle Manual Testing (MMT), and Range of Motion (ROM) evaluations, which have shown  gradual improvements. However, the chronicity of her condition, coupled with neurological  complications, has led to a slower recovery trajectory than typical for such injuries. This is  further complicated by her pre-existing conditions, which have been exacerbated by the recent  trauma.  Psychological support has also been a vital part of her treatment plan, addressing the mental  and   emotional   impacts   of   her   injuries   and   the   accident   itself.   She   currently   obtains  psychological treatments once every two weeks, delivered virtually and in person.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Apollo Physical  Therapy, PT and  RMT  2 - 3 times per week   Services received   Ongoing  Psychotherapy,  Anna Araji  Once every two weeks   Counseling provided   Ongoing  Dr. Omar  Mansour, GP  Once monthly   Review of symptoms  and revision of  medication  prescription.  Ongoing  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 8 of 20\n\nMEDICATION:  Medication Name   Dosage/Frequency   Purpose  Amitriptyline   15 mg daily   Depression  Trazodone   50 mg at night   Sleep  Warfarin   2.5 mg daily   Blood clot management  Extra Strength Tylenol   As-needed   Pain  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Neck Pain:  Symptoms: Ms. Serwin reports persistent and severe neck pain, which worsens with movement.  The pain is accompanied by stiffness and neurological signs such as numbness.  Pain Rating: Initially 6/10, currently fluctuating up to 9/10 on the Pain Numeric Rating Scale  (PNRS).  Upper Back Pain:  Symptoms: Pain in the upper back is noted with tenderness and restricted motion. The pain is  especially pronounced when performing activities that involve lifting or reaching.  Pain Rating: Consistently reported at 6/10 on the PNRS.  Mid Back Pain:  Symptoms: Ms. Serwin experiences pain in the mid-back region, characterized by a deep, aching  sensation that is exacerbated by bending forward or turning.  Pain Rating: Pain severity is noted at 7/10 on the PNRS.  Lower Back Pain:  Symptoms: This includes chronic low back pain with significant functional impairment, affecting  her ability to stand for long periods and perform basic household tasks.  Pain Rating: The most severe, with ratings up to 8/10 on the PNRS.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 9 of 20\n\nShoulder Pain:  Symptoms: Ms. Serwin reports pain and limited range of motion in her shoulder, which impacts  her ability to lift objects or perform movements that involve the shoulder girdle.  Pain Rating: Pain severity varies but generally remains around 7/10 on the PNRS.  Arm Pain:  Symptoms: Right arm experiences pain, numbness, and a reduction in functional mobility,  particularly affecting her wrist and elbow flexion and extension.  Pain Rating: Reported pain levels are at 7/10 on the PNRS.  Headaches:  Symptoms: Frequent headaches, described as intense and debilitating, often accompanied by  hypersensitivity to light and blurry vision.  Pain Rating: Headaches vary in intensity but can reach up to 9/10 on the PNRS during severe  episodes.  Cognitive Symptoms:  Memory Impairment:  Ms. Serwin reports occasional difficulties with memory, particularly with word finding. This  symptom manifests as struggling to recall words during conversations, which can be frustrating  and impairs her ability to communicate effectively. Although her long-term memory remains  largely intact, these lapses in immediate recall contribute to her overall sense of vulnerability  and dependency.  Concentration Difficulties:  She has noted a marked decrease in her ability to concentrate. Tasks that she could previously  perform with ease now require more effort and time, significantly reducing her productivity and  increasing her daily stress levels. This has been particularly evident in tasks that require  sustained   mental   effort,   such   as   reading   or   managing   emails,   where   her   decreased  concentration leads to a quick onset of mental fatigue.  Stress and Psychological Impact:  Stress exacerbates all of Ms. Serwin’s symptoms, cognitive and physical alike. The increase in  stress not only worsens her pain but also her cognitive load, leading to a vicious cycle where  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 10 of 20\n\nstress precipitates more severe cognitive symptoms, which in turn lead to increased stress. This  cycle significantly impairs her problem-solving abilities and decision-making processes, often  causing her to avoid tasks or decisions she would have previously managed without issue.  Emotional Symptoms:  Since the motor vehicle accident on March 3, 2024, Anna Serwin has been grappling with  significant emotional challenges that have complicated her recovery process and impacted her  daily life. The traumatic nature of her repeated accidents, combined with her physical injuries,  has led to a complex emotional response, characterized by heightened irritability, anxiety,  depression, and an overall increase in mental health struggles.  Depression and Mood Fluctuations:  Ms. Serwin has reported feeling persistently low since the accident. Her days are marked by a  profound sense of sadness and a lack of interest in activities that she once enjoyed, such as  painting and walking. This depressive mood is punctuated by feelings of hopelessness about her  recovery, particularly on days when her physical pain is more pronounced. Her depression not  only affects her mood and energy levels but also her motivation to adhere to her treatment  regimen, which is crucial for her recovery.  Anxiety and Stress:  Heightened anxiety is another significant challenge for Ms. Serwin. She experiences constant  worry about her health and future, especially concerning her ability to regain full functionality  and manage her daily tasks independently. This anxiety often manifests in physical symptoms  such as increased heart rate and tension, exacerbating her existing pain and discomfort. The  stress from her medical condition and ongoing legal and insurance issues related to her  accidents further fuels her anxiety, creating a persistent state of mental and emotional strain.  Irritability and Anger:  Compounding her depression and anxiety, Ms. Serwin frequently feels irritable. She reports that  small frustrations or deviations from her routine can trigger disproportionate responses of  anger and annoyance, which she finds distressing and embarrassing. This irritability has strained  her interactions with friends and family, making social engagements more stressful and less  frequent.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 11 of 20\n\nSleep Disturbances:  The emotional turmoil has severely impacted her sleep quality. Ms. Serwin struggles with both  initiating sleep and waking frequently throughout the night, which leaves her feeling exhausted  and less able to cope with stress and pain. The lack of restorative sleep not only perpetuates her  physical and emotional symptoms but also impairs her cognitive functions, making it harder for  her to manage her emotional responses effectively.  Symptom Management Strategies:  Ms. Serwin reported making use of the following strategies to manage his symptoms at this  time:  ●   Rest  ●   Activity avoidance  ●   Medication  ●   Physiotherapy and massage  FUNCTIONAL AND BEHAVIOURAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  Activity   Client Report and Therapist Observations  Sitting and  repositioning  Ms. Serwin reports she can tolerate short periods of sitting as she finds it near  impossible to find a comfortable place to sit in her home.   She has few options  available to her, having only an Adirondack chair with a slim cushion, on which she  will sit for short periods daily.   Consideration for a motorized recliner chair is  recommended.  Periods of sitting not exceeding the reported range of a few minutes observed. She  alternated   frequently   from   sitting   to   standing   and   walking   and while seated,  frequent postural changes are noted.  Bed mobility   Ms. Serwin noted that she is independent with bed mobility. She demonstrated her  ability to engage in independent bed mobility such as transfers and repositioning.  This therapist noted that her bed is in a state of disrepair and likely the source of  increased pain when she is lying supine or on her side due to spinal misalignment  noted by thi therapist when reviewing her sleeping surface.   Consideration for a  replacement bed is recommended.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 12 of 20\n\nTransfers   Ms. Serwin demonstrated her ability to complete   chair   transfers independently. She  was observed grimacing while completing transfers.   She reported pain during the  transfers from the lower chair she predominantly utilizes, referenced above.  Ms. Serwin demonstrated her ability to manage   bed, toilet and shower   transfers  independently.   Bed   transfers   were   managed   independently   throughout   all  touchpoints with Ms. Serwin. She demonstrated independence with toilet transfers  but was found to struggle to initiate the recovery to standing. One shower transfer  demonstrated by Ms. Serwin.   She noted that while she does not make use of a  shower chair (and declined suggestion for one), she finds herself feeling safe while  using the grab bars installed by her landlord in her accessible Ottawa Housing unit.  Standing   She notes being very limited in standing still and always having to “move around”.  She indicated that she had to alter her meals to include easier, already-prepared  options which she can just warm-up and eat.   She can now stand for 5 minutes  maximum as opposed to 10 - 15 minutes pre-accident.  Balance   Static balance assessed using Four-Stage Balance Test, consisting of holding four  different stances for at least 10 seconds each.  •   with her feet together  •   on one foot (right then left)  •   while in a semi-tandem and,  •   while tandem stance.  Ms. Serwin was unable to pass the last two of four tests, suggesting significant  challenges with static balance. She was observed relying on her can at all times  when up from a seated position.  Walking   Ms. Serwin noted that she is very limited in her walking tolerance, avoiding all  outings as much as possible. She noted that she used to be able to walk around her  building on a daily basis as a form of exercise and now is limited to periods of  walking of no more than 5 minutes. She reported a slip and fall in the late winter of  2024 which has led to a fear of falling when out in public.  Stairs   Stairs were a challenge. Was able to manage them but would avoid them as much as  possible. Able to manage three flights maximum.  Not observed as there are no steps in Ms. Serwin’s living environment.  Lifting/Carrying   Ms. Serwin is unable to lift or carry loads of any significant magnitude, using only her  left hand as she is required to use her cane while mobilizing. She can only handle  items of nominal weight value which can be picked-up and carried with one hand.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 13 of 20\n\nKneeling   Was able to kneel with some discomfort pre-accident.  She is reporting that she is unable to kneel at this time.  Squatting/Crouching   Was able to kneel with some discomfort pre-accident.  She is reporting that she is unable to kneel at this time.  Bending   She experiences significant difficulty with forward bending and avoids bending as  much as possible.  Reaching   Able with pain.  Fine Motor  Coordination  No significant fine motor issues reported.  Active Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   Approximate percentage of normal range  Nominal:   Less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   ¾ range   Cervical spine ROM limited in all directions  and accompanied by reports of significant  pain. Lateral flexion   ½ range   ½ range  Rotation   ¾ range   ¾ range  Extension   ¾ range  Shoulder   Flexion   ¾ range   WFL   Right shoulder limited and testing resulted  in increased pain experience.  Extension   ¾ range   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  Internal rotation   WFL   WFL  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 14 of 20\n\nExternal  rotation  WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   ¾ range   WFL   Right   wrist   limited   in   pronation   and  supination.  Extension   ¾ range   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   ½ range   No identified limitations.  Lateral flexion   ½ range   ½ range  Rotation   ½ range   ½ range  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation:  Ms. Serwin’s emotional presentation was generally found to be flat throughout the touchpoints  held with this therapist.   She did not display any form of emotional lability throughout the  assessment, remaining composed at all times.   She answered questions factually and did not  elaborate beyond answering the questions posed directly and concisely.   This therapist was  often found to seek additional details as the assessment proceeded, to encourage Ms. Serwin to  expand on her responses. She was pleasant and cooperative with the assessment process.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 15 of 20\n\nCognitive Presentation:  Like her emotional presentation was generally unremarkable, she also appeared to have  preserved gross cognitive function, allowing her to participate in this assessment unassisted.  She was observed struggling at times with date recall and also with the sequential order of  events which led to more in-depth discussions to clarify certain elements of her narrative. She  was generally found to be a good historian.  TYPICAL DAY:  Ms. Serwin's day begins early, around 6:00 AM, but she starts slowly due to her health issues.  Upon waking, she remains in bed for about 5 to 10 minutes to manage morning dizziness. Once  up, she walks to the window for some light exercise and fresh air, which helps her ease into the  day.  Her morning routine is lengthy, taking until about 11:00 AM. It involves basic self-care activities  such as using the washroom, brushing her teeth, and preparing a light breakfast. Due to her  physical limitations, these activities take longer than they previously did.  Post breakfast, Ms. Serwin returns to the washroom to complete her grooming routine and  takes a shower, which she finds challenging and time-consuming. She then gets ready for any  scheduled appointments or attends to her duties related to condo corporation board meetings.  Ms. Serwin needs to leave early for these commitments to accommodate her slower pace.  Throughout the day, Ms. Serwin manages her symptoms as needed. If she experiences a  headache, she might lie down for about 15 minutes, although she often finds this position  uncomfortable. Despite her physical constraints, Ms. Serwin tries to engage in light activities  within her home and, on better days, might step outside for some exercise.  Ms. Serwin's evenings are variable; she might listen to audiobooks to relax. Her bedtime is  inconsistent due to poor sleep quality, often waking several times during the night. This  irregular sleep pattern affects her overall daily energy levels and the ability to perform even  simple tasks.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 16 of 20\n\nENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Wood  Bathrooms   1   Accessible bathroom with roll-in  shower, grab bars and shower  chair.  Tile  Living Room   1   Main floor   Wood  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Main floor galley kitchen   Tile  Laundry   1   Building facility in basement of  building via elevator.  NA  Stairs   No   There are no stairs in Ms.  Serwin’s apartment.  NA  Basement   No   NA   NA  Driveway  Description  None  Yard description   None  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   X   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone in her apartment. She does not own any pets and has  minimalistic furnishings.  Children   None  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Ms. Serwin maintains a degree of independence in her daily self-care routines, but she requires  occasional assistance due to her physical limitations and pain. For basic self-care tasks such as  personal hygiene, grooming, and dressing, she manages independently most of the time but  does so at a slower pace to accommodate her discomfort and prevent exacerbation of her  symptoms.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 17 of 20\n\nIn terms of nutrition, Ms. Serwin prepares simple meals but has adapted her kitchen to make  these tasks more manageable. Since her accidents, she has had to modify her meal preparation  techniques, using utensils and appliances that require less physical effort and opting for  pre-prepared meal services like Red Apron to reduce the need for extensive cooking.  Ms. Serwin also receives help from friends with tasks that involve heavy lifting or extensive  physical exertion, such as bringing in bulk items like cases of water from Costco.  Home Management Activities:  Prior to the subject motor vehicle accident, Ms. Serwin was independent in her performance of  all home management tasks.   She cleaned her apartment independently and managed all  aspects of her environment.  Ms. Serwin's ability to manage housekeeping and home maintenance has been significantly  affected by her physical limitations and chronic pain. She has adopted several strategies to  maintain her living environment in a manageable state while minimizing physical strain.  Cleaning Routine Adjustments:  To accommodate her reduced mobility and pain, Ms. Serwin utilizes lightweight cleaning tools  such as swiffer mops, which are easier to handle and require less bending and stretching. For  tasks that require more vigorous activity or strength, such as scrubbing the bathroom or  vacuuming, she relies on assistance from friends. This support is not only practical but also  essential for maintaining a clean and hygienic living environment.  Laundry and Bedding:  Handling heavy laundry baskets and changing bed linens are particularly challenging for Ms.  Serwin. She has not changed her bed sheets by herself post-accident due to the difficulty and  potential pain involved. Instead, she has arranged for friends to help with these tasks, ensuring  that these essential aspects of home maintenance are not neglected.  Meal Preparation and Kitchen Maintenance:  In the kitchen, Ms. Serwin has streamlined her meal preparation process to reduce the physical  demands. She uses paper plates occasionally to avoid the need for washing dishes. When  cooking, she focuses on simple meals that do not require extensive standing or heavy lifting.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 18 of 20\n\nAdditionally, Ms. Serwin occasionally relies on meal delivery services like Red Apron, which  provide prepared meals that only need reheating, significantly reducing her kitchen workload.  Delegated Tasks and Assistance:  For more intensive cleaning tasks, such as deep cleaning or organizing, Ms. Serwin enlists the  help of a friend who visits periodically to assist with these activities. This arrangement helps her  manage the more labor-intensive aspects of home upkeep without compromising her health.  Finances/Financial Management:  Ms. Serwin reported no issues with managing her finances. She noted that she is on a limited  income which she draws from ODSP and limits her expenses as much as possible. She lives a  modest lifestyle and has maintained her ability to budget and meet her needs.  Vocational Activities:  Ms. Serwin was not employed at the time of the subject motor vehicle accident. She noted that  she has not worked since 2007 due to the effects of injuries sustained in a motor vehicle  accident.  One of Ms. Serwin’s volunteer engagements involved participating in her condo corporation's  board meetings. This role allows her to stay engaged with her community and contribute to  decision-making processes affecting her living environment. Despite her physical limitations,  Ms. Serwin makes a concerted effort to attend these meetings, often planning her day to  accommodate the energy and preparations needed to be present. She leaves early for meetings  to manage her slower pace and ensure timely arrival, which highlights her dedication and the  value she places on this role.  Leisure Activities:  Ms. Anna Serwin's leisure activities have undergone significant changes due to the limitations  imposed by her injuries from multiple motor vehicle accidents. Prior to these incidents, she  engaged in a variety of hobbies that included painting, walking, and participating in community  volunteer activities. These activities not only provided her with joy and satisfaction but also a  sense of connection with her community and an active social life.  Currently, Ms. Serwin's leisure activities are markedly constrained. Her physical limitations and  the chronic pain she experiences have necessitated substantial adjustments to her lifestyle.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 19 of 20\n\nWalking, once a daily exercise and enjoyment, has been severely curtailed. She now reports  being able to walk only for about five minutes at a time due to pain and a fear of falling, a stark  contrast to her previous capabilities. This reduction in mobility has not only affected her  physical health but also her mental well-being, as it was a primary form of leisure and exercise  for her.  Similarly, Ms. Serwin's ability to engage in painting, a hobby she once cherished for its  therapeutic and creative outlet, has been halted. The physical demands of setting up, executing,  and cleaning up after painting have become prohibitive. Her involvement in volunteer activities,  particularly with her condo corporation's board, remains one of the few links to her past  engagements, though even this is now more challenging and requires careful planning to  accommodate her slower pace and reduced energy levels.  In an effort to adapt, Ms. Serwin has turned to less physically demanding activities. She listens  to audiobooks, which allow her to enjoy literature and continue learning without the physical  strain of reading. This adaptation is indicative of her efforts to find new ways to engage with her  interests within the confines of her physical capabilities.  Community Access:  Ms. Serwin remains able to access the community using her vehicle but noted that she limits  herself to short distances close to her home.   She notes significant struggles with community  access when walking due to her limited tolerances.   She avoids outings requiring significant  ambulation as a result.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   McNally Gervan   c/o   Paolo D’Asti, legal representative  Wawanesa Insurance   c/o   Sarah Catarino  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 20 of 20\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Anna Serwin   Date of Loss:   2023-07-05  Address:   718-520 St. Laurent Blvd., Ottawa,  ON K1K 4N1  Date of Birth:   1962-03-20  Telephone #:   (613) 406-6068  Lawyer:   Paolo D’Asti   Firm:   McNally Gervan  Adjuster:   Sarah Catarino   Insurer:   Wawanesa Mutual Insurance  Company  Claim No.:   007000001221557  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   March 12 to April 2, 2024 (3  sessions)  Date of Report:   May 3, 2024  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to daily function of individuals suffering from serious  physical, psychological and cognitive impairments.   His assessments inform multidisciplinary  team   members   (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014",
    "SYMPTOMS": "Additionally, Ms. Serwin occasionally relies on meal delivery services like Red Apron, which  provide prepared meals that only need reheating, significantly reducing her kitchen workload.  Delegated Tasks and Assistance:  For more intensive cleaning tasks, such as deep cleaning or organizing, Ms. Serwin enlists the  help of a friend who visits periodically to assist with these activities. This arrangement helps her  manage the more labor-intensive aspects of home upkeep without compromising her health.  Finances/Financial Management:  Ms. Serwin reported no issues with managing her finances. She noted that she is on a limited  income which she draws from ODSP and limits her expenses as much as possible. She lives a  modest lifestyle and has maintained her ability to budget and meet her needs.  Vocational Activities:  Ms. Serwin was not employed at the time of the subject motor vehicle accident. She noted that  she has not worked since 2007 due to the effects of injuries sustained in a motor vehicle  accident.  One of Ms. Serwin’s volunteer engagements involved participating in her condo corporation's  board meetings. This role allows her to stay engaged with her community and contribute to  decision-making processes affecting her living environment. Despite her physical limitations,  Ms. Serwin makes a concerted effort to attend these meetings, often planning her day to  accommodate the energy and preparations needed to be present. She leaves early for meetings  to manage her slower pace and ensure timely arrival, which highlights her dedication and the  value she places on this role.  Leisure Activities:  Ms. Anna Serwin's leisure activities have undergone significant changes due to the limitations  imposed by her injuries from multiple motor vehicle accidents. Prior to these incidents, she  engaged in a variety of hobbies that included painting, walking, and participating in community  volunteer activities. These activities not only provided her with joy and satisfaction but also a  sense of connection with her community and an active social life.  Currently, Ms. Serwin's leisure activities are markedly constrained. Her physical limitations and  the chronic pain she experiences have necessitated substantial adjustments to her lifestyle.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 19 of 20\n\nWalking, once a daily exercise and enjoyment, has been severely curtailed. She now reports  being able to walk only for about five minutes at a time due to pain and a fear of falling, a stark  contrast to her previous capabilities. This reduction in mobility has not only affected her  physical health but also her mental well-being, as it was a primary form of leisure and exercise  for her.  Similarly, Ms. Serwin's ability to engage in painting, a hobby she once cherished for its  therapeutic and creative outlet, has been halted. The physical demands of setting up, executing,  and cleaning up after painting have become prohibitive. Her involvement in volunteer activities,  particularly with her condo corporation's board, remains one of the few links to her past  engagements, though even this is now more challenging and requires careful planning to  accommodate her slower pace and reduced energy levels.  In an effort to adapt, Ms. Serwin has turned to less physically demanding activities. She listens  to audiobooks, which allow her to enjoy literature and continue learning without the physical  strain of reading. This adaptation is indicative of her efforts to find new ways to engage with her  interests within the confines of her physical capabilities.  Community Access:  Ms. Serwin remains able to access the community using her vehicle but noted that she limits  herself to short distances close to her home.   She notes significant struggles with community  access when walking due to her limited tolerances.   She avoids outings requiring significant  ambulation as a result.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   McNally Gervan   c/o   Paolo D’Asti, legal representative  Wawanesa Insurance   c/o   Sarah Catarino  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 20 of 20",
    "ATTENDANT_CARE": "Ms. Serwin's social interactions and contributions to the community have significantly  decreased due to her physical and emotional challenges. The limitations imposed by her  condition have curtailed her ability to engage in previously enjoyed social activities and  maintain active volunteer roles, leading to a reduction in social interactions and increased  isolation.  In summary, the succession of motor vehicle accidents has transformed Ms. Serwin from an  independent and socially active individual into someone who now navigates a life dominated by  medical appointments, chronic pain management, and significant lifestyle adaptations. Despite  these challenges, occupational therapy and other medical interventions continue to play a  crucial role in managing her conditions and striving to enhance her quality of life, aiming to  restore some degree of functionality and independence.  RECOMMENDATIONS:  Attendant Care:  Ms. Serwin does not require any Attendant Care at this time. She remains independent with  her core self-care functions. This will be monitored and a Form 1 submission will be considered  should her condition change.  Housekeeping:  While she is able to putter and tidy her environment through paced completion of light tasks  throughout the day, she remains unable to manage heavier tasks such as obtaining cases of  water from Costco and deep cleaning her apartment regularly. She relies on assistance for an  estimated 2 hours per week to manage these tasks she is unable to manage at this time.  Assistive Devices:  Ms. Serwin would benefit from the provision of an adjustable bed and replacement mattress to  provide a more supportive lying surface as well as the ability to lift her legs and recline to  engage in a zero-gravity posture. A visit to a local Mattress Mart led to the identification of a  mattress she found comfortable and which met the necessary support needs. An OCF18 for this  bed will be submitted to the insurer for consideration.  Further Occupational Therapy Interventions:  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 3 of 20",
    "MEDICAL_HISTORY": "stress precipitates more severe cognitive symptoms, which in turn lead to increased stress. This  cycle significantly impairs her problem-solving abilities and decision-making processes, often  causing her to avoid tasks or decisions she would have previously managed without issue.  Emotional Symptoms:  Since the motor vehicle accident on March 3, 2024, Anna Serwin has been grappling with  significant emotional challenges that have complicated her recovery process and impacted her  daily life. The traumatic nature of her repeated accidents, combined with her physical injuries,  has led to a complex emotional response, characterized by heightened irritability, anxiety,  depression, and an overall increase in mental health struggles.  Depression and Mood Fluctuations:  Ms. Serwin has reported feeling persistently low since the accident. Her days are marked by a  profound sense of sadness and a lack of interest in activities that she once enjoyed, such as  painting and walking. This depressive mood is punctuated by feelings of hopelessness about her  recovery, particularly on days when her physical pain is more pronounced. Her depression not  only affects her mood and energy levels but also her motivation to adhere to her treatment  regimen, which is crucial for her recovery.  Anxiety and Stress:  Heightened anxiety is another significant challenge for Ms. Serwin. She experiences constant  worry about her health and future, especially concerning her ability to regain full functionality  and manage her daily tasks independently. This anxiety often manifests in physical symptoms  such as increased heart rate and tension, exacerbating her existing pain and discomfort. The  stress from her medical condition and ongoing legal and insurance issues related to her  accidents further fuels her anxiety, creating a persistent state of mental and emotional strain.  Irritability and Anger:  Compounding her depression and anxiety, Ms. Serwin frequently feels irritable. She reports that  small frustrations or deviations from her routine can trigger disproportionate responses of  anger and annoyance, which she finds distressing and embarrassing. This irritability has strained  her interactions with friends and family, making social engagements more stressful and less  frequent.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 11 of 20",
    "ADLS": "ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Wood  Bathrooms   1   Accessible bathroom with roll-in  shower, grab bars and shower  chair.  Tile  Living Room   1   Main floor   Wood  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Main floor galley kitchen   Tile  Laundry   1   Building facility in basement of  building via elevator.  NA  Stairs   No   There are no stairs in Ms.  Serwin’s apartment.  NA  Basement   No   NA   NA  Driveway  Description  None  Yard description   None  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   X   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone in her apartment. She does not own any pets and has  minimalistic furnishings.  Children   None  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Ms. Serwin maintains a degree of independence in her daily self-care routines, but she requires  occasional assistance due to her physical limitations and pain. For basic self-care tasks such as  personal hygiene, grooming, and dressing, she manages independently most of the time but  does so at a slower pace to accommodate her discomfort and prevent exacerbation of her  symptoms.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 17 of 20\n\nIn terms of nutrition, Ms. Serwin prepares simple meals but has adapted her kitchen to make  these tasks more manageable. Since her accidents, she has had to modify her meal preparation  techniques, using utensils and appliances that require less physical effort and opting for  pre-prepared meal services like Red Apron to reduce the need for extensive cooking.  Ms. Serwin also receives help from friends with tasks that involve heavy lifting or extensive  physical exertion, such as bringing in bulk items like cases of water from Costco.  Home Management Activities:  Prior to the subject motor vehicle accident, Ms. Serwin was independent in her performance of  all home management tasks.   She cleaned her apartment independently and managed all  aspects of her environment.  Ms. Serwin's ability to manage housekeeping and home maintenance has been significantly  affected by her physical limitations and chronic pain. She has adopted several strategies to  maintain her living environment in a manageable state while minimizing physical strain.  Cleaning Routine Adjustments:  To accommodate her reduced mobility and pain, Ms. Serwin utilizes lightweight cleaning tools  such as swiffer mops, which are easier to handle and require less bending and stretching. For  tasks that require more vigorous activity or strength, such as scrubbing the bathroom or  vacuuming, she relies on assistance from friends. This support is not only practical but also  essential for maintaining a clean and hygienic living environment.  Laundry and Bedding:  Handling heavy laundry baskets and changing bed linens are particularly challenging for Ms.  Serwin. She has not changed her bed sheets by herself post-accident due to the difficulty and  potential pain involved. Instead, she has arranged for friends to help with these tasks, ensuring  that these essential aspects of home maintenance are not neglected.  Meal Preparation and Kitchen Maintenance:  In the kitchen, Ms. Serwin has streamlined her meal preparation process to reduce the physical  demands. She uses paper plates occasionally to avoid the need for washing dishes. When  cooking, she focuses on simple meals that do not require extensive standing or heavy lifting.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 18 of 20"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "ATTENDANT_CARE": 0.6666666666666666,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ADLS": 0.6666666666666666
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario",
      "dob": "1962-03-20  Telephone #:   (613) 406-6068  Lawyer:   Paolo D’Asti   Firm:   McNally Gervan  Adjuster:   Sarah Catarino   Insurer:   Wawanesa Mutual Insurance  Company  Claim No",
      "age": null,
      "gender": "",
      "address": "718-520 St",
      "phone": "0070000012",
      "referralSource": "",
      "insuranceInfo": "Wawanesa Mutual Insurance  Company  Claim No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "phone": 0.8,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "She noted that she is on a limited  income which she draws from ODSP and limits her expenses as much as possible.",
        "Prior to these incidents, she  engaged in a variety of hobbies that included painting, walking, and participating in community  volunteer activities.",
        "Her physical limitations and  the chronic pain she experiences have necessitated substantial adjustments to her lifestyle.",
        "She now reports  being able to walk only for about five minutes at a time due to pain and a fear of falling, a stark  contrast to her previous capabilities.",
        "Serwin's ability to engage in painting, a hobby she once cherished for its  therapeutic and creative outlet, has been halted.",
        "The physical demands of setting up, executing,  and cleaning up after painting have become prohibitive.",
        "She notes significant struggles with community  access when walking due to her limited tolerances."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [
        "of a friend who visits periodically to assist with these activities"
      ],
      "functionalImpact": [
        "come which she draws from ODSP",
        "limits her expenses as much as possible"
      ],
      "symptomOnset": "2007 due to the effects of injuries sustained in a motor vehicle  accident",
      "symptomProgression": "",
      "symptomNotes": "Additionally, Ms. Serwin occasionally relies on meal delivery services like Red Apron, which  provide prepared meals that only need reheating, significantly reducing her kitchen workload.  Delegated Tasks and Assistance:  For more intensive cleaning tasks, such as deep cleaning or organizing, Ms. Serwin enlists the  help of a friend who visits periodically to assist with these activities. This arrangement helps her  manage the more labor-intensive aspects of home upkeep without compromising her health.  Finances/Financial Management:  Ms. Serwin reported no issues with managing her finances. She noted that she is on a limited  income which she draws from ODSP and limits her expenses as much as possible. She lives a  modest lifestyle and has maintained her ability to budget and meet her needs.  Vocational Activities:  Ms. Serwin was not employed at the time of the subject motor vehicle accident. She noted that  she has not worked since 2007 due to the effects of injuries sustained in a motor vehicle  accident.  One of Ms. Serwin’s volunteer engagements involved participating in her condo corporation's  board meetings. This role allows her to stay engaged with her community and contribute to  decision-making processes affecting her living environment. Despite her physical limitations,  Ms. Serwin makes a concerted effort to attend these meetings, often planning her day to  accommodate the energy and preparations needed to be present. She leaves early for meetings  to manage her slower pace and ensure timely arrival, which highlights her dedication and the  value she places on this role.  Leisure Activities:  Ms. Anna Serwin's leisure activities have undergone significant changes due to the limitations  imposed by her injuries from multiple motor vehicle accidents. Prior to these incidents, she  engaged in a variety of hobbies that included painting, walking, and participating in community  volunteer activities. These activities not only provided her with joy and satisfaction but also a  sense of connection with her community and an active social life.  Currently, Ms. Serwin's leisure activities are markedly constrained. Her physical limitations and  the chronic pain she experiences have necessitated substantial adjustments to her lifestyle.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 19 of 20\n\nWalking, once a daily exercise and enjoyment, has been severely curtailed. She now reports  being able to walk only for about five minutes at a time due to pain and a fear of falling, a stark  contrast to her previous capabilities. This reduction in mobility has not only affected her  physical health but also her mental well-being, as it was a primary form of leisure and exercise  for her.  Similarly, Ms. Serwin's ability to engage in painting, a hobby she once cherished for its  therapeutic and creative outlet, has been halted. The physical demands of setting up, executing,  and cleaning up after painting have become prohibitive. Her involvement in volunteer activities,  particularly with her condo corporation's board, remains one of the few links to her past  engagements, though even this is now more challenging and requires careful planning to  accommodate her slower pace and reduced energy levels.  In an effort to adapt, Ms. Serwin has turned to less physically demanding activities. She listens  to audiobooks, which allow her to enjoy literature and continue learning without the physical  strain of reading. This adaptation is indicative of her efforts to find new ways to engage with her  interests within the confines of her physical capabilities.  Community Access:  Ms. Serwin remains able to access the community using her vehicle but noted that she limits  herself to short distances close to her home.   She notes significant struggles with community  access when walking due to her limited tolerances.   She avoids outings requiring significant  ambulation as a result.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   McNally Gervan   c/o   Paolo D’Asti, legal representative  Wawanesa Insurance   c/o   Sarah Catarino  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 20 of 20",
      "confidence": {
        "reportedSymptoms": 0.8,
        "relievingFactors": 0.8,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "Care:  Ms",
        "name": "",
        "relationship": "",
        "availability": "per week to manage these tasks she is unable to manage at this time"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "to manage these tasks she is unable to manage at this time",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Ms. Serwin's social interactions and contributions to the community have significantly  decreased due to her physical and emotional challenges. The limitations imposed by her  condition have curtailed her ability to engage in previously enjoyed social activities and  maintain active volunteer roles, leading to a reduction in social interactions and increased  isolation.  In summary, the succession of motor vehicle accidents has transformed Ms. Serwin from an  independent and socially active individual into someone who now navigates a life dominated by  medical appointments, chronic pain management, and significant lifestyle adaptations. Despite  these challenges, occupational therapy and other medical interventions continue to play a  crucial role in managing her conditions and striving to enhance her quality of life, aiming to  restore some degree of functionality and independence.  RECOMMENDATIONS:  Attendant Care:  Ms. Serwin does not require any Attendant Care at this time. She remains independent with  her core self-care functions. This will be monitored and a Form 1 submission will be considered  should her condition change.  Housekeeping:  While she is able to putter and tidy her environment through paced completion of light tasks  throughout the day, she remains unable to manage heavier tasks such as obtaining cases of  water from Costco and deep cleaning her apartment regularly. She relies on assistance for an  estimated 2 hours per week to manage these tasks she is unable to manage at this time.  Assistive Devices:  Ms. Serwin would benefit from the provision of an adjustable bed and replacement mattress to  provide a more supportive lying surface as well as the ability to lift her legs and recline to  engage in a zero-gravity posture. A visit to a local Mattress Mart led to the identification of a  mattress she found comfortable and which met the necessary support needs. An OCF18 for this  bed will be submitted to the insurer for consideration.  Further Occupational Therapy Interventions:  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 3 of 20",
      "confidence": {
        "caregiverType": 0.8,
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "weeklyHours": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "stress precipitates more severe cognitive symptoms, which in turn lead to increased stress. This  cycle significantly impairs her problem-solving abilities and decision-making processes, often  causing her to avoid tasks or decisions she would have previously managed without issue.  Emotional Symptoms:  Since the motor vehicle accident on March 3, 2024, Anna Serwin has been grappling with  significant emotional challenges that have complicated her recovery process and impacted her  daily life. The traumatic nature of her repeated accidents, combined with her physical injuries,  has led to a complex emotional response, characterized by heightened irritability, anxiety,  depression, and an overall increase in mental health struggles.  Depression and Mood Fluctuations:  Ms. Serwin has reported feeling persistently low since the accident. Her days are marked by a  profound sense of sadness and a lack of interest in activities that she once enjoyed, such as  painting and walking. This depressive mood is punctuated by feelings of hopelessness about her  recovery, particularly on days when her physical pain is more pronounced. Her depression not  only affects her mood and energy levels but also her motivation to adhere to her treatment  regimen, which is crucial for her recovery.  Anxiety and Stress:  Heightened anxiety is another significant challenge for Ms. Serwin. She experiences constant  worry about her health and future, especially concerning her ability to regain full functionality  and manage her daily tasks independently. This anxiety often manifests in physical symptoms  such as increased heart rate and tension, exacerbating her existing pain and discomfort. The  stress from her medical condition and ongoing legal and insurance issues related to her  accidents further fuels her anxiety, creating a persistent state of mental and emotional strain.  Irritability and Anger:  Compounding her depression and anxiety, Ms. Serwin frequently feels irritable. She reports that  small frustrations or deviations from her routine can trigger disproportionate responses of  anger and annoyance, which she finds distressing and embarrassing. This irritability has strained  her interactions with friends and family, making social engagements more stressful and less  frequent.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 11 of 20",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": "ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Wood  Bathrooms   1   Accessible bathroom with roll-in  shower, grab bars and shower  chair."
        },
        "dressing": {
          "level": "unknown",
          "notes": "For basic self-care tasks such as  personal hygiene, grooming, and dressing, she manages independently most of the time but  does so at a slower pace to accommodate her discomfort and prevent exacerbation of her  symptoms."
        },
        "toileting": {
          "level": "unknown",
          "notes": "ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Wood  Bathrooms   1   Accessible bathroom with roll-in  shower, grab bars and shower  chair."
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": "For basic self-care tasks such as  personal hygiene, grooming, and dressing, she manages independently most of the time but  does so at a slower pace to accommodate her discomfort and prevent exacerbation of her  symptoms."
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": "Cleaning Routine Adjustments:  To accommodate her reduced mobility and pain, Ms."
        },
        "stairs": {
          "level": "unknown",
          "notes": "NA  Stairs   No   There are no stairs in Ms."
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": ""
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": "Since her accidents, she has had to modify her meal preparation  techniques, using utensils and appliances that require less physical effort and opting for  pre-prepared meal services like Red Apron to reduce the need for extensive cooking."
        },
        "housekeeping": {
          "level": "unknown",
          "notes": "Tile  Living Room   1   Main floor   Wood  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Main floor galley kitchen   Tile  Laundry   1   Building facility in basement of  building via elevator."
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ""
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   Main floor   Wood  Bathrooms   1   Accessible bathroom with roll-in  shower, grab bars and shower  chair.  Tile  Living Room   1   Main floor   Wood  Family Room   0   NA   NA  Dining Room   0   NA   NA  Kitchen   1   Main floor galley kitchen   Tile  Laundry   1   Building facility in basement of  building via elevator.  NA  Stairs   No   There are no stairs in Ms.  Serwin’s apartment.  NA  Basement   No   NA   NA  Driveway  Description  None  Yard description   None  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   X   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone in her apartment. She does not own any pets and has  minimalistic furnishings.  Children   None  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Activities:  Ms. Serwin maintains a degree of independence in her daily self-care routines, but she requires  occasional assistance due to her physical limitations and pain. For basic self-care tasks such as  personal hygiene, grooming, and dressing, she manages independently most of the time but  does so at a slower pace to accommodate her discomfort and prevent exacerbation of her  symptoms.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 17 of 20\n\nIn terms of nutrition, Ms. Serwin prepares simple meals but has adapted her kitchen to make  these tasks more manageable. Since her accidents, she has had to modify her meal preparation  techniques, using utensils and appliances that require less physical effort and opting for  pre-prepared meal services like Red Apron to reduce the need for extensive cooking.  Ms. Serwin also receives help from friends with tasks that involve heavy lifting or extensive  physical exertion, such as bringing in bulk items like cases of water from Costco.  Home Management Activities:  Prior to the subject motor vehicle accident, Ms. Serwin was independent in her performance of  all home management tasks.   She cleaned her apartment independently and managed all  aspects of her environment.  Ms. Serwin's ability to manage housekeeping and home maintenance has been significantly  affected by her physical limitations and chronic pain. She has adopted several strategies to  maintain her living environment in a manageable state while minimizing physical strain.  Cleaning Routine Adjustments:  To accommodate her reduced mobility and pain, Ms. Serwin utilizes lightweight cleaning tools  such as swiffer mops, which are easier to handle and require less bending and stretching. For  tasks that require more vigorous activity or strength, such as scrubbing the bathroom or  vacuuming, she relies on assistance from friends. This support is not only practical but also  essential for maintaining a clean and hygienic living environment.  Laundry and Bedding:  Handling heavy laundry baskets and changing bed linens are particularly challenging for Ms.  Serwin. She has not changed her bed sheets by herself post-accident due to the difficulty and  potential pain involved. Instead, she has arranged for friends to help with these tasks, ensuring  that these essential aspects of home maintenance are not neglected.  Meal Preparation and Kitchen Maintenance:  In the kitchen, Ms. Serwin has streamlined her meal preparation process to reduce the physical  demands. She uses paper plates occasionally to avoid the need for washing dishes. When  cooking, she focuses on simple meals that do not require extensive standing or heavy lifting.  _____________________________________________________________________________________________  Anna Serwin   Claim #: 007000001221557   Page 18 of 20",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0.5,
          "dressing": 0.5,
          "toileting": 0.5,
          "feeding": 0,
          "grooming": 0.5
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0.5,
          "stairs": 0.5,
          "outdoorMobility": 0
        },
        "instrumental": {
          "mealPrep": 0.5,
          "housekeeping": 0.5,
          "shopping": 0,
          "finances": 0,
          "medication": 0
        }
      }
    }
  }
}