{
  "fileName": "Shujazada, Najibulla IHA.pdf",
  "originalText": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Najibulla Shujazada   Date of Loss:   2023-07-10  Address:   1849 Montreau Ave., O \u0000 awa ON  K1C 5X5  Date of Birth:   1955/05/15  Telephone #:   (416) 720-7129  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Janak Dass   Insurer:   CAA Insurance Company  Claim No.:   A000775469  Therapist:   Sebas \u0000 en Ferland OT Reg.(Ont.)   Date of Assessment:   2023-11-24  Date of Report:   2023-12-01  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupa \u0000 onal   Therapist   with   over   25   years   of   experience   providing  rehabilita \u0000 on   and   expert   opinion   services   in   the   province   of   Ontario.   His   professional   prac \u0000 ce  began   in   1998   when   he   graduated   from   the   University   of   O \u0000 awa’s   School   of   Rehabilita \u0000 on   and  began   working   as   a   registered   Occupa \u0000 onal   Therapist   in   the   private   sector.   Over   the   years,   Mr.  Ferland   has   developed   his   clinical   skills   and   evolved   to   provide   expert   opinions   in   ma \u0000 ers   of  human   func \u0000 on   to   stakeholders   in   the   automobile   insurance   sector,   personal   injury   and   family  law,   the   Workplace   Safety   and   Insurance   Board   (WSIB),   Veterans   A ff airs   and   the   Long-Term  Disability   sectors.   His   opinions   are   sought   by   both   plain \u0000 ff   and   defense   counsel   in   the   context  of   resolving   ma \u0000 ers   in   personal   injury   and   family   law   cases.   He   has   been   quali fi ed   several   \u0000 mes  as   an   expert   in   his   fi eld,   providing   tes \u0000 mony   under   oath   in   FSCO   tribunals   and   cases   appearing  before the Ontario Superior Court of Jus \u0000 ce.  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014\n\nMr.   Ferland’s   prac \u0000 ce   includes   regular   contribu \u0000 ons   to   catastrophic   designa \u0000 on   assessment  teams   where   he   provides   opinions   related   to   daily   func \u0000 on   of   individuals   su ff ering   from   serious  physical,   psychological   and   cogni \u0000 ve   impairments.   His   assessments   inform   mul \u0000 disciplinary  team   members   (psychiatry,   orthopedics,   neurology,   physiatry,   psychology,   etc.)   of   injured  client’s   daily   func \u0000 onal   capabili \u0000 es   at   home,   work   and   in   the   community,   assis \u0000 ng   them   in  forming opinions surrounding whether the catastrophic injury threshold is met.  Mr.   Ferland   concurrently   provides   services   as   a   trea \u0000 ng   Occupa \u0000 onal   Therapist   to   clients   who  have   sustained   physical   and   psychological   trauma   in   motor   vehicle   accidents.   He   has   extensive  experience   in   providing   care   to   individuals   su ff ering   from   chronic   pain,   depression,   anxiety   and  pos \u0000 rauma \u0000 c   stress,   overseeing   and   direc \u0000 ng   func \u0000 onal   reac \u0000 va \u0000 on   programs   to   foster  improvements in func \u0000 on and par \u0000 cipa \u0000 on in meaningful ac \u0000 vity.  ASSESSMENT PREAMBLE :  Mr.   Shujazada   was   involved   in   a   motor   vehicle   accident   on   July   10,   2023   when   he   was   riding   his  bicycle   and   struck   by   a   motor   vehicle.   Medical   records   denote   that   he   experienced   a   number   of  serious   injuries   as   a   result   of   this   accident.   An   assessment   was   sought   by   his   legal  representa \u0000 ve   and   an   OCF18   for   an   In-Home   Assessment   was   submi \u0000 ed   to   CAA   Insurance  Company   for   considera \u0000 on.   The   OCF18   was   approved   in   full   and   the   assessment   scheduled   on  November 24, 2023.  SUMMARY OF FINDINGS:  Mr. Shujazada was involved in a serious motor vehicle accident on July 10, 2023 when he was a  cyclist struck by a vehicle while turning le \u0000   at an intersec \u0000 on. As a result of this accident, Mr.  Shujazada sustained a number of injuries including:  ●   Fractured ribs x3 on le \u0000   side  ●   Fractured le \u0000   clavicle  ●   Possible concussion  ●   Le \u0000   hemidiaphragm eleva \u0000 on  At the   \u0000 me of the subject motor vehicle accident, Mr. Shujazada lived with his two sisters and  niece whom he sponsored from his na \u0000 ve country of Afghanistan. He worked full- \u0000 me as a bus  driver for Roxborough Bus Lines, driving three school bus runs in the morning and two in the  a \u0000 ernoon. He was a highly ac \u0000 ve individual, cycling 15 km twice weekly and walking 5 - 7 km  daily.   He socialized ac \u0000 vely with his family and with a network of friends and spent down \u0000 me  watching television in the evenings. He was primarily responsible for garbage removal and  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   2   of   21\n\noutdoor home maintenance (lawn care and snow removal). The bulk of indoor housekeeping  and cooking was managed by his sister.  At the   \u0000 me of this assessment, Mr. Shujabada noted that he con \u0000 nues to recover from his  injuries and is presen \u0000 ng with signi fi cant range of mo \u0000 on and strength impairments in his le \u0000  upper extremity. He indicated that he struggles with li \u0000 ing and carrying any signi fi cant load  with his le \u0000   upper extremity. He presents with reports of mild cogni \u0000 ve impairments most  notable through changes in his short-term memory, coupled with headaches and vision  changes.  With respect to self-care, Mr. Shujazada is at this   \u0000 me independent in his performance of all  self-care func \u0000 ons. He is not involved in any outdoor home maintenance at this   \u0000 me and  requires assistance with garbage and recycling removal. He has not been able to return to work  since the accident and con \u0000 nues to recover through engagement in physiotherapy treatments.  He is scheduled for hardware removal surgery and a follow-up appointment will be held to  monitor his recovery.  RECOMMENDATIONS:  A \u0000 endant Care:  Mr. Shujazada does not present any A \u0000 endant Care Needs at this   \u0000 me. A Form 1 re fl ec \u0000 ng the  amount of 0$/month of A \u0000 endant Care Bene fi t has been completed by this therapist.  Housekeeping:  Mr. Shujazada noted that he was not primarily responsible for indoor housekeeping tasks  pre-accident, which were reportedly managed by his sister who lives with him. He was  responsible for outdoor home maintenance and noted having made an a \u0000 empt to cut his grass  this summer which was not possible due to his le \u0000   shoulder limita \u0000 ons. He is at this   \u0000 me  unable to manage snow removal and would bene fi t from assistance for this task over the  upcoming Winter months as he con \u0000 nues to recover.  Assis \u0000 ve Devices:  There are no assis \u0000 ve devices currently indicated to further Mr. Shujazada’s func \u0000 onal recovery  as it relates to the injuries sustained in the subject motor vehicle accident.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   3   of   21\n\nFurther Occupa \u0000 onal Therapy Interven \u0000 ons:  Mr. Shujazada would bene fi t from access to Occupa \u0000 onal Therapy treatment to monitor his  func \u0000 onal progress and support any issues rela \u0000 ng to engagement in pre-accident normal life  ac \u0000 vi \u0000 es. An OCF18 for a block of 6 OT Treatment sessions will be submi \u0000 ed to the insurer for  considera \u0000 on.  Referral for Other Services:  There   are   no   addi \u0000 onal   referrals   recommended   at   this   juncture   as   Mr.   Shujazada   con \u0000 nues   to  recover   from   his   clavicle   surgery   and   is   scheduled   for   a   hardware   removal   procedure   in   the  following   week.   Monitoring   of   his   condi \u0000 on   post-surgery   will   be   completed   with   a   fi rst  treatment touchpoint scheduled for December 12, 2023.  INFORMED CONSENT STATEMENT:  This   therapist   has   reviewed   issues   related   to   consent   as   per   the   requirements   outlined   by   the  College of Occupa \u0000 onal Therapists of Ontario:  ●   An   occupa \u0000 onal   therapy   assessment   is   to   be   conducted   by   this   therapist,   a   registered  occupa \u0000 onal therapist with the College of Occupa \u0000 onal Therapists of Ontario (COTO).  ●   The assessment has been requested by his legal representa \u0000 ve Mr. Frank McNally.  ●   The   purpose   of   this   assessment   is   to   assess   Mr.   Shujazada’s   current   func \u0000 onal   status   as   it  relates to his ability to complete pre-accident ac \u0000 vi \u0000 es of daily living.  ●   The   proposed   assessment   will   include:   an   interview,   a   physical   assessment   and   also  observa \u0000 ons   of   the   ability   to   complete   func \u0000 onal   tasks   within   and   around   the   home   as  well as educa \u0000 on on safe means of comple \u0000 ng ac \u0000 vi \u0000 es of daily living if required.  ●   Due   to   the   physical   nature   of   the   assessment,   pain   and   fa \u0000 gue   are   possible   temporary  side e ff ects.  ●   Recommenda \u0000 ons   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommenda \u0000 ons may include:  o   Occupa \u0000 onal Therapy Treatment  o   Assis \u0000 ve Devices  o   Referral to other prac \u0000 \u0000 oners  o   Support services  ●   A   submission   for   funding   will   be   submi \u0000 ed   to   the   insurer   for   any   goods   and/or   services  on   an   OCF18   –   Assessment   and   Treatment   Plan.   The   insurer   may   approve   or   deny   the  plan   (in   part   or   in   whole).   Should   a   denial   or   par \u0000 al   denial   occur,   an   independent  examina \u0000 on   by   another   Occupa \u0000 onal   Therapist   may   be   requested   by   the   insurer.   This  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   4   of   21\n\nmay   be   an   in-person   assessment   or   a   remote   paper-review   assessment.   Funding   for   the  requested goods and/or services may ul \u0000 mately be declined.  ●   He may choose to par \u0000 cipate or decline any or all of the proposed assessment.  ●   A   report   documen \u0000 ng   this   assessment   will   be   completed   and   copies   will   be   provided   to  the following par \u0000 es via secure transmission (fax or encrypted email a \u0000 achment):  o   CAA Insurance c/o Janak Dass, Accident Bene fi ts Adjuster  o   McNally Gervan, c/o Frank McNally, Legal Representa \u0000 ve  Following   this   therapist’s   explana \u0000 on   Mr.   Shujazada   granted   informed   consent   for   this   therapist  to proceed with the assessment and any subsequent interven \u0000 ons.  DOCUMENTATION REVIEWED:  Limited   informa \u0000 on   was   available   for   review   at   the   \u0000 me   of   this   assessment,   which   occurred   a  few   months   post-accident.   Copies   of   medical   records   stemming   from   his   admission   at   The  O \u0000 awa   Hospital   and   subsequent   medical   interven \u0000 ons   post-accident   were   provided   to   this  therapist   by   Mr.   Shujazada’s   legal   representa \u0000 ve.   These   records   were   reviewed   in   full   prior   to  comple \u0000 ng this assessment report.  PRE-ACCIDENT MEDICAL HISTORY:  Mr.   Shujazada   reported   being   a   healthy   individual   pre-accident,   working   as   a   school   bus   driver  and   highly   ac \u0000 ve   within   his   family   home.   He   noted   that   he   sponsored   his   sisters   and   niece   from  Afghanistan   following   the   departure   of   US   forces   and   resultant   Taliban   takeover   of   the   country.  He   noted   that   he   was   an   anchor   to   his   family   members,   providing   them   with   an   opportunity   to  live   in   a   more   peaceful   environment   and   suppor \u0000 ng   their   transi \u0000 on   to   Canada.   Mr.   Shujazada  noted   that   he   was   being   treated   for   dyslipidemia   which   was   managed   with   prescrip \u0000 on  medica \u0000 on.   He   was   also   being   treated   for   high   blood   pressure   and   diabetes,   which   were   also  both well managed with medica \u0000 on.  He   was   otherwise   in   good   health   with   no   reported   func \u0000 onal   impairments   due   to   physical,  emo \u0000 onal   or   cogni \u0000 ve   issues.   He   noted   being   highly   ac \u0000 ve,   cycling   15   km   twice   weekly   and  walking 5 - 7 km on a daily basis.  MECHANISM OF INJURY:  Mr.   Shujazada   noted   that   he   has   li \u0000 le   recollec \u0000 on   of   the   events   of   the   MVA   in   ques \u0000 on.   A  review of emergency room records revealed the following:  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   5   of   21\n\n“HISTORY OF TRAUMATIC EVENT:  Mr.   Najibullah   Shujazada   is   a   68   y.o.   male   who   presents   to   care   today   following   an   vehicle  versus   cyclist   collision.   He   was   cycling   and   was   wearing   a   helmet.   As   per   EMS,   he   switched   into  the   le \u0000   lane   and   struck/was   struck   by   a   vehicle.   He   was   confused   at   scene   and   amnes \u0000 c   to  events of accident and morning. His helmet was broken and was removed by EMS.  He endorses le \u0000   shoulder pain and decreased ROM secondary to pain.  He   denies   any   headache   or   N/V,   as   well   as   any   abdominal   pain.   He   is   passing   gas   and   BMs   at  baseline.  C-spine cleared by EM team.”  NATURE OF INJURY:  Based   on   a   review   of   available   medical   records   and   through   an   interview   with   Mr.   Shujazabada  on   November   24,   2023,   he   sustained   the   following   injuries   as   a   result   of   the   subject   motor  vehicle accident (Dr. Anastasia Turner, General Surgeon):  “1. Le \u0000 -sided rib fractures of ribs 3-6  ●   Mul \u0000 modal analgesia with regular Tylenol and PRN Dilaudid - prescrip \u0000 ons provided  ●   Pain is well controlled in the ED with PO agents alone  2. Le \u0000   clavicle fracture  ●   Case discussed with Ortho on call - urgent referral made to Plaster Clinic  ●   Pa \u0000 ent placed in LUE sling and instruc \u0000 ons for NWB LUE reviewed  3. Le \u0000   hemidiaphragm eleva \u0000 on  ●   Unfortunately,   there   is   no   prior   imaging   available   for   comparison,   however   on   our   review  of   the   CT   scan   this   appears   chronic   with   no   visualized   diaphragma \u0000 c   injury,   and   may  represent   diaphragma \u0000 c   eventra \u0000 on.   This   is   asymptoma \u0000 c   and   no   interven \u0000 on   is  required.  4. Incidental   fi ndings Including likely liver hemangioma and possible pituitary adenoma  ●   Recommenda \u0000 ons for elec \u0000 ve MRI liver and MRI sella reviewed  ●   Pa \u0000 ent able to follow up with his family physician this week”  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   6   of   21\n\nCOURSE OF RECOVERY TO DATE:  Mr.   Shujazada   indicated   that   he   was   taken   to   the   O \u0000 awa   Hospital   /   Civic   Campus,   where   he   was  assessed   and   treated   for   his   injuries.   He   underwent   open   reduc \u0000 on   and   internal   fi xa \u0000 on   of   his  le \u0000   clavicle   on   July   25th,   2023,   and   is   scheduled   for   hardware   removal   surgery   at   the   4   month  mark.   He   reported   also   that   inves \u0000 ga \u0000 ons   in   the   hospital   revealed   issues   to   his   liver   and  pituitary   gland,   both   under   ongoing   inves \u0000 ga \u0000 on.   Mr.   Shujazada   is   otherwise   only   receiving  physiotherapy and has obtained 17 sessions up to date.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Tahar Banani,  GP  This physician is reportedly  hard to see. He would  normally have checkups  every 3 months, and is  scheduled to follow up with  him to discuss MRI results,  and possible implica \u0000 ons of  a trauma \u0000 c brain injury.  MRI’s coordinated.   TBD  O \u0000 awa  Professional  Physiotherapy  2x weekly   Various modali \u0000 es,  needling, ice, exercises.  Ongoing  MEDICATION:  Medica \u0000 on Name   Dosage/Frequency   Purpose  Me \u0000 ormin   500mg AM/PM   Diabetes  Perindopril   4mg   High Blood Pressure  Rosuvasta \u0000 n   5mg   High Cholesterol  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   7   of   21\n\nSUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Ra \u0000 ng  if Necessary  Burning   and   tearing   feeling   on  the right side of abdomen.  He   reports   a   burning   and   tearing   feeling   in   his  abdomen   which   is   tender   to   the   touch   and  “always there”.  4/10  Poor Sleep   His   sleep   has   progressively   improved   over   the  last   few   months.   He   noted   only   sleeping   2-3  hours   per   night   for   the   fi rst   2   months  post-accident.   He   has   progressed   to   sleeping  6-7   hours   per   night,   and   a \u0000 empts   to   nap  during   the   day   to   make   up   for   lost   hours,  without   success.   He   reportedly   slept   8   hours  per night prior to the subject MVA.  N/A  Le \u0000   Shoulder   Pain   and  Restricted Range  He   reports   pain   and   limited   ROM   in   his   right  shoulder,   coupled   with   signi fi cant   weakness.  He   reports   that   his   hand   will   shake   when  trying to li \u0000   a load of 1-2 lbs.  3-4/10  Headaches   He   experiences   headaches   2-3x   per   week.   He  fi nds   these   to   be   signi fi cant   in   intensity,  a ff ec \u0000 ng   his   ability   to   engage   in   desired  ac \u0000 vi \u0000 es.  5/10  Blurry Vision   He   reports   cataracts   in   his   le \u0000   eye,and   was  prescribed   new   glasses   prior   to   the   subject  MVA.   He   notes   that   his   prescrip \u0000 on   eyewear  does   not   appear   to   be   working   anymore,  resul \u0000 ng   in   him   being   unable   to   watch  television.  N/A  Rib Cage Pain   This has now resolved.   N/A  Cogni \u0000 ve Symptoms:  Mr.   Shujazada   reported   some   changes   in   his   cogni \u0000 on   post-accident.   While   he   had   di ffi culty  pinpoin \u0000 ng   speci fi c   issues,   he   relayed   a   number   of   examples   to   relay   his   reported   issues.   He  noted,   for   example,   that   he   would   lose   track   of   where   he   was   in   the   Quran   when   praying.   He  also   reports   di ffi culty   following   TV   shows   he   previously   enjoyed,   and   endorsed   feeling   like   his  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   8   of   21\n\nshort-term   memory   was   deeply   impacted.   This   will   be   monitored   through   the   course   of   his  recovery.  Emo \u0000 onal Symptoms:  Mr.   Shujazada   reported   feeling   generally   well   from   an   emo \u0000 onal   perspec \u0000 ve.   He   stated   that   he  tries   to   stay   busy   by   interac \u0000 ng   with   his   friends   and   family,   as   well   as   resuming   walking   in   a  limited   fashion.   He   denied   the   presence   of   any   signi fi cant   depressive   symptoms,   anxiety,   or  fl ashbacks of the MVA in ques \u0000 on.  Symptom Management Strategies:  Mr.   Shujazada   reported   making   use   of   the   following   strategies   to   manage   his   symptoms   at   this  \u0000 me:  ●   Rest  ●   Ac \u0000 vity avoidance  ●   Medica \u0000 on  ●   Exercise  FUNCTIONAL AND BEHAVIORAL OBSERVATIONS:  Tolerances, Mobility and Transfers:  Ac \u0000 vity   Client Report and Therapist Observa \u0000 ons  Si \u0000 ng and  reposi \u0000 oning  Mr.   Shujazada   reported   that   his   si \u0000 ng   tolerance   has   returned   to   pre-accident   status.  He   reported   no   issues   with   sustained   si \u0000 ng,   and   was   observed   to   sit   for   a   period   of  over 1 hour during this assessment.  Bed mobility   He   reports   no   issues   managing   independent   bed   mobility.   He   was   observed  comple \u0000 ng 1 bed transfer independently during this assessment.  Transfers   Mr.   Shujazada   is   independent   with   all   transfers.   He   demonstrated   safe   and  independent transfers from chair, toilet, bathtub, and bed. No iden \u0000 fi ed limita \u0000 ons.  Standing   He   reports   no   issues   with   sustained   standing.   Short   periods   of   sta \u0000 c   and   dynamic  standing were observed by this therapist during this assessment.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   9   of   21\n\nBalance   Sta \u0000 c balance assessed using Four-Stage Balance Test, consis \u0000 ng of holding four  di ff erent stances for at least 10 seconds each.  •   with his feet together  •   on one foot (right then le \u0000 )  •   while in a semi-tandem and,  •   while tandem stance.  Mr. Shujazada was able to complete all balance tests without any di ffi culty.  Walking   He reported having resumed daily walks, and walking generally unrestricted.  Stairs   Mr.   Shujazada   is   independent   with   stair-climbing.   He   was   observed   managing   stairs  e ff ec \u0000 vely,   using   a   reciprocal   stair-climbing   pa \u0000 ern,   with   some   reliance   on   handrails  for support.  Li \u0000 ing/Carrying   With   his   right   hand,   Mr.   Shujazada   reports   being   able   to   li \u0000   and   handle   loads   in   a  rather   unrestricted   manner.   With   his   le \u0000   hand,   however,   he   is   limited   to   nominal  weights not exceeding 1-2 lbs.  Kneeling   Mr. Shujazada is able to kneel without di ffi culty.  Squa \u0000 ng/Crouching   Mr. Shujazada is able to squat and crouch without di ffi culty.  Bending   Mr.   Shujazada   does   not   present   with   any   spinal   ROM   issues,   and   is   able   to   bend  forward to the extent that his le \u0000   shoulder pain does not preclude him to do so.  Reaching   With   his   right   hand,   Mr.   Shujazada   is   able   to   reach   unrestricted,   however,   he   is   highly  restricted in reaching with his le \u0000   hand.  Fine Motor  Coordina \u0000 on  There are no   fi ne motor coordina \u0000 on issues noted during this assessment.  Ac \u0000 ve Range of Mo \u0000 on:  Legend:  WFL:   Within Func \u0000 onal Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Le \u0000   Comments  Neck   Forward   fl exion   WFL   No iden \u0000 fi ed limita \u0000 ons.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   10   of   21\n\nLateral   fl exion   WFL   WFL  Rota \u0000 on   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   ½ range   Right   shoulder   unrestricted.   Le \u0000   shoulder  limited   in   all   planes,   with   reports   of   pain   in  end-range. Extension   WFL   ½ range  Abduc \u0000 on   WFL   ½ range  Adduc \u0000 on   WFL   ½ range  Internal rota \u0000 on   WFL   ½ range  External  rota \u0000 on  WFL   ½ range  Elbow   Flexion   WFL   WFL   No iden \u0000 fi ed limita \u0000 ons.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No iden \u0000 fi ed limita \u0000 ons.  Extension   WFL   WFL  Supina \u0000 on   WFL   WFL  Prona \u0000 on   WFL   WFL  Trunk   Forward   fl exion   WFL   No iden \u0000 fi ed limita \u0000 ons.  Lateral   fl exion   WFL   WFL  Rota \u0000 on   WFL   WFL  Hip   Flexion   WFL   WFL   No iden \u0000 fi ed limita \u0000 ons.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No iden \u0000 fi ed limita \u0000 ons.  Extension   WFL   WFL  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   11   of   21\n\nAnkle   Dorsi fl exion   WFL   WFL   No iden \u0000 fi ed limita \u0000 ons.  Plantar   fl exion   WFL   WFL  Emo \u0000 onal Presenta \u0000 on:  Mr. Shujazada’s emo \u0000 onal presenta \u0000 on was unremarkable throughout this assessment. He was  pleasant and coopera \u0000 ve with the assessment process, and engaged appropriately with this  therapist during all telephone in and in-person touchpoints. He stated that he is normally  always in good spirits, as was the case pre-accident, and does what he can to remain posi \u0000 ve as  he struggles through various challenges.  Cogni \u0000 ve Presenta \u0000 on:  Mr.   Shujazada   presented   no   apparent   cogni \u0000 ve   issues   through   the   course   of   this   assessment.  He   provided   informa \u0000 on   readily,   and   proved   to   be   a   good   historian   with   respect   to   the   course   of  his   recovery.   Issues   with   short-term   recall   were   not   evident,   nor   were   they   formally   tested  through   the   course   of   this   assessment.   His   cogni \u0000 ve   func \u0000 on   will   be   monitored   through   the  course of proposed OT care delivery.  TYPICAL DAY:  Prior   to   the   accident ,   Mr.   Shujazada   worked   as   a   school   bus   driver,   his   rou \u0000 ne   was   described   as  follows:  ●   Wake   \u0000 me 6am  ●   Pray, eat breakfast, and in bus by 6:30am  ●   Drive his 3 runs, and return home for 10am  ●   From   10:30am-1:30pm,   he   would   engage   in   various   ac \u0000 vi \u0000 es   (socialize   with   friends   and  family, pray, eat, and pu \u0000 er).  ●   At 1:30pm, he would return to the bus and would drive 2 a \u0000 ernoon runs.  ●   He   would   return   home   at   5:30pm,   at   which   \u0000 me   he   would   eat   dinner   prepared   by   his  sister, watch television, and go to sleep.  Currently , Mr. Shujazada reported the following daily   rou \u0000 ne:  ●   Wake   \u0000 me 6am  ●   Pray for 15-30 minutes, then return to bed.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   12   of   21\n\n●   Up at various   \u0000 mes depending on how he slept.  ●   Watches television and reads ar \u0000 cles on his phone.  ●   Socializes with his family.  ●   A \u0000 ends physiotherapy appointments (2x weekly).  ●   Will go to bed at various   \u0000 mes.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   13   of   21\n\nENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Single family detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Upper level   Carpet  Bathrooms   3   Two full on second and powder  room on main.  Tile  Living Room   1   Main   fl oor   Wood  Family Room   0   NA   NA  Dining Room   1   Main   fl oor   Wood  Kitchen   1   Main   fl oor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   Full staircase leading to second  fl oor of the home  Carpet  Basement   Yes   Finished   NA`  Driveway  Descrip \u0000 on  Double car driveway  Yard descrip \u0000 on   City lot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   x   Common Law   ☐   Other   ☐  Living Arrangement   Lives with his two sisters and niece  Children   None  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Ac \u0000 vi \u0000 es:  Prior   to   the   subject   motor   vehicle   accident,   Mr.   Shujazada   was   independent   in   his   performance  of all self-care ac \u0000 vi \u0000 es.  At   the   \u0000 me   of   this   assessment,   Mr.   Shujazada   has   resumed   his   independent   management   of  self-care   func \u0000 ons.   He   has   made   adjustments   to   the   manner   in   which   he   dresses   to  compensate   for   his   limited   le \u0000   shoulder   range   of   mo \u0000 on.   He   has   otherwise   maintained   his  independent involvement in all self-care ac \u0000 vi \u0000 es.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   14   of   21\n\nHome Management Ac \u0000 vi \u0000 es:  Legend of Ability:  I   –   Independent   A   –   Par \u0000 al   with   assistance   D   –   With   devices   U   –   Unable   NA   –   Not  Applicable  Indoor Tasks   Pre-accident Engagement   Current Engagement  Meal Prepara \u0000 on   NA   -   Mr.   Najibulla’s   sister  managed   meal   prepara \u0000 on  ac \u0000 vi \u0000 es pre-accident.  This   has   remained  unchanged.   While   Mr.  Shujazada   indicated   that   he  would   at   \u0000 mes   contribute   to  some   meal   prepara \u0000 on,   this  was   largely   his   sister’s  responsibility.  Dishwashing   NA   -   Mr.   Najibulla’s   sister  managed   dishwashing  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Groceries/errands   I   -   Mr.   Najibulla   would  complete   grocery   shopping  with his sisters pre-accident.  I   -   He   has   remained  independent   with   this   task  however   is   now   unable   to   li \u0000  or   carry   loads   of   any  signi fi cance   with   his   le \u0000  hand.  Bathroom cleaning   NA   -   Mr.   Najibulla’s   sister  managed   bathroom   cleaning  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Making/changing beds   NA   -   Mr.   Najibulla’s   sister  managed   bed   making   and  changing   ac \u0000 vi \u0000 es  pre-accident.  As pre-accident.  Vacuuming   NA   -   Mr.   Najibulla’s   sister  managed   vacuuming  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Sweeping   NA   -   Mr.   Najibulla’s   sister  managed   sweeping   ac \u0000 vi \u0000 es  pre-accident.  As pre-accident.  Mopping   NA   -   Mr.   Najibulla’s   sister  managed   fl oor   mopping  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Dus \u0000 ng   NA   -   Mr.   Najibulla’s   sister  managed   dus \u0000 ng   ac \u0000 vi \u0000 es  pre-accident.  As pre-accident.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   15   of   21\n\nTidying   NA   -   Mr.   Najibulla’s   sister  managed   household   \u0000 dying  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Laundry   NA   -   Mr.   Najibulla’s   sister  managed   all   the   laundry   for  the household pre-accident.  As pre-accident.  Garbage Removal/Recycling   I   -   Mr.   Najibulla   would  complete   all   garbage   removal  and   recycling   sor \u0000 ng   once  weekly pre-accident.  A   -   Mr.   Shujazada   has   been  unable   to   engage   in   any  bilateral   li \u0000 ing   resul \u0000 ng   in   an  inability   to   carry   large   bags   of  garbage   or   recycling  containers.   He   depends   on  assistance   from   his   sister   to  manage this task.  Outdoor Tasks   Pre-accident Engagement   Current Engagement  Lawn Care   I   -   Ms.   Shujazada   was  primarily   responsible   for   lawn  care   and   outdoor   home  maintenance pre–accident.  U   -   He   a \u0000 empted   to   cut   the  grass   on   one   occasion   at   the  end   of   the   summer   but   found  this   to   be   too   di ffi cult   and  painful.  Gardening   Mr.   Shujazada   did   not   garden  pre-accident.  NA  Snow Removal   Mr.   Shujazada   was   primarily  responsible   for   snow   removal  ac \u0000 vi \u0000 es   pre-accident.   He  would   manage   this   task  manually.  U   -   Mr.   Shujazada   is   current;y  medically   precluded   from  snow   removal   ac \u0000 vi \u0000 es   due  to his le \u0000   should impairment.  Finances/Financial Management:  Mr.   Shujazada   indicated   that   he   has   not   experienced   any   cogni \u0000 ve   changes   impac \u0000 ng   his   ability  to   manage   his   personal   and   familial   fi nances.   He   remains   independent   in   this   regard   and   did  not iden \u0000 fy any concerns with his ability to manage his   fi nancial management.  Caregiving Ac \u0000 vi \u0000 es:  Mr. Shujazada is not the primary caregiver for any of his children at this   \u0000 me.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   16   of   21\n\nVoca \u0000 onal Ac \u0000 vi \u0000 es:  Pre-accident Employment Status   Employed part- \u0000 me  Employer   Roxborough Bus Lines  Job Title/Du \u0000 es   School Bus Driver  Hours per week   35  Comments   Mr.   Shujazada   reported   that   he   drove   three  (3)   runs   in   the   mornings   and   two   (2)   in   the  a \u0000 ernoons.  Current Employment Status  Comments   Mr.   Shujazada   is   unable   to   return   to   bus  driving   at   this   \u0000 me   secondary   to   his   inability  to   u \u0000 lize   his   le \u0000   shoulder   to   operate   the   large  steering   wheel   of   his   school   bus.   He   noted  that   the   number   of   wheel   rota \u0000 ons   required  to   make   a   turn   is   much   higher   than   a  tradi \u0000 onal   vehicle   and   he   is   thus   medically  precluded   from   bus   driving   at   the   present  \u0000 me.  Leisure Ac \u0000 vi \u0000 es:  Prior   to   the   subject   motor   vehicle   accident,   Mr.   Shujazada   indicated   that   he   was   highly   ac \u0000 ve,  cycling   15   km   twice   weekly   and   walking   5   -   7   km   daily.   He   reported   being   a   highly   social  individual   who   cherished   \u0000 me   spent   with   his   family   whom   he   has   sponsored   from   Afghanistan  in recent years.  At   the   \u0000 me   of   this   assessment,   he   indicated   that   he   has   maintained   his   engagement   in  socializing   and   did   not   report   any   mental   health   impacts   which   have   altered   his   disposi \u0000 on  towards   engagement   with   family   and   friends.   He   has   not   resumed   cycling   since   his   accident  and has recently reintroduced walking into his daily rou \u0000 ne.  Community Access:  Prior   to   the   subject   motor   vehicle   accident,   Mr.   Shujazada   indicated   that   he   was   able   to   access  the   community   unrestricted   u \u0000 lizing   his   personal   vehicle   and   at   \u0000 mes,   would   make   spots   in   his  bus   on   his   way   back   home   from   his   shi \u0000 s.   He   reported   that   he   has   resumed   independent  community   travel   using   a   regular   motor   vehicle.   He   reported   no   issues   with   community   access  at this   \u0000 me.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   17   of   21\n\nVolunteer Ac \u0000 vi \u0000 es:  Mr.   Shujazada   reported   that   he   was   not   engaged   in   any   volunteer   ac \u0000 vi \u0000 es   at   the   \u0000 me   of   the  subject motor vehicle accident.  ASSESSMENT OF ATTENDANT CARE NEEDS:  The   following   is   an   Assessment   of   A \u0000 endant   Care   Needs   based   on   reports   of   the   client   and  direct   observa \u0000 ons   as   of   November   24,   2023.   The   Ontario   Society   of   Occupa \u0000 onal   Therapists  report   “Considera \u0000 ons   for   Occupa \u0000 onal   Therapists   Comple \u0000 ng   an   Assessment   of   A \u0000 endant  Care   Needs   (Form   1)”   was   consulted   for   the   comple \u0000 on   of   the   assessment.   As   per   the   OSOT  Guidelines,   “this   assessment   of   A \u0000 endant   Care   Needs   (Form   1)   is   not   simply   the   recording   of  what   a \u0000 endant   care   services   are   already   in   place.   [This   therapist’s]   role   is   to   determine   the  extent   to   which   the   client   can   perform   the   skills   and   ac \u0000 vi \u0000 es   iden \u0000 fi ed   in   the   Form   1   safely,  func \u0000 onally,   and   to   objec \u0000 vely   iden \u0000 fy   what   assistance   if   any   is   needed   from   the   present   \u0000 me  into the future un \u0000 l another such re-assessment may iden \u0000 fy modi fi ed needs.”  Part 1 – Level 1 A \u0000 endant Care (Rou \u0000 ne personal care)  Task   Observa \u0000 ons/Comments   Weekly Time Allo \u0000 ed  Dress  •   Upper body  •   Lower Body  Mr.   Shujazada   remains  independent   in   the  management   of   all   dressing  and undressing tasks.  0 minutes per week  Undress  •   Upper body  •   Lower Body  0 minutes per week  Prosthe \u0000 cs   NA   0 minutes per week  Ortho \u0000 cs   NA   0 minutes per week  Grooming  •   Face  •   Hands  •   Shaving  •   Cosme \u0000 cs  •   Brush/shampoo/dry/style  hair  •   Fingernails  •   Toenails  Mr.   Shujazada   remains  independent   in   the  management   of   his   grooming  tasks.  0 minutes per week  Feeding   Mr.   Shujazada   is   independent  with all feeding func \u0000 ons.  0 minutes per week  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   18   of   21\n\nMobility   *   Mr.   Shujazada   does   not  present   with   any   mobility  restric \u0000 ons at this   \u0000 me.  0 minutes per week  Extra Laundering   There   are   no   extra   laundering  requirements at this   \u0000 me.  0 minutes per week  *   Please   note   that   as   per   the   guidelines   set   forth   by   the   Ontario   Society   of   Occupa \u0000 onal   Therapists,   assistance  with   mobility   includes   “all   transfers   both   inside   the   home   and   out   in   the   community”   and   “supervision   and  assistance   when   walking   includes:   stair   climbing,   mobility   on   ramps,   into   and   out   of   home   and/or   lobby,   garage,  in the community etc.”  Part 2 – Level 2 A \u0000 endant Care (Basic supervisory func \u0000 ons)  Task   Observa \u0000 ons/Comments   Weekly Time Allo \u0000 ed  Hygiene   *  •   Clean tub/shower/ sink  a \u0000 er use  •   Change bedding, make  bed, clean room  •   Ensure comfort and safety  (bedroom)  •   Assist in daily wearing  apparel  •   Hand/sort clothes to be  laundered  Mr.   Shujazada   remains  independent   in   the  management   of   all   core  hygiene func \u0000 ons.  0 minutes per week  Basic Supervisory Care   **   Mr.   Shujazada   does   not  present   with   any   basic  supervisory   care  requirements at this   \u0000 me.  0 minutes per week  Co-ordina \u0000 on of A \u0000 endant  Care  There   are   no   A \u0000 endant   Care  coordina \u0000 on   requirements   at  this   \u0000 me.  0 minutes per week  *   The   “Assessment   of   A \u0000 endant   Care   Needs”   guidelines   set   forth   by   the   Ontario   Society   of   Occupa \u0000 onal  Therapists   considers   “supervisory   func \u0000 ons   for   those   who   are   emo \u0000 onally,   cogni \u0000 vely   and/or   physically   in   need  of   comfort   (e.g.   advoca \u0000 ng   for   a   child   or   someone   who   is   cogni \u0000 vely   impaired)”.   The   OSOT   guidelines   further  state   that   the   “family   may   be   ensuring   comfort,   safety   and   security   in   this   (hospital)   environment   and   these  ac \u0000 vi \u0000 es should be considered an a \u0000 endant care need under Level 2”.  **   As   per   the   Na \u0000 onal   Research   Counsel   of   Canada   (2006),   the   Available   Safe   Escape   Time   (ASET)   for   a  single-family   house   equipped   with   smoke   alarms,   may   only   be   3   minutes.   The   Required   Safe   Escape   Time   (RSET)  is   the   amount   of   \u0000 me   required   for   an   individual   to   evacuate   or   reach   an   area   of   safety.   Factors   that   impact   the  ability   to   evacuate   quickly   include   age,   sleep   stage   (those   in   deep   stages   have   more   di ffi culty   being   roused),  drugs   (e.g.,   individuals   taking   a   sleeping   aid}   and   alcohol   consump \u0000 on,   and   those   who   have   physical   and   mental  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   19   of   21\n\ndisabili \u0000 es.   In   Canada,   winter   condi \u0000 ons   must   also   be   considered,   as   “prepara \u0000 on   for   further   ac \u0000 on”   ac \u0000 vi \u0000 es  including donning boots and coats, and gathering belongings, require addi \u0000 onal   \u0000 me.  Part 3 – Level 3 A \u0000 endant Care (Complex health/care and hygiene func \u0000 ons)  Task   Observa \u0000 ons/Comments   Weekly Time Allo \u0000 ed  Genitourinary Tracts   Mr.   Shujazada   is   independent  with   his   urinary   management  needs.  0 minutes per week  Bowel Care   Mr.   Shujazada   is   independent  with   all   aspects   of   bowel  care.  0 minutes per week  Tracheostomy   NA   0 minutes per week  Ven \u0000 lator Care   NA   0 minutes per week  Exercise   Mr.   Shujazada   noted   that   he  does   complete   daily   home  exercises   prescribed   by   his  physiotherapist   and   does   not  require   any   assistance   of  cueing   to   manage   his  exercises as prescribed.  0 minutes per week  Skin Care   Mr.   Shujazada   does   not  present   with   any   skin   care  requirements at this   \u0000 me.  0 minutes per week  Medica \u0000 on   Mr.   Shujazada   is   independent  with   the   management   of   his  medica \u0000 on intake and supply.  0 minutes per week  Bathing  •   Bathtub or shower  •   Bed bath  •   Oral Hygiene (including  dentures)  •   Transfer, bathing and  drying, prep equipment,  clean equipment, apply  creams, etc.  Mr.   Shujazada   is   independent  with showering ac \u0000 vi \u0000 es.  0 minutes per week  Other Therapy (TENS, DCS)   NA   0 minutes per week  Maintenance of Equipment  and Supplies  Mr.   Shujazada   does   not   have  any   equipment   or   supplies  requiring maintenance.  0 minutes per week  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   20   of   21\n\nSkilled Supervisory Care (for  aggressive or violent  behaviour)  Mr.   Shujazada   does   not  present   with   any   skilled  supervisory   care  requirements at this   \u0000 me.  0 minutes per week  A \u0000 endant Care Calcula \u0000 on:  Part 1   - Routine Personal Care   0 hours per week   $0 /month  Part 2   - Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total   monthly   assessed   a \u0000 endant   care   bene fi t:   $0   (subject   to   limits   under   Statutory   Accident  Bene fi ts Schedule)  CLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   o ffi ces   of   FERLAND   &   ASSOCIATES   REHABILITATION  INC. at 613-204-1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebas \u0000 en Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan Law Firm, c/o Frank McNally  CAA Insurance c/o Janak Dass, Claims Adjuster  An   electronic   signature   was   used   in   order   to   assist   with   a   \u0000 mely   report.   The   assessor   is   in   agreement   with   the   content   of   the   report,   and   has  provided authoriza \u0000 on to u \u0000 lize the electronic signature .  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   21   of   21\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY  IN-HOME ASSESSMENT  Client Name:   Najibulla Shujazada   Date of Loss:   2023-07-10  Address:   1849 Montreau Ave., O \u0000 awa ON  K1C 5X5  Date of Birth:   1955/05/15  Telephone #:   (416) 720-7129  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Janak Dass   Insurer:   CAA Insurance Company  Claim No.:   A000775469  Therapist:   Sebas \u0000 en Ferland OT Reg.(Ont.)   Date of Assessment:   2023-11-24  Date of Report:   2023-12-01  THERAPIST QUALIFICATIONS:  Mr.   Ferland   is   an   Occupa \u0000 onal   Therapist   with   over   25   years   of   experience   providing  rehabilita \u0000 on   and   expert   opinion   services   in   the   province   of   Ontario.   His   professional   prac \u0000 ce  began   in   1998   when   he   graduated   from   the   University   of   O \u0000 awa’s   School   of   Rehabilita \u0000 on   and  began   working   as   a   registered   Occupa \u0000 onal   Therapist   in   the   private   sector.   Over   the   years,   Mr.  Ferland   has   developed   his   clinical   skills   and   evolved   to   provide   expert   opinions   in   ma \u0000 ers   of  human   func \u0000 on   to   stakeholders   in   the   automobile   insurance   sector,   personal   injury   and   family  law,   the   Workplace   Safety   and   Insurance   Board   (WSIB),   Veterans   A ff airs   and   the   Long-Term  Disability   sectors.   His   opinions   are   sought   by   both   plain \u0000 ff   and   defense   counsel   in   the   context  of   resolving   ma \u0000 ers   in   personal   injury   and   family   law   cases.   He   has   been   quali fi ed   several   \u0000 mes  as   an   expert   in   his   fi eld,   providing   tes \u0000 mony   under   oath   in   FSCO   tribunals   and   cases   appearing  before the Ontario Superior Court of Jus \u0000 ce.  P: (613) 776-1266   www.ferlandassociates.com  info@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014",
    "ENVIRONMENTAL": "ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Single family detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Upper level   Carpet  Bathrooms   3   Two full on second and powder  room on main.  Tile  Living Room   1   Main   fl oor   Wood  Family Room   0   NA   NA  Dining Room   1   Main   fl oor   Wood  Kitchen   1   Main   fl oor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   Full staircase leading to second  fl oor of the home  Carpet  Basement   Yes   Finished   NA`  Driveway  Descrip \u0000 on  Double car driveway  Yard descrip \u0000 on   City lot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   x   Common Law   ☐   Other   ☐  Living Arrangement   Lives with his two sisters and niece  Children   None  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Ac \u0000 vi \u0000 es:  Prior   to   the   subject   motor   vehicle   accident,   Mr.   Shujazada   was   independent   in   his   performance  of all self-care ac \u0000 vi \u0000 es.  At   the   \u0000 me   of   this   assessment,   Mr.   Shujazada   has   resumed   his   independent   management   of  self-care   func \u0000 ons.   He   has   made   adjustments   to   the   manner   in   which   he   dresses   to  compensate   for   his   limited   le \u0000   shoulder   range   of   mo \u0000 on.   He   has   otherwise   maintained   his  independent involvement in all self-care ac \u0000 vi \u0000 es.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   14   of   21\n\nHome Management Ac \u0000 vi \u0000 es:  Legend of Ability:  I   –   Independent   A   –   Par \u0000 al   with   assistance   D   –   With   devices   U   –   Unable   NA   –   Not  Applicable  Indoor Tasks   Pre-accident Engagement   Current Engagement  Meal Prepara \u0000 on   NA   -   Mr.   Najibulla’s   sister  managed   meal   prepara \u0000 on  ac \u0000 vi \u0000 es pre-accident.  This   has   remained  unchanged.   While   Mr.  Shujazada   indicated   that   he  would   at   \u0000 mes   contribute   to  some   meal   prepara \u0000 on,   this  was   largely   his   sister’s  responsibility.  Dishwashing   NA   -   Mr.   Najibulla’s   sister  managed   dishwashing  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Groceries/errands   I   -   Mr.   Najibulla   would  complete   grocery   shopping  with his sisters pre-accident.  I   -   He   has   remained  independent   with   this   task  however   is   now   unable   to   li \u0000  or   carry   loads   of   any  signi fi cance   with   his   le \u0000  hand.  Bathroom cleaning   NA   -   Mr.   Najibulla’s   sister  managed   bathroom   cleaning  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Making/changing beds   NA   -   Mr.   Najibulla’s   sister  managed   bed   making   and  changing   ac \u0000 vi \u0000 es  pre-accident.  As pre-accident.  Vacuuming   NA   -   Mr.   Najibulla’s   sister  managed   vacuuming  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Sweeping   NA   -   Mr.   Najibulla’s   sister  managed   sweeping   ac \u0000 vi \u0000 es  pre-accident.  As pre-accident.  Mopping   NA   -   Mr.   Najibulla’s   sister  managed   fl oor   mopping  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Dus \u0000 ng   NA   -   Mr.   Najibulla’s   sister  managed   dus \u0000 ng   ac \u0000 vi \u0000 es  pre-accident.  As pre-accident.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   15   of   21",
    "ATTENDANT_CARE": "Skilled Supervisory Care (for  aggressive or violent  behaviour)  Mr.   Shujazada   does   not  present   with   any   skilled  supervisory   care  requirements at this   \u0000 me.  0 minutes per week  A \u0000 endant Care Calcula \u0000 on:  Part 1   - Routine Personal Care   0 hours per week   $0 /month  Part 2   - Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total   monthly   assessed   a \u0000 endant   care   bene fi t:   $0   (subject   to   limits   under   Statutory   Accident  Bene fi ts Schedule)  CLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   o ffi ces   of   FERLAND   &   ASSOCIATES   REHABILITATION  INC. at 613-204-1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebas \u0000 en Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan Law Firm, c/o Frank McNally  CAA Insurance c/o Janak Dass, Claims Adjuster  An   electronic   signature   was   used   in   order   to   assist   with   a   \u0000 mely   report.   The   assessor   is   in   agreement   with   the   content   of   the   report,   and   has  provided authoriza \u0000 on to u \u0000 lize the electronic signature .  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   21   of   21",
    "SYMPTOMS": "Voca \u0000 onal Ac \u0000 vi \u0000 es:  Pre-accident Employment Status   Employed part- \u0000 me  Employer   Roxborough Bus Lines  Job Title/Du \u0000 es   School Bus Driver  Hours per week   35  Comments   Mr.   Shujazada   reported   that   he   drove   three  (3)   runs   in   the   mornings   and   two   (2)   in   the  a \u0000 ernoons.  Current Employment Status  Comments   Mr.   Shujazada   is   unable   to   return   to   bus  driving   at   this   \u0000 me   secondary   to   his   inability  to   u \u0000 lize   his   le \u0000   shoulder   to   operate   the   large  steering   wheel   of   his   school   bus.   He   noted  that   the   number   of   wheel   rota \u0000 ons   required  to   make   a   turn   is   much   higher   than   a  tradi \u0000 onal   vehicle   and   he   is   thus   medically  precluded   from   bus   driving   at   the   present  \u0000 me.  Leisure Ac \u0000 vi \u0000 es:  Prior   to   the   subject   motor   vehicle   accident,   Mr.   Shujazada   indicated   that   he   was   highly   ac \u0000 ve,  cycling   15   km   twice   weekly   and   walking   5   -   7   km   daily.   He   reported   being   a   highly   social  individual   who   cherished   \u0000 me   spent   with   his   family   whom   he   has   sponsored   from   Afghanistan  in recent years.  At   the   \u0000 me   of   this   assessment,   he   indicated   that   he   has   maintained   his   engagement   in  socializing   and   did   not   report   any   mental   health   impacts   which   have   altered   his   disposi \u0000 on  towards   engagement   with   family   and   friends.   He   has   not   resumed   cycling   since   his   accident  and has recently reintroduced walking into his daily rou \u0000 ne.  Community Access:  Prior   to   the   subject   motor   vehicle   accident,   Mr.   Shujazada   indicated   that   he   was   able   to   access  the   community   unrestricted   u \u0000 lizing   his   personal   vehicle   and   at   \u0000 mes,   would   make   spots   in   his  bus   on   his   way   back   home   from   his   shi \u0000 s.   He   reported   that   he   has   resumed   independent  community   travel   using   a   regular   motor   vehicle.   He   reported   no   issues   with   community   access  at this   \u0000 me.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   17   of   21",
    "MEDICAL_HISTORY": "may   be   an   in-person   assessment   or   a   remote   paper-review   assessment.   Funding   for   the  requested goods and/or services may ul \u0000 mately be declined.  ●   He may choose to par \u0000 cipate or decline any or all of the proposed assessment.  ●   A   report   documen \u0000 ng   this   assessment   will   be   completed   and   copies   will   be   provided   to  the following par \u0000 es via secure transmission (fax or encrypted email a \u0000 achment):  o   CAA Insurance c/o Janak Dass, Accident Bene fi ts Adjuster  o   McNally Gervan, c/o Frank McNally, Legal Representa \u0000 ve  Following   this   therapist’s   explana \u0000 on   Mr.   Shujazada   granted   informed   consent   for   this   therapist  to proceed with the assessment and any subsequent interven \u0000 ons.  DOCUMENTATION REVIEWED:  Limited   informa \u0000 on   was   available   for   review   at   the   \u0000 me   of   this   assessment,   which   occurred   a  few   months   post-accident.   Copies   of   medical   records   stemming   from   his   admission   at   The  O \u0000 awa   Hospital   and   subsequent   medical   interven \u0000 ons   post-accident   were   provided   to   this  therapist   by   Mr.   Shujazada’s   legal   representa \u0000 ve.   These   records   were   reviewed   in   full   prior   to  comple \u0000 ng this assessment report.  PRE-ACCIDENT MEDICAL HISTORY:  Mr.   Shujazada   reported   being   a   healthy   individual   pre-accident,   working   as   a   school   bus   driver  and   highly   ac \u0000 ve   within   his   family   home.   He   noted   that   he   sponsored   his   sisters   and   niece   from  Afghanistan   following   the   departure   of   US   forces   and   resultant   Taliban   takeover   of   the   country.  He   noted   that   he   was   an   anchor   to   his   family   members,   providing   them   with   an   opportunity   to  live   in   a   more   peaceful   environment   and   suppor \u0000 ng   their   transi \u0000 on   to   Canada.   Mr.   Shujazada  noted   that   he   was   being   treated   for   dyslipidemia   which   was   managed   with   prescrip \u0000 on  medica \u0000 on.   He   was   also   being   treated   for   high   blood   pressure   and   diabetes,   which   were   also  both well managed with medica \u0000 on.  He   was   otherwise   in   good   health   with   no   reported   func \u0000 onal   impairments   due   to   physical,  emo \u0000 onal   or   cogni \u0000 ve   issues.   He   noted   being   highly   ac \u0000 ve,   cycling   15   km   twice   weekly   and  walking 5 - 7 km on a daily basis.  MECHANISM OF INJURY:  Mr.   Shujazada   noted   that   he   has   li \u0000 le   recollec \u0000 on   of   the   events   of   the   MVA   in   ques \u0000 on.   A  review of emergency room records revealed the following:  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   5   of   21\n\n“HISTORY OF TRAUMATIC EVENT:  Mr.   Najibullah   Shujazada   is   a   68   y.o.   male   who   presents   to   care   today   following   an   vehicle  versus   cyclist   collision.   He   was   cycling   and   was   wearing   a   helmet.   As   per   EMS,   he   switched   into  the   le \u0000   lane   and   struck/was   struck   by   a   vehicle.   He   was   confused   at   scene   and   amnes \u0000 c   to  events of accident and morning. His helmet was broken and was removed by EMS.  He endorses le \u0000   shoulder pain and decreased ROM secondary to pain.  He   denies   any   headache   or   N/V,   as   well   as   any   abdominal   pain.   He   is   passing   gas   and   BMs   at  baseline.  C-spine cleared by EM team.”  NATURE OF INJURY:  Based   on   a   review   of   available   medical   records   and   through   an   interview   with   Mr.   Shujazabada  on   November   24,   2023,   he   sustained   the   following   injuries   as   a   result   of   the   subject   motor  vehicle accident (Dr. Anastasia Turner, General Surgeon):  “1. Le \u0000 -sided rib fractures of ribs 3-6  ●   Mul \u0000 modal analgesia with regular Tylenol and PRN Dilaudid - prescrip \u0000 ons provided  ●   Pain is well controlled in the ED with PO agents alone  2. Le \u0000   clavicle fracture  ●   Case discussed with Ortho on call - urgent referral made to Plaster Clinic  ●   Pa \u0000 ent placed in LUE sling and instruc \u0000 ons for NWB LUE reviewed  3. Le \u0000   hemidiaphragm eleva \u0000 on  ●   Unfortunately,   there   is   no   prior   imaging   available   for   comparison,   however   on   our   review  of   the   CT   scan   this   appears   chronic   with   no   visualized   diaphragma \u0000 c   injury,   and   may  represent   diaphragma \u0000 c   eventra \u0000 on.   This   is   asymptoma \u0000 c   and   no   interven \u0000 on   is  required.  4. Incidental   fi ndings Including likely liver hemangioma and possible pituitary adenoma  ●   Recommenda \u0000 ons for elec \u0000 ve MRI liver and MRI sella reviewed  ●   Pa \u0000 ent able to follow up with his family physician this week”  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   6   of   21"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333,
    "ATTENDANT_CARE": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is   an   Occupa \u0000 onal   Therapist   with   over   25   years   of   experience   providing  rehabilita \u0000 on   and   expert   opinion   services   in   the   province   of   Ontario",
      "dob": "1955/05/15  Telephone #:   (416) 720-7129  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Janak Dass   Insurer:   CAA Insurance Company  Claim No",
      "age": null,
      "gender": "",
      "address": "1849 Montreau Ave",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "CAA Insurance Company  Claim No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "Single family detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Upper level   Carpet  Bathrooms   3   Two full on second and powder  room on main",
      "livingArrangement": "S/SOCIAL STATUS:  Marital Status   Married   ☐   Single   x   Common Law   ☐   Other   ☐  Living Arrangement   Lives with his two sisters and niece  Children   None  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Ac \u0000 vi \u0000 es:  Prior   to   the   subject   motor   vehicle   accident",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "s   3   Two full on second and powder  room on main",
        "bedroom": "s   4   Upper level   Carpet  Bathrooms   3   Two full on second and powder  room on main",
        "kitchen": "1   Main   fl oor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   Full staircase leading to second  fl oor of the home  Carpet  Basement   Yes   Finished   NA`  Driveway  Descrip \u0000 on  Double car driveway  Yard descrip \u0000 on   City lot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   x   Common Law   ☐   Other   ☐  Living Arrangement   Lives with his two sisters and niece  Children   None  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Ac \u0000 vi \u0000 es:  Prior   to   the   subject   motor   vehicle   accident,   Mr"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Single family detached  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   4   Upper level   Carpet  Bathrooms   3   Two full on second and powder  room on main.  Tile  Living Room   1   Main   fl oor   Wood  Family Room   0   NA   NA  Dining Room   1   Main   fl oor   Wood  Kitchen   1   Main   fl oor   Tile  Laundry   1   Basement   Concrete  Stairs   Yes   Full staircase leading to second  fl oor of the home  Carpet  Basement   Yes   Finished   NA`  Driveway  Descrip \u0000 on  Double car driveway  Yard descrip \u0000 on   City lot  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   x   Common Law   ☐   Other   ☐  Living Arrangement   Lives with his two sisters and niece  Children   None  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  Pre and Post Accident Self-Care Ac \u0000 vi \u0000 es:  Prior   to   the   subject   motor   vehicle   accident,   Mr.   Shujazada   was   independent   in   his   performance  of all self-care ac \u0000 vi \u0000 es.  At   the   \u0000 me   of   this   assessment,   Mr.   Shujazada   has   resumed   his   independent   management   of  self-care   func \u0000 ons.   He   has   made   adjustments   to   the   manner   in   which   he   dresses   to  compensate   for   his   limited   le \u0000   shoulder   range   of   mo \u0000 on.   He   has   otherwise   maintained   his  independent involvement in all self-care ac \u0000 vi \u0000 es.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   14   of   21\n\nHome Management Ac \u0000 vi \u0000 es:  Legend of Ability:  I   –   Independent   A   –   Par \u0000 al   with   assistance   D   –   With   devices   U   –   Unable   NA   –   Not  Applicable  Indoor Tasks   Pre-accident Engagement   Current Engagement  Meal Prepara \u0000 on   NA   -   Mr.   Najibulla’s   sister  managed   meal   prepara \u0000 on  ac \u0000 vi \u0000 es pre-accident.  This   has   remained  unchanged.   While   Mr.  Shujazada   indicated   that   he  would   at   \u0000 mes   contribute   to  some   meal   prepara \u0000 on,   this  was   largely   his   sister’s  responsibility.  Dishwashing   NA   -   Mr.   Najibulla’s   sister  managed   dishwashing  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Groceries/errands   I   -   Mr.   Najibulla   would  complete   grocery   shopping  with his sisters pre-accident.  I   -   He   has   remained  independent   with   this   task  however   is   now   unable   to   li \u0000  or   carry   loads   of   any  signi fi cance   with   his   le \u0000  hand.  Bathroom cleaning   NA   -   Mr.   Najibulla’s   sister  managed   bathroom   cleaning  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Making/changing beds   NA   -   Mr.   Najibulla’s   sister  managed   bed   making   and  changing   ac \u0000 vi \u0000 es  pre-accident.  As pre-accident.  Vacuuming   NA   -   Mr.   Najibulla’s   sister  managed   vacuuming  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Sweeping   NA   -   Mr.   Najibulla’s   sister  managed   sweeping   ac \u0000 vi \u0000 es  pre-accident.  As pre-accident.  Mopping   NA   -   Mr.   Najibulla’s   sister  managed   fl oor   mopping  ac \u0000 vi \u0000 es pre-accident.  As pre-accident.  Dus \u0000 ng   NA   -   Mr.   Najibulla’s   sister  managed   dus \u0000 ng   ac \u0000 vi \u0000 es  pre-accident.  As pre-accident.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   15   of   21",
      "confidence": {
        "homeType": 0.8,
        "livingArrangement": 0.8,
        "homeLayout": 0,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    },
    "ATTENDANT_CARE": {
      "caregiverInfo": {
        "type": "",
        "name": "",
        "relationship": "",
        "availability": "per week   $0 /month  Part 2   - Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total   monthly   assessed   a \u0000 endant   care   bene fi t:   $0   (subject   to   limits   under   Statutory   Accident  Bene fi ts Schedule)  CLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   o ffi ces   of   FERLAND   &   ASSOCIATES   REHABILITATION  INC"
      },
      "careNeeds": {
        "personalCare": [],
        "housekeeping": [],
        "mealPrep": [],
        "medication": [],
        "mobility": [],
        "supervision": []
      },
      "careHours": {
        "daily": "",
        "weekly": "$0 /month  Part 2   - Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total   monthly   assessed   a \u0000 endant   care   bene fi t:   $0   (subject   to   limits   under   Statutory   Accident  Bene fi ts Schedule)  CLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   o ffi ces   of   FERLAND   &   ASSOCIATES   REHABILITATION  INC",
        "breakdown": {}
      },
      "recommendations": [],
      "currentServices": [],
      "notes": "Skilled Supervisory Care (for  aggressive or violent  behaviour)  Mr.   Shujazada   does   not  present   with   any   skilled  supervisory   care  requirements at this   \u0000 me.  0 minutes per week  A \u0000 endant Care Calcula \u0000 on:  Part 1   - Routine Personal Care   0 hours per week   $0 /month  Part 2   - Basic Supervisory Functions   0 hours per week   $0 /month  Part 3   - Complex Health/Care and Hygiene   0 hours per week   $0 /month  Total   monthly   assessed   a \u0000 endant   care   bene fi t:   $0   (subject   to   limits   under   Statutory   Accident  Bene fi ts Schedule)  CLOSING COMMENTS:  This   therapist   may   be   contacted   through   the   o ffi ces   of   FERLAND   &   ASSOCIATES   REHABILITATION  INC. at 613-204-1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebas \u0000 en Ferland OT Reg.(Ont)  Encl:   Form 1  Cc:   McNally Gervan Law Firm, c/o Frank McNally  CAA Insurance c/o Janak Dass, Claims Adjuster  An   electronic   signature   was   used   in   order   to   assist   with   a   \u0000 mely   report.   The   assessor   is   in   agreement   with   the   content   of   the   report,   and   has  provided authoriza \u0000 on to u \u0000 lize the electronic signature .  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   21   of   21",
      "confidence": {
        "availability": 0.8,
        "personalCare": 0,
        "housekeeping": 0,
        "mealPrep": 0,
        "medication": 0,
        "mobility": 0,
        "supervision": 0,
        "weeklyHours": 0.8,
        "recommendations": 0,
        "currentServices": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "return   to   bus  driving   at   this   \u0000 me   secondary   to   his   inability  to   u \u0000 lize   his   le \u0000   shoulder   to   operate   the   large  steering   wheel   of   his   school   bus"
      ],
      "symptomOnset": "his   accident  and has recently reintroduced walking into his daily rou \u0000 ne",
      "symptomProgression": "",
      "symptomNotes": "Voca \u0000 onal Ac \u0000 vi \u0000 es:  Pre-accident Employment Status   Employed part- \u0000 me  Employer   Roxborough Bus Lines  Job Title/Du \u0000 es   School Bus Driver  Hours per week   35  Comments   Mr.   Shujazada   reported   that   he   drove   three  (3)   runs   in   the   mornings   and   two   (2)   in   the  a \u0000 ernoons.  Current Employment Status  Comments   Mr.   Shujazada   is   unable   to   return   to   bus  driving   at   this   \u0000 me   secondary   to   his   inability  to   u \u0000 lize   his   le \u0000   shoulder   to   operate   the   large  steering   wheel   of   his   school   bus.   He   noted  that   the   number   of   wheel   rota \u0000 ons   required  to   make   a   turn   is   much   higher   than   a  tradi \u0000 onal   vehicle   and   he   is   thus   medically  precluded   from   bus   driving   at   the   present  \u0000 me.  Leisure Ac \u0000 vi \u0000 es:  Prior   to   the   subject   motor   vehicle   accident,   Mr.   Shujazada   indicated   that   he   was   highly   ac \u0000 ve,  cycling   15   km   twice   weekly   and   walking   5   -   7   km   daily.   He   reported   being   a   highly   social  individual   who   cherished   \u0000 me   spent   with   his   family   whom   he   has   sponsored   from   Afghanistan  in recent years.  At   the   \u0000 me   of   this   assessment,   he   indicated   that   he   has   maintained   his   engagement   in  socializing   and   did   not   report   any   mental   health   impacts   which   have   altered   his   disposi \u0000 on  towards   engagement   with   family   and   friends.   He   has   not   resumed   cycling   since   his   accident  and has recently reintroduced walking into his daily rou \u0000 ne.  Community Access:  Prior   to   the   subject   motor   vehicle   accident,   Mr.   Shujazada   indicated   that   he   was   able   to   access  the   community   unrestricted   u \u0000 lizing   his   personal   vehicle   and   at   \u0000 mes,   would   make   spots   in   his  bus   on   his   way   back   home   from   his   shi \u0000 s.   He   reported   that   he   has   resumed   independent  community   travel   using   a   regular   motor   vehicle.   He   reported   no   issues   with   community   access  at this   \u0000 me.  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   17   of   21",
      "confidence": {
        "reportedSymptoms": 0,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "may   be   an   in-person   assessment   or   a   remote   paper-review   assessment.   Funding   for   the  requested goods and/or services may ul \u0000 mately be declined.  ●   He may choose to par \u0000 cipate or decline any or all of the proposed assessment.  ●   A   report   documen \u0000 ng   this   assessment   will   be   completed   and   copies   will   be   provided   to  the following par \u0000 es via secure transmission (fax or encrypted email a \u0000 achment):  o   CAA Insurance c/o Janak Dass, Accident Bene fi ts Adjuster  o   McNally Gervan, c/o Frank McNally, Legal Representa \u0000 ve  Following   this   therapist’s   explana \u0000 on   Mr.   Shujazada   granted   informed   consent   for   this   therapist  to proceed with the assessment and any subsequent interven \u0000 ons.  DOCUMENTATION REVIEWED:  Limited   informa \u0000 on   was   available   for   review   at   the   \u0000 me   of   this   assessment,   which   occurred   a  few   months   post-accident.   Copies   of   medical   records   stemming   from   his   admission   at   The  O \u0000 awa   Hospital   and   subsequent   medical   interven \u0000 ons   post-accident   were   provided   to   this  therapist   by   Mr.   Shujazada’s   legal   representa \u0000 ve.   These   records   were   reviewed   in   full   prior   to  comple \u0000 ng this assessment report.  PRE-ACCIDENT MEDICAL HISTORY:  Mr.   Shujazada   reported   being   a   healthy   individual   pre-accident,   working   as   a   school   bus   driver  and   highly   ac \u0000 ve   within   his   family   home.   He   noted   that   he   sponsored   his   sisters   and   niece   from  Afghanistan   following   the   departure   of   US   forces   and   resultant   Taliban   takeover   of   the   country.  He   noted   that   he   was   an   anchor   to   his   family   members,   providing   them   with   an   opportunity   to  live   in   a   more   peaceful   environment   and   suppor \u0000 ng   their   transi \u0000 on   to   Canada.   Mr.   Shujazada  noted   that   he   was   being   treated   for   dyslipidemia   which   was   managed   with   prescrip \u0000 on  medica \u0000 on.   He   was   also   being   treated   for   high   blood   pressure   and   diabetes,   which   were   also  both well managed with medica \u0000 on.  He   was   otherwise   in   good   health   with   no   reported   func \u0000 onal   impairments   due   to   physical,  emo \u0000 onal   or   cogni \u0000 ve   issues.   He   noted   being   highly   ac \u0000 ve,   cycling   15   km   twice   weekly   and  walking 5 - 7 km on a daily basis.  MECHANISM OF INJURY:  Mr.   Shujazada   noted   that   he   has   li \u0000 le   recollec \u0000 on   of   the   events   of   the   MVA   in   ques \u0000 on.   A  review of emergency room records revealed the following:  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   5   of   21\n\n“HISTORY OF TRAUMATIC EVENT:  Mr.   Najibullah   Shujazada   is   a   68   y.o.   male   who   presents   to   care   today   following   an   vehicle  versus   cyclist   collision.   He   was   cycling   and   was   wearing   a   helmet.   As   per   EMS,   he   switched   into  the   le \u0000   lane   and   struck/was   struck   by   a   vehicle.   He   was   confused   at   scene   and   amnes \u0000 c   to  events of accident and morning. His helmet was broken and was removed by EMS.  He endorses le \u0000   shoulder pain and decreased ROM secondary to pain.  He   denies   any   headache   or   N/V,   as   well   as   any   abdominal   pain.   He   is   passing   gas   and   BMs   at  baseline.  C-spine cleared by EM team.”  NATURE OF INJURY:  Based   on   a   review   of   available   medical   records   and   through   an   interview   with   Mr.   Shujazabada  on   November   24,   2023,   he   sustained   the   following   injuries   as   a   result   of   the   subject   motor  vehicle accident (Dr. Anastasia Turner, General Surgeon):  “1. Le \u0000 -sided rib fractures of ribs 3-6  ●   Mul \u0000 modal analgesia with regular Tylenol and PRN Dilaudid - prescrip \u0000 ons provided  ●   Pain is well controlled in the ED with PO agents alone  2. Le \u0000   clavicle fracture  ●   Case discussed with Ortho on call - urgent referral made to Plaster Clinic  ●   Pa \u0000 ent placed in LUE sling and instruc \u0000 ons for NWB LUE reviewed  3. Le \u0000   hemidiaphragm eleva \u0000 on  ●   Unfortunately,   there   is   no   prior   imaging   available   for   comparison,   however   on   our   review  of   the   CT   scan   this   appears   chronic   with   no   visualized   diaphragma \u0000 c   injury,   and   may  represent   diaphragma \u0000 c   eventra \u0000 on.   This   is   asymptoma \u0000 c   and   no   interven \u0000 on   is  required.  4. Incidental   fi ndings Including likely liver hemangioma and possible pituitary adenoma  ●   Recommenda \u0000 ons for elec \u0000 ve MRI liver and MRI sella reviewed  ●   Pa \u0000 ent able to follow up with his family physician this week”  _____________________________________________________________________________________________  Najibulla Shjazada   Claim #: A000775469   Page   6   of   21",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    }
  }
}