{
  "fileName": "Skirda Ross IHA_FINAL20240801.pdf",
  "originalText": "P: (613)   776 - 1266   www.ferlandassociates.com  info @ferlandassociates.com  Proudly Serving Eastern   Ontario Since 2014  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Ross Skirda  Date of Loss:  Progressive   onset,   October  2017   to   first   hospital  admission in June 2019  Address:   208   -   555 Anand Private, Ottawa,  ON K1V 2R7  Date of Birth:   July 6, 1967  Telephone #:   (613) 282 - 4601  Lawyer:   Mr. Joseph Obagi   Firm:   Obagi Connolly LLP  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Dates of Assessment:   March 20, 2024  March 25, 2024  March   26,   2024   (family  meeting   with   Robin   Easey  Centre)  April 3, 2024  April   11, 2024  April 16, 2024  April 24, 2024  May 1, 2024  May 16, 2024 (Interview with  Taylor Skirda)  Date of Report:   August 1 , 2024\n\n_____________________________________________________________________________________________  Ross Skirda   Page   2   of   34  THERAPIST QUALIFICATIONS:  I am an Occupational Therapist with over 25 years of experience providing rehabilitation and  expert opinion services in the province of Ontario. My professional practice began in 1998 when  I graduated from the University of Ottawa’s School of Rehabilitat ion and began working as a  registered Occupational Therapist in the private sector.   Over the years, I have developed my  clinical skills and evolved to provide expert opinions in matters of human function   to  stakeholders in the automobile insurance sector , personal injury and family law, the Workplace  Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability sectors. My  opinions are sought by both plaintiff and defense counsel in the context of resolving matters in  personal injury a nd family law cases. I have been qualified several times as an expert in my field,  providing testimony under oath in FSCO tribunals and cases appearing before the Ontario  Superior Court of Justice.  My practice also includes regular contributions to catastrophic designation assessment teams  where I provide opinions related to daily function of individuals suffering from serious physical,  psychological and cognitive impairments.   My assessments inform   multidisciplinary team  members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of injured client’s daily  functional capabilities at home, work and in the community, assisting them in forming opinions  surrounding whether the catastrophic i njury threshold is met.  I concurrently provide services as a treating Occupational Therapist to clients who have sustained  physical and psychological trauma in motor vehicle accidents.   I have extensive experience in  providing care to individuals suffering from chronic pain, depr ession, anxiety and posttraumatic  stress, overseeing and directing functional reactivation programs to foster improvements in  function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  This in - home assessment was conducted to evaluate Mr. Ross Skirda's (herein referred to as  \"Ross\") current functional abilities and limitations following his extensive medical complications.  These complications are believed to be linked to the prescription   of empagliflozin (Jardiance) in  October 2017 for management of his Type 2 diabetes. Subsequent to starting this medication,  Ross experienced a series of severe medical events, including diabetic ketoacidosis, metabolic  acidosis, encephalopathy, acute kidn ey injury, and seizures, resulting in multiple hospitalizations  between 2019 and 2021. These events have led to what can be characterized as an acquired brain  injury, significantly impacting his cognitive and physical functioning.  The primary goal of this assessment was to determine Ross's capacity to perform activities of  daily living (ADLs) and instrumental activities of daily living (IADLs) and to identify any necessary  support services or interventions to enhance his quality of   life and independence.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   3   of   34  This assessment was requested by Ross' legal representative, Mr. Joseph Obagi, in relation to the  litigation against multiple medical professionals and institutions, including Dr. Bruno Nicoletti,  Rideau Valley Health Centre, Dr. Amy Cook, Dr. Alison Dugan , Dr. Glen Geiger, The Ottawa  Hospital, Dr. Anne Marie Daniel, Dr. Joseph Mwanz, Montfort Hospital, Dr. Patricia Peticca, LMC  Healthcare, Jocelyn Bonti - Ankomah, and Gina Giurguis.  The focus of this assessment is to provide a comprehensive overview of Ross's current physical,  cognitive, and emotional status, and to offer recommendations for his ongoing care and  rehabilitation.  SUMMARY OF FINDINGS:  Ross's life has been significantly altered by a series of medical complications that began following  the prescription of Jardiance (empagliflozin) in October 2017 for his Type 2 diabetes. Prior to this,  Ross was an active and engaged individual. After star ting Jardiance, he experienced a progressive  onset of severe symptoms leading to multiple hospitalizations between 2019 and 2021. These  events culminated in a coma, resulting in what can be characterized as an acquired brain injury.  Since then, Ross has ex perienced chronic pain, cognitive impairments, and emotional distress.  This combination of physical, cognitive, and emotional challenges has significantly impacted his  ability to perform daily tasks and participate in activities he once enjoyed, affecting   his  independence and quality of life.  Physically, Ross experiences chronic pain in multiple areas of his body, including his lower back,  right arm, and leg. His pain ratings vary, reaching up to 10/10 during certain activities. He reports  constant dull headaches, and pain in his collarbone, ar m, and hand further impacts his  functionality. Mobility is a significant issue; he requires a cane for support and experiences  frequent falls. His fine motor skills, particularly in his right hand, are impaired, making tasks  requiring precision, such as gr ipping objects, challenging.  Cognitively, Ross demonstrates impairments in several areas. He experiences difficulties with  processing speed and attention, exhibiting challenges with tasks that require quick information  processing and multitasking. His memory, learning abilities, and e xecutive functions are  compromised. He faces challenges in word - finding, planning, organizing activities, and problem -  solving. These cognitive deficits are exacerbated by fatigue, significantly impacting his daily  functioning and independence.  Emotionally, Ross reports symptoms consistent with depression, anxiety, and PTSD. He describes  feelings of uselessness, guilt, and apathy, compounded by recurring nightmares related to his  coma   experience.   These   nightmares   often   involve   drowning   and   feelin gs   of   \"being  waterboarded\" and lead him to wake in a state of distress, further disrupting his sleep. Ross's  emotional state is characterized by social isolation; he has withdrawn from his network of friends  for six years and expresses guilt about the impa ct his condition has on his family, particularly his  daughters, who now provide caregiving support.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   4   of   34  Taylor Skirda, Ross's daughter, provided additional context to his condition. She described how  Ross was once charming, witty, and highly engaged with his family. However, after his diabetes  diagnosis, she   observed changes in his behavior, noting he became withdrawn and spent most of  his time in the basement, rarely interacting with family members. Taylor recounted episodes  where Ross's behavior was inconsistent and unpredictable, including instances where h e  wandered downtown in his pajamas, had his wallet stolen, and damaged another car while  parking due to his confused state. She noted how his declining health and unpredictable  behavior, including concerns about potential overuse of pain medication, necess itated frequent  interventions and constant vigilance from the family.  During his most challenging periods, Ross's condition was complicated by PTSD symptoms and  severe episodes of hypoglycemia, leading to seizures and acidosis. His family, particularly Taylor  and her sister, frequently checked on him, sometimes finding him u nresponsive and requiring  emergency hospital visits. Taylor also mentioned the emotional impact on the family, with her  mother and siblings providing essential support during these times. Despite their efforts, Ross's  cognitive and emotional state has sign ificantly changed over the years, affecting his ability to  engage in meaningful activities or maintain social connections.  Functionally, Ross's ability to perform activities of daily living is significantly limited. Basic tasks  such as dressing, grooming, bathing, and toileting are challenging due to his pain, fatigue, and  reduced fine motor skills. Incontinence issues add ano ther layer of complexity to his self - care  routine. Housekeeping tasks, especially those requiring bending, reaching, or fine motor skills,  are difficult for him. Meal preparation is limited to simple tasks, as he experiences challenges  with planning, multi - step processes, and using kitchen tools. Consequently, he relies heavily on  pre - cut vegetables and simple cooking methods (one pan stir - fry meals for example).  Cognitively and emotionally, Ross requires ongoing support to manage his impairments. His  cognitive deficits affect his ability to manage finances, appointments, and other complex tasks  independently. Emotional support is important to help him cope with hi s depression, anxiety,  and PTSD symptoms, and to assist him in adapting to his changed life circumstances.  In summary, Ross's current condition has significantly impacted his physical, cognitive, and  emotional well - being. His ability to maintain independence and quality of life has been  substantially affected.  ONGOING CARE RECOMMENDATIONS:  Based   on   the   assessment   of   Ross's   current   condition   and   functioning,   the   following  recommendations are proposed to support his ongoing rehabilitation and improve his quality of  life. These recommendations are grounded in best practices for brain injury reh abilitation and  have been tailored to address Ross's specific needs, challenges, and goals. The proposed plan  adopts a holistic, multidisciplinary approach, emphasizing community - based care with access to\n\n_____________________________________________________________________________________________  Ross Skirda   Page   5   of   34  specialized services as required. It is important to note that this plan should be flexible and  subject to regular review and adjustment based on Ross's progress and evolving needs. The  primary aim is to maximize Ross's independence, manage his symptoms ef fectively, and support  his reintegration into meaningful daily activities. Implementation of these recommendations  should be gradual and coordinated, with ongoing communication among all team members,  Ross, and his family.  Core Multidisciplinary Team:  a) Case Manager (Team Lead):  ●   Coordinate overall care plan  ●   Liaise between team members, Ross, and his family  ●   Assist with navigating healthcare system and community resources  ●   Monitor progress and adjust care plan as needed  ●   Provide support for financial and legal matters  b) General Practitioner (GP):  ●   Provide primary care and manage overall health  ●   Prescribe and manage medications  ●   Make referrals to specialists as needed, including Physiatry  ●   Monitor chronic conditions (e.g., diabetes, hypertension)  c) Physiatrist (via referral from GP):  ●   Consult on   rehabilitation program  ●   Manage complex pain issues  ●   Provide specialized input on neurological recovery  d) Occupational Therapist and Rehabilitation Assistant:  ●   Assess and improve activities of daily living  ●   Recommend and train in the use of adaptive equipment  ●   Develop strategies for cognitive deficits in daily tasks  ●   Rehabilitation Assistant:  ●   Implement therapy plans designed by OT, PT, and SLP  ●   Assist with daily exercises and cognitive tasks  ●   Provide support for community reintegration activities  e) Physiotherapist:  ●   Design exercise program to improve strength, balance, and mobility  ●   Gait training and fall prevention\n\n_____________________________________________________________________________________________  Ross Skirda   Page   6   of   34  ●   Pain management techniques  f) Speech and Language Pathologist:  ●   Address any ongoing communication difficulties  ●   Cognitive - communication strategies  g) Neuropsychologist:  ●   Continued cognitive assessment and rehabilitation  ●   Develop strategies for memory, attention, and executive function  ●   Address emotional and behavioral issues  h) Clinical Psychologist:  ●   Provide psychotherapy for depression, anxiety, and PTSD symptoms  ●   Cognitive Behavioral Therapy for sleep issues  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  ●   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  ●   The assessment has been requested by his legal representative Mr.   Joseph Obagi .  ●   The purpose of this assessment is to assess   Ross’s   current functional status as it relates  to his ability to complete   his   activities of daily living.  ●   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  ●   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects.  ●   Recommendations may be provided at the conclusion of the assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Assistive Devices  o   Referral to other   practitioners  o   Support services  ●   Ross   may choose to participate or decline any or all of the proposed assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  o   Joseph Obagi, Legal representative, Connolly Obagi LLP\n\n_____________________________________________________________________________________________  Ross Skirda   Page   7   of   34  Following this therapist’s explanation Ross granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The following medical brief was provided by the offices of Connolly   Obagi on June 12, 2024:  Tab 1   -   21.02.01   -   MedsCheck from Diabetes Clinic   -   LMC Pharmacy  Tab 2   -   21.12.14   -   Neuropsychological Assessment Dr. Santos  Tab 3   -   23.03.01   -   Rideau Valley CNR  Tab 4   -   23.10.20   -   Ben Gunter Pharmacy prescription summary_Redacted  Tab 5   -   23.10.20   -   Shas Pharmacy prescription summary_Redacted  Tab 6   -   23.12.11   -   My Health Summary, My Chart The Ottawa Hospital  Tab 7   -   24.04.22   -   Montfort Hospital Records  Tab 8   -   24.04.25   -   Dr. Giaccone's clinical notes  Tab 9   -   24.05.09   -   TOH records_Redacted  Tab 10   -   24.05.29   -   Dr. Peticca's records_Redacted  MEDICAL HISTORY   (Pre - 2014) :  Ross was an educated self - employed professional who resided in Ottawa, Ontario. He was the  President and Clinical Director of R.J. Skirda & Associates Inc., where he worked full - time. He was  an established expert in his field (Vocational Expert), where he   provided services to the legal and  insurance communities. He was independent in all activities of daily living and did not require  any assistance in his daily routine. He was married and father to two daughters and had a vast  circle of friends and acquai ntances with whom he socialized and networked regularly.   He  described his overall sense of life pre - injury as generally happy and fulfilling.  Ross had a long - standing history of chronic pain   (including mid back/thoracic spine) , likely  developing into   fibromyalgia, dating back to at least 2007.   He attributes much of his back pain to  years of playing competitive hockey.   He was consistently prescribed various pain medications,  including   Dilaudid,   Hydromorph   Contin,   and   occasionally   oxycodone.   The   dosages   and  frequencies of these medications fluctuated over time, but there was a consistent pattern of use.  Ross   had   ongoing   issues   with   anxiety   and   insomnia.   He   was   frequently   prescribed  benzodiazepines, including Ativan, Oxazepam, and occasionally Valium. There were repeated  attempts to wean him off these medications, but he consistently returned to using them . He also  used sleep aids like Halcion and Imovane at various times. Dr. Santos' report in 2021 noted a  history of chronic sleep problems, including difficulty falling and staying asleep, snoring, and  sleepwalking.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   8   of   34  Ross had a recurring pattern of chronic cough, often occurring in the fall and winter months. He  was frequently prescribed cough suppressants like Hycodan and occasionally antibiotics for  suspected respiratory infections. There were mentions of possible as thma or reactive airways,  and he used inhalers like Ventolin, Advair, and Symbicort at different times.  Ross suffered from migraines and was prescribed various triptans, including Maxalt and Axert.  He   was diagnosed with Type 2 Diabetes in January 2014. He was initially managed with oral  medications, including Metformin, Invokana, and Diamicron. His diabetes management was  often suboptimal, with his HbA1c remaining high (around 9.8% in September 2014).  Ross   was prescribed   hypertension   medication as an adjunct (preventative) to his diabetes  management , which was treated with medications like Coversyl. He was also prescribed Lipitor  for high cholesterol.   He   had recurrent skin infections, often described as impetigo - like lesions,  particularly on his nose. He was treated with topical and oral antibiotics for these infections  multiple times.   Ross was   also   treated for GERD with Pantoloc.  While not explicitly diagnosed with bipolar disorder, there were frequent mentions of mood  issues, stress, and anxiety. The notes often referenced discussions about work stress and its  impact on his mental health. Dr. Santos' report indicated a history of   depression, with periods  throughout the years and a significant bout in 2018.   This episode followed a period of high stress  which included the end of his marriage after   also   caring for his in - laws in his home. His father  and mother in law   had   moved into   his home   in the spring of 2016   with   his   then wife Melissa. He  helped his father - in - law with   end - of - life   care and continued to care for his mother - in - law  following his passing   (September 2016) .   She had dementia .   She later moved into Melissa’s  sister’s home following her retirement. The marriage then ended in September of 2017.  Ross was prescribed a new anti - depressant medication   (Trintellix)   in the spring of 2018 which  resulted in a serious   adverse reactio n .   He became paranoid and highly agitated.   It is not a  medication that is typically used to treat anxiety; rather it is used for depression.   Melissa  requested supports from   a colleague (psychologist) to provide guidance   and possible serotonin  syndrome was hypothesized.   H is   family physician, Dr. Nicoletti w as also consulted.   It was  subsequently   agreed to remove the medicati on. A new medication, Ceprale x/Escitalopram   was  introduced and his mood significantly improved.   In January 2020, Ross reported severe anxiety  and depressive symptoms (GAD - 7 = 21; PHQ - 9 = 25).  Throughout the notes, there were recurring   concerns about Ross's use of narcotic pain  medications and benzodiazepines. Dr. Nicoletti frequently noted the need to monitor and  potentially reduce these medications, suggesting a pattern of dependence or misuse. Dr. Santos  also noted a significant histo ry of opioid use.  Ross had a history of recurrent infections for about 10 years . H e   initially   attributed   the primary  incident   (lesion on the bridge of his nose)   to   an adverse reaction to the   H1N1 vaccine.   Following\n\n_____________________________________________________________________________________________  Ross Skirda   Page   9   of   34  this injection, Ross had an immediate injection site swelling and redness which then resulted in  high fevers for several days.   He developed the nasal lesion and also developed pneumonia. He  reported that his immune system was compromised that entire year.   He was seen for  debridement by a specialist and further assessed to rule out possible cancer. It was not.  Ross went on to have re - occurring   facial necrotic lesions   on his nose/face, as well as later  infections requiring hospitalization including   septic arthritis, cellulitis, and infective endocarditis.  Other Health Issues:  •   Chronic back pain  •   Hypothyroidism  •   Occasional mentions of shoulder injuries   (again from hockey)  •   Treatment for erectile dysfunction  •   Hair loss treatment (Propecia)  Overall, this medical history shows a pattern of   complex, chronic health issues with a particular  focus on pain management, anxiety   and   recurrent infections. There were ongoing concerns about  medication use and potential dependence, particularly regarding opioids and benzodiazepines.  MEDICAL HISTORY (Post 2014):  In January 2014, Ross was diagnosed with diabetes and subsequently managed his condition  under medical guidance. On October 23, 2017, empagliflozin, a Sodium - Glucose Cotransporter 2  (SGLT2) inhibitor known under brand names such as Jardiance and   Synjardy, was prescribed to  assist with blood sugar control.  Following the initiation of empagliflozin treatment, Ross began experiencing a range of  symptoms including weakness, muscle twitches, fatigue, weight loss, confusion, impaired  judgment,   personality   changes,   concentration   difficulties,   behavioral   changes,   s eizures,  shortness of breath, abnormal blood work results, and reduced kidney function.  Ross underwent eye surgery for a detached retina on December 28, 2018 (following an eye  infection).   His infection also impacted his ear and he had to undergo a tympanoplasty to address  perforation.   He was subsequently seen at the Civic campus emergency department on January  16 t , 2019 as he experienced a seizure.   He had a subsequent admission on January 19 th   for  another seizure (clonic/tonic) and was prescribed Kepra. Dr. Giacone was later consulted (Feb.  5, 2019) and opined that the seizures were related   to his infection, sleep issues and stress, thus  was not a seizure disorder. CT scans were normal.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   10   of   34  On June 10, 2019, Ross was admitted to The Ottawa Hospital with multiple severe health issues,  including diabetic ketoacidosis (DKA), metabolic acidosis, encephalopathy, acute kidney injury,  seizures, and sepsis. His hospitalization lasted until July 6, 20 19, during which he underwent  various treatments, including nasal lesion debridement and right wrist washout.   His blood  pressure was severely elevated due to pain; thus cardiology and the pain team were involved to  proactively manage the symptoms.   He was   discharged on IV antibiotics ( Pip   Tazo) for six weeks.  This evaluator did observe a note written by Dr. Lana Castellucci dated June 19, 2019 (day 8 of  hospitalization   –   impression and plan) which state d   “continue to hold Jardiance as there is a  possible active infection   –   Patient should not restart it @ discharge given euglycemic DKA”.  Having read this in the medical documentation, it is concerning that the discharge plan report  provided to Ross makes n o mention of this and in fact advises him to resume Jardiance.  Post - discharge, Ross's severe symptoms persisted, leading to another admission at Montfort  Hospital on February 6, 2020, where he was diagnosed with influenza. Despite his medical  history, empagliflozin was restarted, resulting in a recurrence of severe sy mptoms including  confusion, cognitive decline, necrotic lesions, cellulitis, and thigh pain.  On July 20, 2020, Ross consulted an endocrinologist and diabetes specialist , Dr.   Patricia   Peticca  at LMC Healthcare Ottawa, where the continuation of empagliflozin was recommended.  Subsequent consultations at LMC Pharmacy Ottawa reportedly did not include comprehensive  warnings about empagliflozin's potential severe side effects.  Ross was admitted to the Civic emergency department on January 6, 2020 .   He was found  unconscious outside of his apartment building with a head injury (GCS 14). He had   vomited and  was incontinent. He had a laceration on his left parietal region as well as abrasions to his right  hand and left orbit.   He did not recollect what had happened to him .   Family later informed   that  blood had been found on the stairs leading from his apartment to the outside and that his wallet  had been stolen.   It remains unclear as to what   occurred .   He was however referred to Dr. Shawn  Marshall   –   Outpatient ABI clinic on January 8 th , 2020 .  Ross was readmitted to The Ottawa Hospital from June 27 to July 9, 2021, experiencing  complications including right thigh abscess requiring irrigation and debridement, necrotizing  fasciitis, sepsis, and acute kidney injury.   He was again put on Pip Tazo. Family requested CCAC  supports.   He went back to the hospital on July 28 th   due to pain in his shoulder. He was still on IV  antibio tics thus was told that this should remedy any potential additional infection.   He developed  ongoing leg pain/limp as a result of his infection .  On December 8, 2021, Ross was again admitted to The Ottawa Hospital with an altered level of  consciousness, remaining until December 31, 2021.   His daughter   had   found him unconscious in  his home.   During this time, he experienced DKA, metabolic acidosis, encephalopathy, seizures,  and kidney failure. At this point, permanent discontinuation of empagliflozin was advised due to  its severe and life - threatening side effects.   During this admission, Ross experienced traumatic\n\n_____________________________________________________________________________________________  Ross Skirda   Page   11   of   34  experiences   which   have   left   him   struggling   with   nightmares   of   “drow n ing   or   being  waterboarded”.  Based on the ICU notes from this admission, the following details were noted:  On December 9, 2021, Ross Skirda was admitted to the ICU with severe respiratory distress. The  nursing notes provide a detailed account of his rapid deterioration and subsequent intubation,  which likely contributed to his traumatic experience and recurring   nightmares.  At 23:32, the nurse observed that Ross was \"very restless and uncooperative,\" struggling to  breathe and attempting to remove his oxygen mask. Despite efforts to maintain his oxygen  saturation with a venti mask, his condition continued to worsen. By 01:52 o n December 10, Ross  required intubation due to his declining respiratory status.  The intubation process itself was traumatic. Immediately following the procedure, the nurse  observed Ross's head \"visibly twitching,\" initially raising concerns about potential seizure activity.  This physical response, later attributed to hyperdynamic circ ulation from IV fluids, likely  contributed to Ross's sense of helplessness and loss of control.  Over the next few days, Ross experienced significant difficulties with sedation. Nursing notes  from December 11 describe him as \"very very difficult to sedate,\" frequently triggering ventilator  alarms, coughing, and attempting to sit up and remove his endo tracheal tube ” . The nurses  reported that Ross would \"settle for less than 5 minutes before waking up and getting agitated  again,\" despite receiving multiple sedative medications.  Particularly   distressing   were   episodes   of   physical   agitation.   On   December   13,   a   nurse  documented that Ross was \"stomping legs on the bed, against the foot board, trying to sit up and  reach ETT. Pt swinging arms and hands. Trying to kick RNs.\" These violent   physical reactions,  recalled by Ross as periods of fear and confusion, required additional sedation and restraints.  The combination of respiratory distress, forced intubation, physical restraints, and periods of  semi - consciousness led to Ross's reported sensation of \"being waterboarded.\" The frequent  agitation and unsuccessful attempts to communicate or remove the breat hing tube reinforced  feelings of helplessness and panic, which are now manifesting as recurring nightmares of  drowning.  This traumatic ICU experience, lasting several days, provides context for Ross's current PTSD - like  symptoms and sleep disturbances. The vivid memories of struggling to breathe, feeling  restrained, and being unable to communicate effectively have clearly le ft a lasting impact on his  psychological well - being.  These events have resulted in significant changes to Ross's life, including permanent injuries such  as cognitive deficits, decreased mobility, balance issues, and chronic pain. His professional life  and earning capacity have been severely impacted. Ross no w experiences ongoing emotional\n\n_____________________________________________________________________________________________  Ross Skirda   Page   12   of   34  distress, sleep deficits, and social isolation, necessitating continuous rehabilitative and medical  care.  Recent investigations related to increased lower back pain revealed a lumbar fracture, reportedly  visible on   imaging from 2021 but not previously communicated to Ross by medical practitioners.  This additional medical complication further impacts Ross's current condition and future  management.  CURRENT MEDICAL/REHABILITATION TEAM:  Mr. Skida was referred to the Robin Easey Centre where his active engagement with Dr. Nesrine  Awad Shimoon, Neuropsychologist has now come to an end. He was discharged in late - March  2024 with an open offer to reconnect with them if he required their servi ces.   At the time of  discharge, a family meeting was held and attended by this therapist as part of this assessment  process. At this meeting, issues with ongoing pain management, emotional distress and financial  strain were discussed. Dr. Shimoon indicat ed that a neuropsychological examination revealed  significant cognitive deficits, which are worse when Ross is medically unwell. He presents with  transient fluctuations in his cognitive functioning and has seen his progress impeded by frequent  interruptio ns associated with medical complications and hospitalizations. A loss of rehabilitative  momentum was noted as a result. Ross was encouraged to engage in daily physical activity, in  any form he can tolerate.   He is reportedly to be assessed by psychologis t Dr. Lefebvre for  treatment recommendations and follow - up.  The loss of Ross’s GP Dr. Bruno Nicholetti as a result of the filed lawsuit against him has left Ross  with a lack of access to medical   care,   which is an urgent need at this time.   Possible use of  privately - funded medical care was discussed as a temporary measure. Ross has been seen by Dr.  Shawn Marshall, who has provided some interim medical support in the absence of a GP.  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Atorvastatin (LIPITOR)   20 mg nightly   Cholesterol  Brexpiprazole (REXULTI)   0.5 mg daily   Mental health  Escitalopram (CIPRALEX)   20 mg daily   Depression  Levothyroxine (SYNTHROID)   50 mcg daily   Hypothyroidism  Pantoprazole   sodium  (PANTOLOC)  40 mg daily   Acid reflux  Perindopril   (COVERSYL)   4 mg daily   Hypertension  Gliclazide (DIAMICRON MR)   60 mg daily   Diabetes  Doxazosin (CARDURA - 1)   1 mg nightly   Hypertension\n\n_____________________________________________________________________________________________  Ross Skirda   Page   13   of   34  Methylphenidate   ER  (CONCERTA)  36 mg twice daily   ADHD  Metformin (GLUCOPHAGE)   500 mg twice daily   Diabetes  Amlodipine (NORVASC)   5 mg nightly   Hypertension  Prazosin (MINIPRESS)   5 mg nightly   Hypertension  Insulin   glargine   U - 300  (Toujeo)  60 Units nightly   Diabetes  Oxycodone - acetaminophen  (PERCOCET)  5 - 325 mg three times daily   Pain  Ozempic   2 mg/week   (injection)   Diabetes  Zopiclone  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain   Rating  if Necessary  Headaches   Ross reports experiencing a dull, constant  headache which affects the top of his head  and   behind   his   eyes.   He   used   to   have  migraines   however   these   appear   to   have  subsided with his current medication regimen.  3/10  Right Collarbone   Ross reports a constant ache from the right  collarbone to his neck which he qualifies as a  dull ache.  4/10  Right arm and hand   Ross reports constant pain in his right arm  radiating   into   his   hands,   coupled   with   a  sensation   of   pins   and   needles   which   is  constant and unrelenting as well. His pain in  his hand is worse than his upper - arm to elbow  region.  4/10  shoulder   to  elbow  5/10   elbow  to hand and  digits  Fine motor deficits, right side   Ross   notes   that   as   a   result   of   his   hand  symptoms, he is unsure how much strength he  applies when holding objects and is prone to  dropping them.   He is further impacted by a  reduction in fine motor coordination, where  he struggles to hold and manipulate sma ller  objects.   Right handed dexterity and strength  is significantly impaired.  NA\n\n_____________________________________________________________________________________________  Ross Skirda   Page   14   of   34  Lower - thoracic back pain   He describes a constant ache with periodic  sharpness in his thoracic spine. He notes that  this   pain   is   significant   and   can   at   times  significantly impede function.  6/10  Low - back pain   Ross notes a progressive deterioration of his  lower   back   pain   which   he   describes   as  “unbearable” at times.   He notes that the  frequency of flare - ups and the duration of the  flare - ups has gradually increased over time,  leading to a period of sustained, acut e back  pain persisting since mid - April 2024. When in  heightened pain (which has been the case  persistently over the past 6 weeks) he is  unable to walk more than short distances,  with significant difficulty noted.   He notes  being significantly impacted in   his ability to  bend and reach due to the acute effects on his  lower back and thoracic pain.  4   -   10/10  Right leg pain   He   notes   that   this   pain   is   constant   and  necessitates the use of a cane to support his  mobility,   even   within   this   apartment  environment.   He has noted changes to his  gait as a result, where he favors his right when  walking. He notes intermittent and signif icant  swelling episodes in his right leg when “I  overdo it”.  6/10  Cognitive Symptoms:  Based on the information from the neuropsychological assessment by Dr. Octavio Santos on  December 14, 2021 and other medical notes, here are the cognitive issues identified:  ●   Significant impairments in processing speed  ●   Attention deficits  ●   Difficulty with aspects of language  ●   Learning and memory problems  ●   Executive function impairments  Specifically:  ●   Processing Speed:\n\n_____________________________________________________________________________________________  Ross Skirda   Page   15   of   34  ○   Exceptionally   low   to   low   average   performance   on   tasks   requiring   quick  information processing  ●   Attention:  ○   Difficulty   quickly attending to two or more things simultaneously  ○   Problems filtering out distractions  ○   Below average to low average immediate auditory attention span  ●   Language:  ○   Difficulty recalling words based on letter and semantic cues  ○   Below average to average visual confrontational naming  ○   Exceptionally low to below average performance on verbal fluency tasks  ●   Learning and Memory:  ○   Exceptionally low to below average performance on word list learning and recall  ○   Exceptionally low immediate recall of short stories  ○   Low   average delayed recall of stories  ○   Exceptionally low delayed recall of visual information  ○   Evidence of difficulties with source memory (remembering the source of learned  information)  ●   Executive Functions:  ○   Problems with working memory  ○   Difficulty with novel problem - solving  ○   Issues with visual planning  ○   Challenges with cognitive monitoring  ○   Exceptionally low performance on divided attention tasks  ○   Below average performance on selective attention tasks  ●   Other Cognitive Issues:  ○   Difficulty with word - finding  ○   Problems with planning and organizing activities  ○   Decreased concentration  ○   Slow thinking  ○   Problems multi - tasking  Ross endorsed the above symptoms as they were presented by this therapist. He acknowledges  a devastating effect this has had in his ability to live independently day to day in his apartment.  Emotional Symptoms:  Ross has reported significant   emotional struggles over the last few years, as he navigated his  complex medical issues.   At this time, Ross noted experiencing the following emotional  symptoms:  ●   Feels useless   -   experiences a profound loss of purpose  ●   Apathy   -   feels apathetic about   everything\n\n_____________________________________________________________________________________________  Ross Skirda   Page   16   of   34  ●   Grief   -   experiencing ongoing grief, related to the loss of his former capabilities and  lifestyle  ●   Fear of disappointment   -   particularly concerned about disappointing the people he loves  ●   Guilt   -   feels intense guilt over the impact his situation has had on family members,  especially his children  ●   Recurring nightmares   -   Ross reports experiencing nightmares stemming from his coma  experience where he recalls awakening from sedation and being unable to breathe, akin  to “being waterboarded”.   He notes that since these traumatic events, he has been  exper iencing nightmares of drowning which are vivid and result in him awaking in a state  of panic, unable to return to sleep sometimes for several hours. He dreads the coming of  nighttime hours and experiences progressively increasing anxiety symptoms as the n ight  hours set in.  ●   Anxiety   -   experiences anxiety, particularly related to:  ○   Potential nightmares when going to sleep  ○   Social situations and outings  ●   PTSD - like symptoms:  ○   Recurring nightmares about   drowning  ○   Sweating profusely during nightmares  ○   Flashbacks to feeling like he was being waterboarded during ventilation  ●   Depression   -   still in \"a dark place\" much of the time  ●   Lack of purpose   -   doesn't understand his purpose, feels aimless  ●   Frustration   -   gets extremely frustrated with his limitations, especially cognitive ones  ●   Impatience   -   reports having no patience, particularly with tasks he struggles to complete  ●   Social isolation   -   has not seen friends for 6 years, making excuses to avoid social  interactions. Only recently has he made attempts to go out with a small group of friends  for a few hours.  ●   Overwhelm   -   easily overwhelmed by cognitive demands or multi step tasks  ●   Loss of confidence   -   especially noticeable in areas where he once excelled, like problem -  solving  ●   Anxiety about medical conditions   -   concerned about situational issues and tends to  overthink \"what ifs\"  ●   Sleep anxiety   -   loses sleep at the start, middle, and end of the night, partially due to  anxiety about nightmares  ●   Acceptance issues   -   ongoing struggles with accepting his new limitations and life  circumstances  ●   Minimization   -   tends to minimize his needs, presents better than how he is actually doing.  He utilizes masking strategies to function in public settings which is a further drain to his  emotional and cognitive reserves.  ●   Perseveration   -   fixates on topics of interest, which can drive him \"insane\"  ●   Emotional volatility   -   gets so frustrated at times that he's \"unable to think straight\"  ●   Feeling of regression   -   describes having a \"child's brain   for simple things\"  ●   Loss of control   -   can't control how he feels when he wakes from a nightmare\n\n_____________________________________________________________________________________________  Ross Skirda   Page   17   of   34  These emotional symptoms paint a picture of significant psychological distress and adjustment  difficulties, highlighting the profound emotional impact of Ross's condition on his daily life and  sense of self.  Symptom Management Strategies:  Ross reported making use of the following strategies to manage his symptoms at this time:  ●   Rest  ●   Activity avoidance  ●   Medication  FUNCTIONAL AND BEHAVIOURAL   OBSERVATIONS:  Tolerances, Mobility and Transfers:  Activity   Client Report and Therapist Observations  Sitting   and  repositioning  Ross reports he can tolerate 20 - 25 minutes of sitting before he must stand or his back  will lock and he will become stiff. He sits leaning on his left or right side. He does not  sit straight as it causes him pain after a few minutes. A recent incident at S hoppers  Drug Mart resulted in being stuck in a chair for 20 minutes.  Bed mobility   If he lies in one position for too long, he gets stiff and his back locks. He predominantly  lies on his left side with a pillow between his legs.  Transfers   Ross can   complete chair and sofa transfers independently, but often grimaces and  experiences pain which leads him to stop mid - transfer to gather himself. He often  leans on adjacent supports (wall or furniture) to stabilize himself after standing. Bed,  toilet, and b athtub transfers are managed independently, but he struggles to initiate  the recovery to standing from the toilet.  Standing   Ross can stand for periods of 10 minutes before needing to sit as his back locks in a  forward flexion posture. He is observed frequently shifting his weight from side to  side and rarely sustains standing in one place for more than a few minutes.  Balance   Specific balance test were   not performed, but given Ross's mobility issues and use of  a cane, some balance impairment is evident.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   18   of   34  Walking   Ross walks with a pronounced waddle from side to side. He needs to gradually stop  walking over a few steps as opposed to stopping suddenly, which jars his spine. He  can handle walking short distances before requiring sitting (15 minutes). He uses a  single   point cane for outdoor mobility. During a recent pulmonary function test, he  struggled with walking down a hallway for about 6 minutes.  Stairs   Ross can manage stairs but has to purposefully engage his core and straighten his  spine, otherwise he experiences sharp pain. He sometimes uses a cane for assistance  when his symptoms are pronounced. He was observed climbing one flight of stairs in  a   slow, planned manner, with evident core engagement and purposeful positioning  of his limbs.  Lifting/Carrying   Unable to carry any significant loads. Light objects or small bags of groceries weighing  no more than a few pounds.   He is unable to lift and carry boxes of water, pop or  other refreshments, which are usually obtained by family.  Kneeling   Ross reports being able to manage kneeling but avoids this posture due to pain. This  posture was not observed due to difficulties noted with squatting.  Squatting/Crouching   Ross reports being able to squat with difficulty, \"on my tippy toes\". One power squat,  partially completed, was observed. Ross could not achieve a stable squatted posture  and was observed using adjacent furniture for support.  Bending   Ross's lumbar spine pain becomes unbearable (10/10) when bending and reaching.  This will \"take him down\". He cannot forward hunch for cleaning tasks.  Reaching   Ross has difficulty with reaching, especially for cleaning tasks that require reaching  up   high or down low.  Fine   Motor  Coordination  Ross reports that his grip strength is impaired; he's unsure how much strength he is  applying when holding objects and is prone to dropping items. A reduction in fine  motor coordination is noted, with   struggles to hold and manipulate smaller objects.  Right - handed dexterity and strength are significantly impaired.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   19   of   34  Active Range of Motion:  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Wrist   Flexion   ½ range   WFL   Right wrist ROM limited in all planes.  Extension   ½   range   WFL  Supination   ½ range   WFL\n\n_____________________________________________________________________________________________  Ross Skirda   Page   20   of   34  Pronation   ½ range   WFL  Trunk   Forward flexion   Nominal   Mr. Skirda is effectively unabl;e   to bend  forward to reach his knees as a result of  severe, sharp lower back pain and onset of  dizzy spells.  Lateral flexion   Nominal   Nominal  Rotation   Nominal   Nominal  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional Presentation:  During initial interactions, Ross presented a sociable facade, exhibiting his naturally outgoing  personality. He spoke extensively about his circumstances, often jumping from one topic to  another. Throughout the assessment, Ross showed a range of emotions.   He frequently expressed  frustration and anger when comparing his current state to his pre - accident life. His emotional  presentation varied, at times appearing detached or indifferent, while at other moments  becoming visibly upset, particularly when discus sing the impact of his condition on his family.  Ross's difficulty in accepting his new reality was evident, indicating that he is still in the process  of coming to terms with his situation. Despite these emotional fluctuations, he did not display  any overt   signs of emotional instability during the assessment process.  Cognitive Presentation:  Ross Skirda's   cognitive presentation during the assessment revealed significant impairments  across multiple domains, with pronounced distractibility, low cognitive tolerance, and mental\n\n_____________________________________________________________________________________________  Ross Skirda   Page   21   of   34  fatigue. His distractibility was evident throughout the evaluation, as he struggled to maintain  focus on tasks, particularly those requiring sustained attention. Ross exhibited a markedly low  cognitive tolerance, becoming quickly overwhelmed when faced wit h complex or multi - step  tasks. This was exemplified by his recent struggles with everyday activities, such as installing a  shower caddy and replacing a kitchen hood lamp. These seemingly simple tasks proved  overwhelmingly challenging for Ross, highlighting   his difficulties in breaking down problems into  manageable steps. His perseveration was notably demonstrated by his fixation on the shower  caddy installation, which preoccupied him for days without resolution. Similarly, he abandoned  the attempt to replac e the light bulb, unable to problem - solve independently until provided with  external cueing. Mental fatigue was observed to intensify as the assessment progressed,  correlating   with   decreased   performance   on   cognitive   tasks.   Pain   behaviors   periodically  inter rupted his cognitive processes, with visible signs of discomfort coinciding with diminished  task engagement. Ross also displayed rigidity of thought, struggling to adapt his approach when  initial strategies proved ineffective, as seen in his repeated unsuc cessful attempts with the  shower   caddy.   This   cognitive   inflexibility,   combined   with   his   perseverative   tendencies,  significantly impacted his ability to navigate even routine household tasks, underscoring the  extent of his cognitive challenges in daily life .  TYPICAL DAY:  ●   Ross goes to bed around 10 PM, experiencing anxiety about potential nightmares. He  might read but finds it frustrating as he forgets what he read 3 - 4 pages earlier. His sleep  is frequently interrupted by nightmares, particularly about drowning. These night mares  often leave him sweating profusely and unable to fall back asleep for 2 - 3 hours. He  experiences sleep disturbances at the start, middle, and end of the night.  ●   He wakes up around 8:30 AM and has a simple breakfast of cornflakes, a bagel, or cereal.  Preparing breakfast is challenging due to his compromised fine motor skills and grip  strength.  ●   After breakfast, Ross spends about two hours reading news online. He often has to re -  read sections due to difficulty retaining information and maintaining focus.  ●   Mid - morning, he attempts light housekeeping. He can manage superficial cleaning but  struggles with tasks requiring bending or reaching high or low. He can't forward hunch,  making many cleaning tasks difficult. A cleaning service funded by his parents comes   once  a month for more thorough cleaning. Simple tasks like emptying the bottom rack of the  dishwasher are challenging.  ●   For lunch, Ross prepares a simple meal like a pita with meat. His cooking is limited to a  few items he can manage safely, using the stovetop. He's nervous about using knives and  prefers pre - cut vegetables. He struggles with meal planning, especially consid ering carb  options for his diabetes.  ●   After lunch, he watches TV but can only follow plots for about 10 - 15 minutes before  forgetting what the episode is about. He often naps for about two hours due to fatigue.  ●   On good days (3 - 4 times a week), around 3:30 PM, Ross goes to the gym, usually using  the stationary bike. He describes \"dragging ass to get there\" due to pain and fatigue.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   22   of   34  ●   After exercising, he showers, which requires careful movement due to balance issues and  pain. He then prepares a simple dinner, often a stir - fry with pre - cut vegetables.  ●   In the evening, Ross might take a short walk using a cane for support. The rest of the  evening is spent watching TV or using his phone for research. He typically speaks with his  parents for about an hour.  It should be noted that Ross's   recent lower back pain flare - up has led to a cessation of gym and  outdoor walking activities in the last two months. He has reverted to a highly sedentary lifestyle  due to the lower back pain he describes as sharp and debilitating.  ENVIRONMENTAL ASSESSMENT:  TYPE   OF  DWELLING  Condominium  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   1   There is one bedroom adjacent  to the hallway leading to the  bathroom from the living room  space.   This is a modestly - sized  room with limited furnishings.  Wood  Bathrooms   1   The   bathroom   is   tiled   and   is  equipped   with   a   stand - up  shower with glass doors and tiled  interior. This is a large showering  space suitable for introduction of  assistive devices such as a bath  seat   to   foster   safety   whilst  showering..  Tile  Living   Room   1   The living room is a small open  space   defined   by   the   kitchen  countertop.   It   is   an   open  concept space with the kitchen  overlooking the living room area.  There is a small counter area  which Ross uses to eat meals and  prepare food items.  Wood  Family Room   0   NA   NA  Dining Room   0   NA   NA\n\n_____________________________________________________________________________________________  Ross Skirda   Page   23   of   34  Kitchen   1   The kitchen is a small galley - style  kitchen with a standard stove  and cooktop. A fridge is located  to the right of the cooking area  and the sink is located on an  island   separating   the   kitchen  from the   living room.  Wood  Laundry   1   In - suite laundry   Wood  Stairs   0   There are no stairs in Ross'sliving  environment. The garbage chute  is   located   adjacent   to   the  apartment door.   His apartment  is located on the 4th floor and  has elevator access.  Concrete staircase to be utilized if  the elevator is out of service or  during fire alarm events.  Basement   0   NA   NA  Driveway  Description  None.  Yard description   None. Ross has access to a small balcony through patio doors located in his  living room.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   ☐   Married  ☐   Single  ☐   Common Law  X   Other  Ross is separated from his former spouse, Melissa Skirda, who  remains a significant member of his support network.  Living Arrangement   Ross currently resides in a one bedroom   condominium which he  indicated his parents purchased for him to assist him in his  precarious financial position and the associated challenges in  securing a suitable living environment in the Ottawa housing  market.   He lives alone and has no pets. His on ly source of income  is from ODSP.  Children   Ross has two daughters, who are now of adult age and living  independently in the surrounding community. Ross noted that his  daughters have been a steady source of support for him through the  past years and he   expressed significant guilt at the impact his  situation has had on them. He is close to his daughters and benefits  from regular phone and in - person check - ins. They will regularly visit\n\n_____________________________________________________________________________________________  Ross Skirda   Page   24   of   34  and spend time with him, watching a movie and ordering a pizza (for  example).  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  The following is an account of Mr. Skida’s pre   and post - injury functional status in relation to his  activities of daily living.  Self - Care Activities: pre - injury vs. Current Status  Pre - injury:  Prior to his medical complications, Ross was fully independent in all aspects of self - care. As a  successful professional running his own business, he managed all personal care tasks without  assistance. This included dressing, grooming, bathing, toileting,   and medication management. He  was able to prepare complex meals, maintain his home, and engage in a wide range of social and  professional activities.  Current Status:  While Ross remains largely independent in basic self - care tasks, he experiences significant  challenges that impact his ability to perform these activities efficiently and safely.  Dressing:   Ross can dress himself but struggles with tasks requiring fine motor skills, such as  buttoning shirts or tying shoelaces. This is due to the constant pain and pins and needles  sensation in his right arm and hand, as well as reduced grip strength and dexte rity.  Grooming:   Basic grooming tasks are manageable, but Ross takes longer to complete them due to  fatigue and pain. Tasks requiring precision, such as shaving, are more challenging due to his fine  motor skill deficits.  Bathing:   Ross can shower independently but requires careful movement due to balance issues  and pain. The task is more time - consuming and energy - depleting than it was pre - injury.  Toileting:   As of March 25, 2024, Ross has been experiencing both incontinence and retention  incontinence, with an increase in symptoms over the previous 1 - 2 months. This recent  development may add complexity to his self - care routine, potentially requiring adjustment s to  his daily activities and routines.  Medication Management : While Ross can manage his medications, he uses a blister pack to  organize them. He has difficulty remembering to take medications at the right time or in the  correct dosage without this aid, due to his cognitive impairments.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   25   of   34  Meal Preparation : Ross's ability to prepare meals has been significantly impacted. He's limited to  a few simple items which he prepares using minimal cooking appliances.   He's nervous about  using knives due to his compromised dexterity, opting for pre - cut vegetables when   possible. His  difficulty with planning and processing multi - step tasks makes even simple meal preparation  challenging.  Eating : While Ross can feed himself, he experiences difficulties due to his right arm and hand  issues. He takes longer to eat and can struggle with utensils.  These impairments in self - care activities can be attributed to several factors:  ●   Chronic Pain: The constant pain in various parts of his body, particularly his back, arm,  and hand, limits his range of motion and stamina for self - care tasks.  ●   Cognitive Impairments: His difficulties with memory,   focus, and executive function (like  planning and problem - solving) make it challenging to complete multi - step self - care tasks  efficiently.  ●   Fatigue: The persistent fatigue Ross experiences limits the energy he has available for self -  care activities.  ●   Fine Motor Skill Deficits: The issues with his right arm and hand, including reduced grip  strength and dexterity, impact tasks requiring precision.  ●   Balance Issues: These make activities like showering and dressing more challenging and  potentially risky.  ●   Recent Incontinence Issues: While the full impact is not detailed, this new development  may require adjustments to his self - care routines and could potentially affect his  confidence or comfort in various situations.  While Ross maintains a degree of   independence in self - care, these activities now require  significantly more effort, time, and planning than they did pre - injury. The cumulative effect of his  physical   and   cognitive   impairments   has   transformed   once - simple   tasks   into   challenging  endeavors, co ntributing to his feelings of frustration and loss of independence. The recent onset  of incontinence issues adds another layer of complexity to his self - care needs, though the extent  of its impact on his daily life requires further assessment.  Housekeeping and Home Maintenance: pre - injury vs. Current Status  Pre - injury:  Prior   to   his   medical   complications,   Ross   was   fully   capable   of   managing   all   aspects   of  housekeeping and home maintenance independently. As a successful professional, he likely  maintained his living space effectively, handling both routine cleaning tasks and   more complex  home maintenance issues without difficulty.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   26   of   34  Current Status:  Ross's ability to manage housekeeping and home maintenance tasks has been significantly  impacted by his   condition. He struggles with many aspects of these activities due to physical  limitations, pain, and cognitive challenges.  Cleaning : Ross is able to keep things superficially clean, but struggles with any tasks that require  reaching high or low, or bending forward. He cannot clean anything that requires him to \"forward  hunch.\" As a result, he relies on a cleaning service that comes on ce a month for more thorough  cleaning.  Laundry : Laundry presents challenges, especially in terms of carrying loads, reaching into  machines, and folding clothes. He manages with difficulty and will often receive assistance from  family to complete this task.  Dishes : Ross finds it difficult to empty the bottom rack of the dishwasher, indicating that bending  and reaching are problematic.  Home Maintenance : Ross faces significant challenges with even seemingly simple home  maintenance tasks. Two specific examples highlight these difficulties:  1.   Bathroom Caddy Installation: Ross struggled significantly with installing a suction - cupped  shower caddy. This task, which would have been straightforward pre - injury, now \"drives  him insane.\" He noted spending days incessantly ruminating about his inabilit y to affix  the caddy to the corner of the shower stall. He notes repeated attempts to secure it in  place only for the caddy to fall a short time later. A problem - solving review of the issue  was held and over a period of 10 minutes, Ross came to realize t hat the tile seam was  stopping the suction cups from adhering to the wall and he had to place the caddy on  flush tile, a few inches higher than where he attempted to hang it previously. This simple  solution to what he viewed as an insurmountable problem t o solve,   highlights his  problem solving difficulties and difficulties with executive functioning.  2.   Changing Hood Fan Light Bulb: Similarly, changing the light bulb in his stove hood fan has  proven to be a major challenge. Mr. SDkirda noted that he has had a burnt bulb in his  hood fan for several months but was unable to figure out how to remove the bulb   to seek  a replacement. Due to his frustration in being unable to remove the bulb on the first try  by twisting it like a traditional bulb, he opted to “just live with it”. This was again utilized  as a problem solving exercise to see how Mr. Skirda would   work through this issue with  support from this OT. Upon closer inspection, it was noted that the bulb was a prong -  type bulb which needed to be pulled out as opposed to twisted. Mr. Skirda noted that  this burnt bulb has been a steady source of frustration   for some time and again, a simple  solution was presented which brough realization to the depth of his struggles with even  basic tasks.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   27   of   34  These examples illustrate how tasks that were once simple now pose significant challenges.  Ross's   difficulties with these tasks are due to several factors:  ●   Physical Limitations: His chronic pain, particularly in his back, arms, and hands, makes  reaching, bending, and manipulating objects difficult.  ●   Cognitive Challenges: Ross struggles with multi - step tasks and problem - solving. Even  relatively simple home maintenance tasks often involve several steps and may require  troubleshooting, which he finds extremely challenging.  ●   Fatigue: The energy required for these tasks may be prohibitive given Ross's   chronic  fatigue.  ●   Fine Motor Skill Deficits: Many home maintenance tasks require precise movements and  good dexterity, which Ross now lacks.  ●   Frustration and Anxiety: Knowing that he struggles with these tasks likely causes Ross  significant frustration and may increase his anxiety about attempting them.  It's worth noting that Ross tends to perseverate on topics of interest, including home  maintenance issues like the drain shower caddy and stove light. This fixation, combined with his  inability to successfully complete these tasks, contributes to his feeli ngs of frustration and  uselessness.  Overall, while Ross can manage some basic housekeeping tasks, he requires significant assistance  for thorough cleaning and most home maintenance activities. His struggles with these tasks  represent a marked decline from his pre - injury abilities and contrib ute to his feelings of loss of  independence and purpose.  Financial Management: pre - injury vs. Current Status  Pre - injury: Before his medical complications, Ross was a   successful professional, running his own  business in vocational rehabilitation and employability/forensic assessments. He demonstrated  high - level financial management skills, managing both his personal finances and overseeing the  financial aspects of his b usiness. This included complex tasks such as budgeting, investment  management, tax planning, and business financial strategy.  Current Status: Ross's ability to manage his finances has been significantly impacted by his  condition. His current financial management capabilities are compromised due to several factors:  ●   Cognitive Impairments: Ross's difficulties with memory, focus, and executive function  directly impact his ability to manage complex financial tasks. He struggles with:  ○   Remembering to pay bills on time  ○   Keeping track of expenses and income  ○   Making informed financial decisions  ○   Understanding and responding to financial correspondence\n\n_____________________________________________________________________________________________  Ross Skirda   Page   28   of   34  ●   Problem - Solving Difficulties: Ross describes his problem - solving abilities as \"fucking  horrible,\" which severely   impairs his capacity for financial planning and addressing  financial issues as they arise.  ●   Fatigue and Pain: These factors limit the time and energy Ross can dedicate to financial  management tasks, often leaving him unable to focus on complex financial matters.  ●   Technological Challenges: Financial management requiring the use of online banking or  financial software is problematic for Ross. He struggles with multi - step tasks and has  difficulty with technology, often repeating the same ineffective procedures when tr ying  to solve problems.  ●   Income Reduction: Ross is facing significant financial difficulties due to his inability to  work at his previous capacity. This has created a challenging new financial landscape that  he struggles to navigate.  ●   Planning and Organization: Ross's difficulty in breaking down tasks and planning makes it  challenging for him to create and stick to a budget or financial plan.  ●   Overwhelm: The complexity of financial management, combined with Ross's cognitive  challenges, leads to feelings of overwhelm, causing him to avoid dealing with financial  matters.  ●   Assistance Needs: Ross requires ongoing assistance with financial management, either  from family members or a professional financial advisor, to ensure his financial affairs are  properly managed.  ●   Online Management: While Ross can manage basic online transactions such as ordering  groceries, more complex financial management tasks online pose significant challenges.  Ross's current financial management abilities are severely compromised compared to his pre -  injury capabilities. The combination of cognitive impairments, physical limitations, and the  complexity of his medical and personal situation has rendered him unable   to effectively manage  his finances independently. This area requires ongoing monitoring and professional support to  ensure Ross's financial stability and well - being.  Caregiving Activities:  Ross does not hold any primary caregiving responsibilities at this time.   His children are now  grown - up young adults, living their lives independently. What has changed however has been  the role reversal in the dynamic between Ross and his two daughters.   Where he was previously  a dedicated father to whom the girls would go to seek guidance and support in their life  challenges, he has now shifted into the role of care receiver from his daughters, who worry  incessantly about his well being. The experience   of seeing their father almost lose his life and  undergoing highly invasive and life threatening interventions, followed by the marked changes in  his cognitive abilities has been traumatic. They remain hypervigilant in regard to looking after  him, fearing   a resurgence of past fugue episodes or finding him passed - out on the floor of his  apartment. When Ross does not respond immediately to phone check - ins, the girls will begin to  worry and will go check on him in person. This reflects the sharp shift in the   nature of the parent -\n\n_____________________________________________________________________________________________  Ross Skirda   Page   29   of   34  child relationship which compounds Ross's feelings of guilt towards his children’s experiences  caring for him.  Vocational Activities:  Ross Skirda was the President and Clinical Director of R.J. Skirda & Associates Inc., specializing in  vocational rehabilitation and employability/forensic assessments. He provided services to the  legal and insurance communities and was considered an expert   in his field.  In 2018, Ross began experiencing cognitive changes that affected his work performance.   This was  largely due to   mental health issues following the end of his marriage and use of a medication  which he could not tolerate.   His mood started to   improve,   and he had resumed work.   His  cognitive abilities declined further following an episode of endocarditis in June 2019.  By January 2020, Ross reported significant cognitive problems impacting his work, including  decreased memory and concentration, difficulty with word - finding, and increased time required  to complete reports. He often needed assistance   from his work partner   to   maintain a level of  quality assurance. His medical health continued to plague him ;   thus,   never reaching a level of  full recovery before experiencing another infection and /or   hospitalization .   This continued to  impact his   overall   function, focus , mood   a nd participation in his work and activities of daily living.  Ross underwent an 8 - month program in 2020 aimed at   achieving a level of disability   adjustment  and related   management   with the goal of   returning to work. He attempted to continue working  full - time with accommodations, including:  •   Pacing strategies and   breaks to manage fatigue  •   Dictation software  •   Flexible schedule with extended deadlines  •   An assistant for test administration, scoring, and report review  Despite these accommodations, Ross's condition continued to decline. By December 2021, he  was no longer able to work. This inability to perform his professional duties led to incomplete  contracts and issues with clients   and financial   difficulties. Many referral sources had remained  very encouraging and patient as Ross underwent   his medical   treatments ;   however,   were no  longer able to post - pone legal proceedings.   Melissa Skirda advised the eval uator that many  referrals were forwarded to other colleagues, including existing files.  Ross experience d   a deterioration of his professional network and was ultimately forced to  undergo bankruptcy proceedings with his partner, Melissa. This resulted in the loss of his  immediate income   (billed as a consultant at a rate of $315/hour)   and the value of his company  R.J. Skirda & Associates Inc. , which   ceased operations   after   over   26 years in business .   He is now  in receipt of   Disability Supports income benefits. His family has also provided support as needed.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   30   of   34  The transition from being a respected expert in his field to being unable to work represents the  extent of impact Ross's medical complications have had on his professional life.  Pre - injury   Employment Status   Self Employed/Owner, operator  Company   Skirda & Associates  Job Title/Duties   Vocational Evaluator/Expert  Hours per week   Full - time  Comments   Prior to the medical episodes referenced in  this report, Ross was a well respected expert  in   the   field   of   vocation   assessment   and  rehabilitation. He was renowned in the legal  and insurance industries for his expertise and  would regularly be sought to prov ide expert  witness   testimony   in   personal   injury   and  family law matters.  Current   Employment Status   Unemployed  Comments   Ross has been unable to work in his field and  has medically retired.  Leisure Activities:  Pre - injury:  Before his medical complications, Ross engaged in a variety of leisure activities that reflected his  active lifestyle and professional status:  ●   Recreational Hockey: Ross played recreational hockey regularly, indicating a good level of  physical fitness and enjoyment of team sports.  ●   Golf: Ross had golfed since the age of 14 years. He continued to golf and participate in  tournaments for marketing of his business and   networking purposes.  ●   Monday Night Football Gatherings: This was a highlight of his week. Ross would meet with  a group of friends to watch football, providing regular social interaction and a welcome  break from his high - paced professional life.  ●   Professional Networking: Ross attended various events specific to his professional  industry, blending his work interests with social activities.  ●   Social Life: He had a vast circle of friends and acquaintances with whom he socialized and  networked regularly.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   31   of   34  Current Status:  Ross's ability to engage in leisure activities has been significantly impacted by his condition. His  current leisure activities are limited and often challenging:  ●   Reading: Ross   attempts to read but finds it very frustrating as he forgets what he has read  3 - 4 pages earlier.  ●   Watching Television: He can only watch TV for short periods, typically 10 - 15 minutes of a  show like Seinfeld, before forgetting what the episode is about.  ●   Using Phone/Computer: Ross spends time using his phone for research, though the  effectiveness of this activity is likely limited by his cognitive challenges.   He has required  family assistance on several occasions as he has locked himself out of his phone and I -  pad.   At one point they had to purchase him a new phone as no options to   access his  passwords were available even with IT support.  ●   Short Walks: On some days, Ross goes for short walks, using a cane for support.   He may  at times refrain from walking as he is embarrassed to have to use a cane.  ●   Exercise: On good days (3 - 4 times a week), Ross goes to the gym and uses a stationary  bike. However, he describes \"dragging ass to get there,\" indicating that this activity is  challenging and requires significant effort.  ●   Social Interaction: Ross speaks with his parents for about an hour each day. However, he  mentions not having seen friends for 6 years, making excuses to avoid social interactions.  This is a stark contrast to his previous active social life, particularly th e loss of his cherished  Monday night football gatherings.  ●   Online Activities: Ross reads news online for about two hours after breakfast, though he  likely struggles with retention of this information.  Challenges affecting leisure activities:  ●   Physical Limitations: Chronic pain and mobility issues restrict Ross's ability to engage in  physical leisure activities, particularly impacting his previous enjoyment of recreational  hockey.  ●   Cognitive Impairments: Difficulties with memory, focus, and information processing  impact his enjoyment of activities like reading, watching TV, and potentially playing games  or engaging in hobbies.  ●   Fatigue: Persistent fatigue limits the energy Ross has available for leisure activities.  ●   Overstimulation: Ross experiences overstimulation in social situations, requiring him to  step outside during outings with friends. This severely   impacts on   his ability to engage in  social leisure activities, including his once - beloved football gatherings.  ●   Emotional Factors: Feelings of uselessness, apathy, and fear of disappointment likely  reduce Ross's motivation to engage in leisure activities.  ●   Social Isolation: The loss of regular social engagements, including professional networking  events, has significantly reduced Ross's social interaction and enjoyment.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   32   of   34  Overall, Ross's engagement in leisure activities has been severely curtailed compared to his pre -  injury life. Activities that were once sources of joy, relaxation, and social connection are now  either impossible due to his physical limitations or sources o f frustration due to his cognitive  challenges. This reduction in pleasurable activities contributes to his feelings of uselessness and  lack of purpose, highlighting the need for strategies to adapt leisure activities to his current  capabilities or to explo re new forms of meaningful engagement that align with his current  abilities and interests.  Community Access:  Pre - injury:  Prior to his medical complications, Ross had full and unrestricted access to his community:  ●   Driving: Ross   was able to drive independently, allowing him to travel wherever he needed  or wanted to go without limitations.  ●   Mobility: He had no physical restrictions that impeded his ability to move freely in the  community.  ●   Social   Engagement:   Ross   actively   participated   in   community   events,   professional  networking, and social gatherings without any reported difficulties.  ●   Independence: He was able to run errands, attend appointments, and engage in leisure  activities in the community without assistance or   hesitation.  Current Status:  Ross's ability to access his community has been severely impacted by his condition:  ●   Transportation:  ○   No longer drives due to physical and cognitive limitations.  ○   Relies on Uber services for transportation beyond walking   distance.  ○   Limited to areas he can reach on foot, which are restricted due to his mobility  issues and use of a cane.  ●   Mobility:  ○   Uses a cane for support when walking.  ○   Can only manage short distances before requiring rest.  ○   Experiences pain and fatigue that limit his ability to move around in the  community.   He has experienced episodes where he has needed support at a store  due to his leg ‘giving away” due to referred pain from his back.  ●   Social Isolation:  ○   Spends most of his time alone in his apartment.  ○   Avoids   leaving   his   home,   leading   to   significant   reduction   in   community  engagement.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   33   of   34  ●   Psychological Barriers:  ○   Experiences anxiety and overstimulation in social situations, contributes to his  reluctance to leave home.  ○   Fear and lack of confidence in navigating the community with his new limitations.  ●   Dependency:  ○   Requires assistance or accompaniment for many community - based activities he  previously managed independently.  ●   Limited Range:  ○   Community access is now primarily restricted to essential outings (e.g.,   medical  appointments, necessary errands) rather than social or leisure activities.  Impact: The stark contrast between Ross's pre - injury community access and his current situation  has significant implications:  ●   Reduced Independence: The loss of   driving ability and limited mobility have greatly  reduced Ross's independence in accessing his community.  ●   Social Disconnection: His reluctance or inability to leave home frequently has led to  increased social isolation, a significant change from his previously active social life.  ●   Quality of Life: Restricted community access limits Ross's ability to engage in previously  enjoyed activities, contributing to feelings of loss and decreased life satisfaction.  ●   Health Implications: Reduced physical activity and community engagement has had  profound negative impacts on both his physical and mental health.  ●   Increased Reliance on Others: For activities outside his immediate environment, Ross now  depends on transportation services or potentially family members, a   significant change  from his previous independence.  This dramatic shift in community access represents a major life change for Ross, contributing to  his feelings of uselessness and loss of purpose. Addressing these limitations and finding ways to  safely and comfortably increase his community engagement will   be an important focus in his  ongoing rehabilitation and care plan.  Volunteer Activities:  Ross was not involved in any form of volunteering as part of his regular activities of daily living.  He remains uninvolved in   volunteering,   however expressed a desire to explore this avenue in the  future, as part of his recovery process.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   34   of   34  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   Joseph Obagi, legal representative, Connolly Obagi LLP  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of   the report, and has  provided authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "P: (613)   776 - 1266   www.ferlandassociates.com  info @ferlandassociates.com  Proudly Serving Eastern   Ontario Since 2014  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Ross Skirda  Date of Loss:  Progressive   onset,   October  2017   to   first   hospital  admission in June 2019  Address:   208   -   555 Anand Private, Ottawa,  ON K1V 2R7  Date of Birth:   July 6, 1967  Telephone #:   (613) 282 - 4601  Lawyer:   Mr. Joseph Obagi   Firm:   Obagi Connolly LLP  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Dates of Assessment:   March 20, 2024  March 25, 2024  March   26,   2024   (family  meeting   with   Robin   Easey  Centre)  April 3, 2024  April   11, 2024  April 16, 2024  April 24, 2024  May 1, 2024  May 16, 2024 (Interview with  Taylor Skirda)  Date of Report:   August 1 , 2024",
    "FUNCTIONAL_STATUS": "_____________________________________________________________________________________________  Ross Skirda   Page   24   of   34  and spend time with him, watching a movie and ordering a pizza (for  example).  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  The following is an account of Mr. Skida’s pre   and post - injury functional status in relation to his  activities of daily living.  Self - Care Activities: pre - injury vs. Current Status  Pre - injury:  Prior to his medical complications, Ross was fully independent in all aspects of self - care. As a  successful professional running his own business, he managed all personal care tasks without  assistance. This included dressing, grooming, bathing, toileting,   and medication management. He  was able to prepare complex meals, maintain his home, and engage in a wide range of social and  professional activities.  Current Status:  While Ross remains largely independent in basic self - care tasks, he experiences significant  challenges that impact his ability to perform these activities efficiently and safely.  Dressing:   Ross can dress himself but struggles with tasks requiring fine motor skills, such as  buttoning shirts or tying shoelaces. This is due to the constant pain and pins and needles  sensation in his right arm and hand, as well as reduced grip strength and dexte rity.  Grooming:   Basic grooming tasks are manageable, but Ross takes longer to complete them due to  fatigue and pain. Tasks requiring precision, such as shaving, are more challenging due to his fine  motor skill deficits.  Bathing:   Ross can shower independently but requires careful movement due to balance issues  and pain. The task is more time - consuming and energy - depleting than it was pre - injury.  Toileting:   As of March 25, 2024, Ross has been experiencing both incontinence and retention  incontinence, with an increase in symptoms over the previous 1 - 2 months. This recent  development may add complexity to his self - care routine, potentially requiring adjustment s to  his daily activities and routines.  Medication Management : While Ross can manage his medications, he uses a blister pack to  organize them. He has difficulty remembering to take medications at the right time or in the  correct dosage without this aid, due to his cognitive impairments.",
    "SYMPTOMS": "_____________________________________________________________________________________________  Ross Skirda   Page   31   of   34  Current Status:  Ross's ability to engage in leisure activities has been significantly impacted by his condition. His  current leisure activities are limited and often challenging:  ●   Reading: Ross   attempts to read but finds it very frustrating as he forgets what he has read  3 - 4 pages earlier.  ●   Watching Television: He can only watch TV for short periods, typically 10 - 15 minutes of a  show like Seinfeld, before forgetting what the episode is about.  ●   Using Phone/Computer: Ross spends time using his phone for research, though the  effectiveness of this activity is likely limited by his cognitive challenges.   He has required  family assistance on several occasions as he has locked himself out of his phone and I -  pad.   At one point they had to purchase him a new phone as no options to   access his  passwords were available even with IT support.  ●   Short Walks: On some days, Ross goes for short walks, using a cane for support.   He may  at times refrain from walking as he is embarrassed to have to use a cane.  ●   Exercise: On good days (3 - 4 times a week), Ross goes to the gym and uses a stationary  bike. However, he describes \"dragging ass to get there,\" indicating that this activity is  challenging and requires significant effort.  ●   Social Interaction: Ross speaks with his parents for about an hour each day. However, he  mentions not having seen friends for 6 years, making excuses to avoid social interactions.  This is a stark contrast to his previous active social life, particularly th e loss of his cherished  Monday night football gatherings.  ●   Online Activities: Ross reads news online for about two hours after breakfast, though he  likely struggles with retention of this information.  Challenges affecting leisure activities:  ●   Physical Limitations: Chronic pain and mobility issues restrict Ross's ability to engage in  physical leisure activities, particularly impacting his previous enjoyment of recreational  hockey.  ●   Cognitive Impairments: Difficulties with memory, focus, and information processing  impact his enjoyment of activities like reading, watching TV, and potentially playing games  or engaging in hobbies.  ●   Fatigue: Persistent fatigue limits the energy Ross has available for leisure activities.  ●   Overstimulation: Ross experiences overstimulation in social situations, requiring him to  step outside during outings with friends. This severely   impacts on   his ability to engage in  social leisure activities, including his once - beloved football gatherings.  ●   Emotional Factors: Feelings of uselessness, apathy, and fear of disappointment likely  reduce Ross's motivation to engage in leisure activities.  ●   Social Isolation: The loss of regular social engagements, including professional networking  events, has significantly reduced Ross's social interaction and enjoyment.",
    "MEDICAL_HISTORY": "_____________________________________________________________________________________________  Ross Skirda   Page   32   of   34  Overall, Ross's engagement in leisure activities has been severely curtailed compared to his pre -  injury life. Activities that were once sources of joy, relaxation, and social connection are now  either impossible due to his physical limitations or sources o f frustration due to his cognitive  challenges. This reduction in pleasurable activities contributes to his feelings of uselessness and  lack of purpose, highlighting the need for strategies to adapt leisure activities to his current  capabilities or to explo re new forms of meaningful engagement that align with his current  abilities and interests.  Community Access:  Pre - injury:  Prior to his medical complications, Ross had full and unrestricted access to his community:  ●   Driving: Ross   was able to drive independently, allowing him to travel wherever he needed  or wanted to go without limitations.  ●   Mobility: He had no physical restrictions that impeded his ability to move freely in the  community.  ●   Social   Engagement:   Ross   actively   participated   in   community   events,   professional  networking, and social gatherings without any reported difficulties.  ●   Independence: He was able to run errands, attend appointments, and engage in leisure  activities in the community without assistance or   hesitation.  Current Status:  Ross's ability to access his community has been severely impacted by his condition:  ●   Transportation:  ○   No longer drives due to physical and cognitive limitations.  ○   Relies on Uber services for transportation beyond walking   distance.  ○   Limited to areas he can reach on foot, which are restricted due to his mobility  issues and use of a cane.  ●   Mobility:  ○   Uses a cane for support when walking.  ○   Can only manage short distances before requiring rest.  ○   Experiences pain and fatigue that limit his ability to move around in the  community.   He has experienced episodes where he has needed support at a store  due to his leg ‘giving away” due to referred pain from his back.  ●   Social Isolation:  ○   Spends most of his time alone in his apartment.  ○   Avoids   leaving   his   home,   leading   to   significant   reduction   in   community  engagement.",
    "ADLS": "_____________________________________________________________________________________________  Ross Skirda   Page   33   of   34  ●   Psychological Barriers:  ○   Experiences anxiety and overstimulation in social situations, contributes to his  reluctance to leave home.  ○   Fear and lack of confidence in navigating the community with his new limitations.  ●   Dependency:  ○   Requires assistance or accompaniment for many community - based activities he  previously managed independently.  ●   Limited Range:  ○   Community access is now primarily restricted to essential outings (e.g.,   medical  appointments, necessary errands) rather than social or leisure activities.  Impact: The stark contrast between Ross's pre - injury community access and his current situation  has significant implications:  ●   Reduced Independence: The loss of   driving ability and limited mobility have greatly  reduced Ross's independence in accessing his community.  ●   Social Disconnection: His reluctance or inability to leave home frequently has led to  increased social isolation, a significant change from his previously active social life.  ●   Quality of Life: Restricted community access limits Ross's ability to engage in previously  enjoyed activities, contributing to feelings of loss and decreased life satisfaction.  ●   Health Implications: Reduced physical activity and community engagement has had  profound negative impacts on both his physical and mental health.  ●   Increased Reliance on Others: For activities outside his immediate environment, Ross now  depends on transportation services or potentially family members, a   significant change  from his previous independence.  This dramatic shift in community access represents a major life change for Ross, contributing to  his feelings of uselessness and loss of purpose. Addressing these limitations and finding ways to  safely and comfortably increase his community engagement will   be an important focus in his  ongoing rehabilitation and care plan.  Volunteer Activities:  Ross was not involved in any form of volunteering as part of his regular activities of daily living.  He remains uninvolved in   volunteering,   however expressed a desire to explore this avenue in the  future, as part of his recovery process.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   34   of   34  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   Joseph Obagi, legal representative, Connolly Obagi LLP  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of   the report, and has  provided authorization to utilize the electronic signature ."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.6666666666666666,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ADLS": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ross Skirda  Date of Loss:  Progressive   onset",
      "dob": "July 6",
      "age": null,
      "gender": "",
      "address": "208   -   555 Anand Private",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "",
      "transferStatus": "",
      "balanceStatus": "issues  and pain",
      "functionalLimitations": [
        "Tasks requiring precision, such as shaving, are more challenging due to his fine  motor skill deficits."
      ],
      "assistiveDevices": [
        "a blister pack to  organize them"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "and pain",
      "functionalGoals": [],
      "notes": "_____________________________________________________________________________________________  Ross Skirda   Page   24   of   34  and spend time with him, watching a movie and ordering a pizza (for  example).  ACTIVITIES OF DAILY LIVING (Pre and Post Accident):  The following is an account of Mr. Skida’s pre   and post - injury functional status in relation to his  activities of daily living.  Self - Care Activities: pre - injury vs. Current Status  Pre - injury:  Prior to his medical complications, Ross was fully independent in all aspects of self - care. As a  successful professional running his own business, he managed all personal care tasks without  assistance. This included dressing, grooming, bathing, toileting,   and medication management. He  was able to prepare complex meals, maintain his home, and engage in a wide range of social and  professional activities.  Current Status:  While Ross remains largely independent in basic self - care tasks, he experiences significant  challenges that impact his ability to perform these activities efficiently and safely.  Dressing:   Ross can dress himself but struggles with tasks requiring fine motor skills, such as  buttoning shirts or tying shoelaces. This is due to the constant pain and pins and needles  sensation in his right arm and hand, as well as reduced grip strength and dexte rity.  Grooming:   Basic grooming tasks are manageable, but Ross takes longer to complete them due to  fatigue and pain. Tasks requiring precision, such as shaving, are more challenging due to his fine  motor skill deficits.  Bathing:   Ross can shower independently but requires careful movement due to balance issues  and pain. The task is more time - consuming and energy - depleting than it was pre - injury.  Toileting:   As of March 25, 2024, Ross has been experiencing both incontinence and retention  incontinence, with an increase in symptoms over the previous 1 - 2 months. This recent  development may add complexity to his self - care routine, potentially requiring adjustment s to  his daily activities and routines.  Medication Management : While Ross can manage his medications, he uses a blister pack to  organize them. He has difficulty remembering to take medications at the right time or in the  correct dosage without this aid, due to his cognitive impairments.",
      "confidence": {
        "balanceStatus": 0.8,
        "functionalLimitations": 0.8,
        "assistiveDevices": 0.8,
        "endurance": 0.8,
        "functionalGoals": 0
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "His  current leisure activities are limited and often challenging:  ●   Reading: Ross   attempts to read but finds it very frustrating as he forgets what he has read  3 - 4 pages earlier.",
        "●   Using Phone/Computer: Ross spends time using his phone for research, though the  effectiveness of this activity is likely limited by his cognitive challenges."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "",
      "symptomProgression": "",
      "symptomNotes": "_____________________________________________________________________________________________  Ross Skirda   Page   31   of   34  Current Status:  Ross's ability to engage in leisure activities has been significantly impacted by his condition. His  current leisure activities are limited and often challenging:  ●   Reading: Ross   attempts to read but finds it very frustrating as he forgets what he has read  3 - 4 pages earlier.  ●   Watching Television: He can only watch TV for short periods, typically 10 - 15 minutes of a  show like Seinfeld, before forgetting what the episode is about.  ●   Using Phone/Computer: Ross spends time using his phone for research, though the  effectiveness of this activity is likely limited by his cognitive challenges.   He has required  family assistance on several occasions as he has locked himself out of his phone and I -  pad.   At one point they had to purchase him a new phone as no options to   access his  passwords were available even with IT support.  ●   Short Walks: On some days, Ross goes for short walks, using a cane for support.   He may  at times refrain from walking as he is embarrassed to have to use a cane.  ●   Exercise: On good days (3 - 4 times a week), Ross goes to the gym and uses a stationary  bike. However, he describes \"dragging ass to get there,\" indicating that this activity is  challenging and requires significant effort.  ●   Social Interaction: Ross speaks with his parents for about an hour each day. However, he  mentions not having seen friends for 6 years, making excuses to avoid social interactions.  This is a stark contrast to his previous active social life, particularly th e loss of his cherished  Monday night football gatherings.  ●   Online Activities: Ross reads news online for about two hours after breakfast, though he  likely struggles with retention of this information.  Challenges affecting leisure activities:  ●   Physical Limitations: Chronic pain and mobility issues restrict Ross's ability to engage in  physical leisure activities, particularly impacting his previous enjoyment of recreational  hockey.  ●   Cognitive Impairments: Difficulties with memory, focus, and information processing  impact his enjoyment of activities like reading, watching TV, and potentially playing games  or engaging in hobbies.  ●   Fatigue: Persistent fatigue limits the energy Ross has available for leisure activities.  ●   Overstimulation: Ross experiences overstimulation in social situations, requiring him to  step outside during outings with friends. This severely   impacts on   his ability to engage in  social leisure activities, including his once - beloved football gatherings.  ●   Emotional Factors: Feelings of uselessness, apathy, and fear of disappointment likely  reduce Ross's motivation to engage in leisure activities.  ●   Social Isolation: The loss of regular social engagements, including professional networking  events, has significantly reduced Ross's social interaction and enjoyment.",
      "confidence": {
        "reportedSymptoms": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "_____________________________________________________________________________________________  Ross Skirda   Page   32   of   34  Overall, Ross's engagement in leisure activities has been severely curtailed compared to his pre -  injury life. Activities that were once sources of joy, relaxation, and social connection are now  either impossible due to his physical limitations or sources o f frustration due to his cognitive  challenges. This reduction in pleasurable activities contributes to his feelings of uselessness and  lack of purpose, highlighting the need for strategies to adapt leisure activities to his current  capabilities or to explo re new forms of meaningful engagement that align with his current  abilities and interests.  Community Access:  Pre - injury:  Prior to his medical complications, Ross had full and unrestricted access to his community:  ●   Driving: Ross   was able to drive independently, allowing him to travel wherever he needed  or wanted to go without limitations.  ●   Mobility: He had no physical restrictions that impeded his ability to move freely in the  community.  ●   Social   Engagement:   Ross   actively   participated   in   community   events,   professional  networking, and social gatherings without any reported difficulties.  ●   Independence: He was able to run errands, attend appointments, and engage in leisure  activities in the community without assistance or   hesitation.  Current Status:  Ross's ability to access his community has been severely impacted by his condition:  ●   Transportation:  ○   No longer drives due to physical and cognitive limitations.  ○   Relies on Uber services for transportation beyond walking   distance.  ○   Limited to areas he can reach on foot, which are restricted due to his mobility  issues and use of a cane.  ●   Mobility:  ○   Uses a cane for support when walking.  ○   Can only manage short distances before requiring rest.  ○   Experiences pain and fatigue that limit his ability to move around in the  community.   He has experienced episodes where he has needed support at a store  due to his leg ‘giving away” due to referred pain from his back.  ●   Social Isolation:  ○   Spends most of his time alone in his apartment.  ○   Avoids   leaving   his   home,   leading   to   significant   reduction   in   community  engagement.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ADLS": {
      "selfCare": {
        "bathing": {
          "level": "unknown",
          "notes": ""
        },
        "dressing": {
          "level": "unknown",
          "notes": "Addressing these limitations and finding ways to  safely and comfortably increase his community engagement will   be an important focus in his  ongoing rehabilitation and care plan."
        },
        "toileting": {
          "level": "unknown",
          "notes": ""
        },
        "feeding": {
          "level": "unknown",
          "notes": ""
        },
        "grooming": {
          "level": "unknown",
          "notes": ""
        }
      },
      "mobility": {
        "transfers": {
          "level": "unknown",
          "notes": ""
        },
        "ambulation": {
          "level": "unknown",
          "notes": "Impact: The stark contrast between Ross's pre - injury community access and his current situation  has significant implications:  ●   Reduced Independence: The loss of   driving ability and limited mobility have greatly  reduced Ross's independence in accessing his community."
        },
        "stairs": {
          "level": "unknown",
          "notes": ""
        },
        "outdoorMobility": {
          "level": "unknown",
          "notes": "●   Increased Reliance on Others: For activities outside his immediate environment, Ross now  depends on transportation services or potentially family members, a   significant change  from his previous independence."
        }
      },
      "instrumental": {
        "mealPrep": {
          "level": "unknown",
          "notes": ""
        },
        "housekeeping": {
          "level": "unknown",
          "notes": ""
        },
        "shopping": {
          "level": "unknown",
          "notes": ""
        },
        "finances": {
          "level": "unknown",
          "notes": ""
        },
        "medication": {
          "level": "unknown",
          "notes": ",   medical  appointments, necessary errands) rather than social or leisure activities."
        }
      },
      "summary": "",
      "recommendations": [],
      "adlNotes": "_____________________________________________________________________________________________  Ross Skirda   Page   33   of   34  ●   Psychological Barriers:  ○   Experiences anxiety and overstimulation in social situations, contributes to his  reluctance to leave home.  ○   Fear and lack of confidence in navigating the community with his new limitations.  ●   Dependency:  ○   Requires assistance or accompaniment for many community - based activities he  previously managed independently.  ●   Limited Range:  ○   Community access is now primarily restricted to essential outings (e.g.,   medical  appointments, necessary errands) rather than social or leisure activities.  Impact: The stark contrast between Ross's pre - injury community access and his current situation  has significant implications:  ●   Reduced Independence: The loss of   driving ability and limited mobility have greatly  reduced Ross's independence in accessing his community.  ●   Social Disconnection: His reluctance or inability to leave home frequently has led to  increased social isolation, a significant change from his previously active social life.  ●   Quality of Life: Restricted community access limits Ross's ability to engage in previously  enjoyed activities, contributing to feelings of loss and decreased life satisfaction.  ●   Health Implications: Reduced physical activity and community engagement has had  profound negative impacts on both his physical and mental health.  ●   Increased Reliance on Others: For activities outside his immediate environment, Ross now  depends on transportation services or potentially family members, a   significant change  from his previous independence.  This dramatic shift in community access represents a major life change for Ross, contributing to  his feelings of uselessness and loss of purpose. Addressing these limitations and finding ways to  safely and comfortably increase his community engagement will   be an important focus in his  ongoing rehabilitation and care plan.  Volunteer Activities:  Ross was not involved in any form of volunteering as part of his regular activities of daily living.  He remains uninvolved in   volunteering,   however expressed a desire to explore this avenue in the  future, as part of his recovery process.\n\n_____________________________________________________________________________________________  Ross Skirda   Page   34   of   34  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613 - 204 - 1549 or by email at   ferland@ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Cc:   Joseph Obagi, legal representative, Connolly Obagi LLP  An electronic signature was used in order to assist with a timely report. The assessor is in agreement with the content of   the report, and has  provided authorization to utilize the electronic signature .",
      "confidence": {
        "recommendations": 0,
        "selfCare": {
          "bathing": 0,
          "dressing": 0.5,
          "toileting": 0,
          "feeding": 0,
          "grooming": 0
        },
        "mobility": {
          "transfers": 0,
          "ambulation": 0.5,
          "stairs": 0,
          "outdoorMobility": 0.5
        },
        "instrumental": {
          "mealPrep": 0,
          "housekeeping": 0,
          "shopping": 0,
          "finances": 0,
          "medication": 0.5
        }
      }
    }
  }
}