{
  "fileName": "Smith Beth WSIBIHA_FINAL.pdf",
  "originalText": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Ms.   Beth   Smith   Date of Loss:   2021 - 11 - 24  Address:   224   8 th   Line   Road, Athens, ON  K0E 1B 0  Telephone #:   613 - 803 - 5014  Case Manager :   K .   P . Kundhal   Referral Source:   Self - referral  Insurer:   WSIB   Claim No.:   31965929  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assessment:   202 3 - 02 - 14 and   2023 - 02 - 23  Date of Report:   202 3 - 02 - 2 8  THERAPIST   QUALIFICATIONS:  Mr. Ferland   is an Occupational Therapist with over   2 4   years of experience.   His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and  launched himself in the world of private business. Over the years,   he   has provided services to the  automobile insurance and legal communities as w ell the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Mr.   Ferland   has extensive experience working with individuals suffering from catastrophic  injuries.   He provides assessment and treatment services as a primary Occupational Therapist as  well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries  and amputations.   He also has extensive experience working with individuals who have been  deemed to meet the catastrophic threshold on the basis of   psychological and/or psychiatric  impairments.  Over his years of working with individuals injured in motor vehicle accidents,   Mr. Ferland  developed a strong interest in the field of mental health, focussed on functional reactivation for  injured individuals   suffering from depression, anxiety and posttraumatic stress.   His clinical  acumen has led him to be qualified as an Expert in his field by the Ontario Superior Court of  Justice.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   2   of   19  PURPOSE OF REFERRAL :  Ms.   Smith communicated with Ferland & Associates Rehabilitation Inc. in order to self - refer for  Occupational Therapy treatment services in   relation to   a workplace accident of November 24,  2021.   Ms. Smith was previously followed by   Ms. Caitlin Stone , Occupational Therapist with  Skyward Active Health Centre.   Ms. Stone provided this therapist with a tra n sfer of care note   dated  January 26, 2023.  This therapist communicated with Ms. Smith, Mr. Patri ck   Breault   ( WSIB   Return to Work  Specialist ) and K .   P . Kundhal   ( WSIB Case Manager)   in order to   discuss Ms. Smith’s return to  work status as well as to obtain approval to provide   M s. Smith with ongoing OT services.   K .   P .  agreed to an assessment and introduction of   this therapist’s services to support Ms. Smith on an  ongoing basis as she continues to regain function .  SUMMARY OF FINDINGS:  Ms. Smith is a   53   year - old   Nurse employed by the Brockville General Hospital in t he Emergency  Room Department where she was injured   on November 2 4 , 20 2 1 , sustaining a   concussion   injury .  Ms. Smith has developed and array of lingering   symptoms ( vision, physical and cognitive)   which  ha ve   impacted her ability to function in her day to day life roles including that of an ER Nurse.  She returned to work on December 4, 2021 (10 days later) and she fell in the parking   lot on her  way in.   On her drive in, s he   reportedly   experienced issues with her vision. She was not noticing  usual landmarks on her drive to work. She   “ felt off ” ,   her   vision appeared darker than usual.   Upon  arriving to work, she   exited her vehicle   began walking   to the hospital   entrance a nd had to stop.  She recalls pain in her knees and hands and noted that she   had   f a ll en   to the ground (there was no  ice).   A   co - worker   came to provide   assistance.   She has no   recollection of going into work,  changing, etc. Next recollection is   speaking with the Administrator on call at approximately 10  am and   being tended to by colleagues.   Her s hift ended after 4 hours and her symptoms progressed.  She was told to take 24 hours off and return to work with   some   accommodations . She   attempted  to return to work the following week but this was not possible   to sustain.   On December 7, 2021,  after comple ting   her shift, a return to work meeting was held and Ms. Smith went on medical leave  on December   9 , 2021 .  She has been off work since the subject accident   and participating in various forms of therapy  including   p hysiotherapy, kinesi ology, occupational therapy   and   vision therapy . She was for a time  followed by the   Ontario Worker’s Network’s Neurology Specialty Program under the care of Dr.  Shawn Marshall   where   Ms. Smith   was   discharged from the program.   The final progress   report  from the O n tario Workers Network   provided the following return to work recommendations:  “  Graduated Return to Work (GRTW) Plan:   It is reco mmended that the worker begin a very GRTW  with reduced hours and   modified duties, and gradually   i ncrease their work hours and job  demands. This will allow worker to gradually improve their   tolerances and functional   abilities ,  thus promoting a safe, successful and sustainable RTW.   We would also suggest that   worker be  assigned accommodated duties (e.g.   sedentary tasks) with the above accommodations listed above.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   3   of   19  This would   allow worker to expo s e herself to a work environment apply her   m anagement  /compensatory strategies to effectively   manage her concussion symptoms.  Proposed progression:  -   Begin GRTW with 1 - 2 - hour shifts, 1 - 2 times per   week   (non - consecutive days), with breaks and  micro - breaks as needed to   manage symptoms.  -   Gradually increase the duration and frequency of wo rk shifts as tolerated (e.g. by 30mins - 1 hour  per shift every 2 weeks).  Support from a RTWS (return to work specialist) is recommended, to   i dentify suitable job duties  and   coordinate   the   implementation   of   the   recommended   accommodations   with   worker's  e mployer. ”  The Ontario Workers Network also highlighted the following with respect to prognosis:  “ Recovery Timeframe:   Partial functional recovery is expected in 4 - 6 months based on clinical  findings, typical evolution   for this condition, taking Into co nsideration the barriers to recovery  outlined in Section J.  Ms.   [Smith]   is expected to have partial functional recovery with ongoing recovery expected over  the next 4 - 6 months.   She has had full functional recovery for her cervical strain   -   her neck   pain  is resolved and has full range of motion without   limitations in function from her cervical strain.  Barriers to recovery Include the length of time since Injury, high symptom   burden, fear avoidant  behaviour, hesitancy surrounding medications and declin ing to try medications for headache,  declining interdisciplinary treatment, perceived strain with employer, and unsuccessful return to  work in the past. We   expect that by applying the ab ove recommended treatment strategies that  these barriers will be overcome within a   period of 4 - 6 months. ”  This therapist is at this time   seeking to provide stakeholders   with an outline of Ms. Smith’s current  functional status and   a n opinion surrounding   the   rehabilitative direction for this worker.   Ms. Smith  continues to struggle with a number of   physic al   and cognitive symptoms which impact her   daily  function, outside of   the work environment.   Her most   interfering   symptom s   relates to   her vision  and vestib ular   issues   which affect her ability to engage in   many   daily tasks   and appear to be a  trigger to other symptom clusters.   Ms. Smith does   report some notable improvements   in th e  severity of these symptoms , especially since the month of November   2022   where she began  noticing steady improvements . She   ex perienced a regression in her condition   through December  of 2022   following   incidents at home   where she bumped her head and another where she fell down  a flight of stairs.   Ms. Smith continues to struggle with cognitive fatigue which was evident during  this 4.5 hour assessment   taking place   over a two - day period.  With respect to her function at   home, Ms. Smith has at   this time maintained her independence in  the performance of all self - care functions. She noted that she has experienced challenges in this  regard   as   the process is much slower, she   is required to sit to get dressed, she will ski p   ha ir washing  every second day   and has overall accepted a reduction in the frequency and quality of her self -  care.   She has begun participating in household tasks such as assisting with meal preparation, light  cleaning, dishes,   folding laundry, etc.   She has   made an attempt to drive at this therapist ’s\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   4   of   19  suggestion and was able to tolerate a   short   drive down her road   (a quiet rural road)   with her  husband by her side.   She performs an array of exercises on a daily basis which she believes have  been beneficial an d she remains open to various suggestions tabled by this therapist.   Ms. Smith,  in this therapist’s view, remains dedicated   to   completing prescribed rehabilitative   initiatives  however would benefit from   an alternate approach to a collaborative return to wo rk.  WSIB   is moving forward with plans   to introduce   a   return - to - work   program   at the Brockville  General Hospital   per the OWN   recommendations   to support   Ms. Smith in her   recovery . The intent  is to foster   a timely return to the workplace where incremental   changes to her work hours and  duties can be made .   While this therapist fully concurs with this rehabilitative mindset, he believes  the timing of this initiative to be   slightly premature. It is understood   that Ms. Smith has provided  stakeholders with an appearance of defiance   leading to a deterioration of collaboration between  she and WSIB stakeholders   as well as her discharge from the Ontario Worker’s Network .   This  therapist has held direct conversations   in this regard with both WSIB and Ms. Smith and it is quite  apparent that fostering an open dialogue   where past perceptions are set aside   would be helpful in  stabilizing this situation.   The stress experienced by   M s Smith as she feels   conflicted between  recommendations of her treatment team and the directives from WSIB is impacting her recovery.  She is fearful of   being pushed into doing something she is not ready for and further delaying her  recovery.   In tandem, these factors lead this therapist to seek a reset of sorts to allow time - limited  interventions to be performed to pave the way for a collaborative return to work   within a timeframe  largely   consistent with medical opinions on file.  Prior to init iating the use of workplace activities   in a rehabilitative context , this therapist believes  there is ample opportunity for a graduated increase in   physical and cognitive demands within Ms.  Smith’s home where she has already begun making use of goal - setting   and progress tracking. She  is   has already taken steps   to resume engagement in   pre - accident   activities such as gardening and  has already begun making headway in planting seedlings and tracking   progress through planting  charts.   She is gradually increasing   her engagement in   cooking and various light   housekeeping  tasks, where there again lie a number of rehabilitative   opportunities   to leverage   in the context of  functional   reactivation .   Ms.   Smith   would   also   benefit   from   monitoring   of   self - directed  desensiti sation strategies involving reading, computer work and   driving.   She remains highly  impacted by the effects of   riding in a vehicle   on busier roads , resulting in a rapid escalation of all  of her symptoms.   She would, in this therapist’s opinion, benefit from an 8 - week functional  reactivation program overseen by this OT   in her home environment   to foster i ncremental changes  in her daily activity output   while challenging her current limits. The removal of stressors stemming  from conflicts with stakeholders would be helpful for this   proposed stabilization period   where this  therapist intends on laying a more solid foundation upon which to build the long - t erm return to  work process envisioned by the OWN.   During this time, discussions with the RTWS and Case  Manager will be maintained in order to keep them apprised of efforts and progress made.  RECOMMENDATIONS :  At this time, return to work initiatives pr oposed by WSIB should be temporarily placed on hold  for an 8 - week period to allow Occupational Therapy services to be implemented.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   5   of   19  Occupational Therapy treatment   should be provided   one session weekly fo r   the next 8 weeks to  work on improving day to day function at home, increase driving tolerance,   challenge cognitive  functions such as multitasking , planning and organization, problem solving etc.   At the conclusion  of this 8 - week process,   this therapist   ca n provide feedback to stakeholders regarding   the  introduction of workplace activities   to Ms. Smith’s rehabilitation regimen.  INFORMED   CONSENT   STATEMENT :  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  •   The assessment has been requested by   Ms. Smit h and approval for delivery of same has  been received by the Case Manager KP.  •   The purpose of this assessment is to assess   Ms. Smith’s   current functional status as it relates  to   the   ability to complete   her   repo rted pre - accident activities of daily living.  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of   completing activities of daily living if required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy Treatment  o   Return   to   work   recommendations.  •   Ms. Smith   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following partie s via secure transmission (fax or encrypted email attachment):  o   Beth Smith  o   WSIB c/o Case Manager KP  Following this therapist’s explanation   Ms. Smith   granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  Ms. Smith provided this therapist with a copy of the   Ontario Worker Network’s Follow - up  Assessment   No. 2/Discharge Report dated January 16, 2023 which was reviewed and referenced  in completing this assessment.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   6   of   19  PRE - ACCIDENT MEDICAL HISTORY:  Ms. Smith reported being in good physical and mental health   prior to the subject workplace  accident. She indicated that she was highly active   and denied the presence of any medical issues  which would impact her clinical presentation or her course of recovery from the injuries sustained  in the index accident.  MECHANISM OF INJURY:  On November 24, 20 2 1,   Ms. Smith was working at the Brockville General Hospital Emergency  Room   Department   when   a saline flus h   fell to the ground   beside a patient bed   and Ms. Smith  crouched to retrieve it. While crouched,   PPE (glasses   and goggles) fogged up she was   unable to  see that and   the patient tried to assist   Ms. Smith   by moving the monitor over from the side of his  bed.   She stood and struck the left occipital portion of her skull   on the monitor .   She reported an  immediate   headache , nausea,   dizzine ss and   pain in her neck. She tried to “shake it off” but one  hour later, went to   the   charge nurse to report the incident. She was told to take   a   15 - minute   break  and   then she   went back to work.   She repor ted ongoing progression of her symptoms   throughout  her shift which was reportedly quite busy . At around 10   pm   “ when things slowed down”, she went  to write the incident report but IT issues precluded her from completing the report. She submitted  the repor t a few days later as symptoms were not resolving.   She went to Smiths Falls Hospital  where she was diagnosed with a concussion.  She returned to work on December 4, 2021 (10 days later) and she fell in the parking   lot on her  way in.   On her drive in, s he   reportedly   experienced issues with her vision. She was not noticing  usual landmarks on her drive to work. She   “ felt off ” ,   her   vision appeared darker than usual.   Upon  arriving to work, she   exited her vehicle   began walking   to the hospital   entrance a nd had to stop.  She recalls pain in her knees and hands and noted that she   had   f a ll en   to the ground (there was no  ice).   A   co - worker   came to provide   assistance.   She has no   recollection of going into work,  changing, etc. Next recollection is   speaking with the Administrator on call at approximately 10  am and   being tended to by colleagues.   Her s hift ended after 4 hours and her symptoms progressed.  She was told to take 24 hours off and return to work with   some   accommodations  She returned to w ork on the   following   Monday. She   completed a   4 - hour   shift, “I   did not feel great  but got through it ” . On Tuesday, she was scheduled for 6 hours. She experienced a loss of balance  associated with an exacerbation of pressure in her hea d   a t   the   3 - hour   mark . At 12:00 (noon)   a  return - to - work   meeting was requested by the Occupational Health Nurse.   She was told to be back  to work full - time by the following   week.  Ms. Smith did not return to work and has been off of work ever since, participating in v arious  rehabilitation initiatives.  NATURE OF INJURY:  As a result of the subject workplace accident of November 24, 2021, Ms. Smith has sustained the  following injuries:\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   7   of   19  •   Concussion  •   Post - concussive syndrome  COURSE OF RECOVERY TO DATE:  Ms. Smith   noted that she has been engaged in an array of treatments over the last year   including  the following:  •   Physiotherapy   – Once weekly.   Skyward   Rehabilitation  •   Kinesiology   –   Once weekly. Skyward Rehabi litation  •   O ccupational Therapy , Skyward   Rehabilitation, vari ed frequency  •   Vision Therapy started in November   2022 ,   o nce weekly with Pupils Vision Therapy  •   Osteopathy ,   Jason Lefebvre , varied frequency  •   Massage (not currently obtaining)  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Tylenol, Advil   As - needed   Headaches  Omega - 3   Daily   Supplement  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms :  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if Necessary  Head pressure   –   Headaches   This   symptom   is   constant   but   varies   in  intensity.   There is apparent pattern however  she has noted triggers such as:  •   Driving triggers double - vision  •   Sustained visual attention   –   chopped  onion   for   2   minutes   and   pressure  started  •   Bright lights  •   Certain higher noise pitches  8   -   1 0 /10   this  week   as  symptoms  flared  subsequent  to   increased  d emand  f rom   stress  and  completion  o f   this  assessment .  Notes\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   8   of   19  associated  vomiting.  Minimal  trigge rs 2   –  4 / 10  Major  triggers  8   –   10 / 10  Blurred/double   vision   She reports that changes in her vision occur in  tandem , with her headaches and increased  head pressure.  NA  Dizziness/nausea/ b alanc e   This   is   a   daily   occurrence   at   minimum.  Triggers:  •   Turning too fast  •   Forward bending  •   Positional vertigo  •   Lifting  •   Visual   stimuli like weights going up  and down  NA  Fatigue   She   experiences   a   significant   amount   of  physical and especially cognitive fatigue with  increased activity.   She continues to work on  increasing   her   tolerances   and   pushing   her  limits and is noting some improvement in her  fatigue   levels over the past few mon ths.  NA  Cognitive Symptoms :  Ms. Smith endorsed the following cognitive symptoms at the time of this assessment:  •   Short term memory issues  •   Difficulty mul ti - tasking  •   Problem solving difficulties  •   Difficulty with sustained attention, focus,   concentration  •   Her sister   recently   noted some   improvements she noticed   since   last   seeing her   in July,  “you’re able to think   again ”.  •   Her husband   and friend   started noticing improvements in November   of 2022 .   She notes  that she feels   she turned a corner in No vember and despite some setbacks, remains on a  positive recovery trend.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   9   of   19  Emotional Symptoms:  Ms. Smith indicated that she did not feel   emotionally   comfortable   being at home   .   She d oes not  watch tv,   noting her preference for reading books . She notes that reading is quite difficult at this  time and is working on improving her reading through lighter reading material exposure.   She  notes frustration   with her inability to do anything   without first considering what the impact might  be on the   rest of her day.   She does not feel understood by stakeholders and does not feel “heard”.  She   feels she   cannot seem to get her point   across,   and she is being perceived as a negative person  when she is simply a straight forward.   She is a nurse in ER and   she   is used to speaking bluntly  and advocating for patients.   She feels this is being misconstrued   by stakeholders .   She feels  confused as what she is told verbally by doctors and what is on the record does not   always   concur.  She feels that there is discordance between what her treatment providers are recommending and  what WSIB is willing to support.   She experience s fear of this situation unfolding in a way   that  will ultimately compromise the positive changes and recovery trend she has noticed in the last few  months.  She   notes that she   does not understand WSIB policies and procedures. Sh e does not know how to  shar e information with WSIB physician s , what the channels of communication   are,   and she is  simply overwhelmed with the process .   She notes that this compounds her difficulties as “o n top  of that I am dealing with my symptoms and struggling to think ”. Ms. Smith noted that she   does  not feel rehabilitative goals   proposed by WSIB   are in line with where she is at in her recovery.  She feels confused as the order of things does not appear logical. She notes that she   feels the goals  should   first   to impro ve her function at home and address her driving issues.   This should be the  first steps in her opinion and she feels that this is being misunderstood as an unwillingness to  cooperate with   stakeholders .  She fears being triggered by the vehicle travel.   The visual   symptoms   she experiences   and how  easily they continue to be triggered   are   the   most impactful on her func tion and she feels WSIB  does not recognize this as an issue.   This adds to her sense of frustration   and to her fear that   she is  being forced   into a   return - to - work   scenario   prematurely.  Symptom Management Strategies:  Ms. Smith reported   making use of the   following   strategies   to manage her symptoms throughout  the day:  •   Switching frequently between   activities, from more demanding tasks to ones which are  known not to trigger her symptoms.   She   makes use of a timer to monitor her tolerance  progress and push past prior   “activity   thresholds ” .  •   Prescription   eyewear .  •   Daily physical and vision   exercises. Regular periods of rest.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   10   of   19  Current   Typical Day :  Ms. Smith describ e d the following as a typical day at this time.   This information provides some  insight into Ms. Smith ’s   functional challenges and   current   mindset in relation to her recovery an d  goal setting :  •   Up between 5 and 6 am (usually closer to 6)  •   Goes to the   washroom.  •   Completes t andem walking   exercise   down the hall   to the kitchen   (so she can have supports  of adjacent walls )   as part of physio  •   She turns   the   kettle on  •   She will pet the   cats for a bit  •   She will have an herbal tea (she cannot handle caffein e , this is another   symptom   trigger)  •   She will sit down and plan the day   at   around 8am  •   Depending on how she feels will either shower or if symptoms are flared will shower later  in the   day  •   S he has to break - up exercises between physio and vision therapy.   She will start with the  less triggering exercises and keep the more   triggering   ones for the end of the day so “I can  accomplish things”.  •   She will pick little projects to do around the house.   Depending on what is   planned   for  dinner, she might do some prep work like chopping   vegetables .   She notes previously being  unable to participate in any form of meal preparation.   She cannot tolerate   “completing   a  meal in one shot ” .   She can chop two small   onions   and   then takes a   20   –   30 - minute   break  to allow her vision and headache issues to subside   to some extent.  •   She w ill have a   daily   phone conversation with a family or friend for 15 minutes .   This is  part of her treatment goals to encourage socialization, reduce isolation and   challenge her  ability to sustain conversations.   She is sensitive to the   pitch of certain   voices,   and this will  impact how long she can talk.  •   She   noted that she is currently undertaking a   resumption of a large garden and is currently  growing 200 seedlings.   This is a project she was unable to see through last season   however  s he is quite optimistic this year will be a positive experience.   She discussed how she has  multiple planting beds throughout her property and in the past, having seeded   and planted  over 5000 plants throughout her property.  •   She attends therapy   two to three times per week:  o   Mallorytown twice weekly for PT and KIN ( 25 - minute   drive   as a passenger riding  with either husband or friend ).   She will mix - up strategies to avoid   triggering  symptoms during the drive .   She will try and loo k straight ahead   and avoid fast  moving objects in her periphery.   She notices double lines when there is only one.  The road   to the clinic is reportedly quiet and does not have a   lot   of traffic.   Her  symptom s   do flare to some degree   however   once   she gets   t o the clinic, she   is “good  for a little bit”. After 10 minutes of PT, she starts “shutting down”. She must take  frequent break s , ask for redirection .   She finds KIN treatments most difficult as she  can’t get through all of the exercises (approximately 50   –   75%   of target output ).  When it is sunny   weather,   it is worse .   The drive back from PT/KIN is difficult as  she is more symptomatic and exhausted.   She will   remain in a deteriorated state for  hours to up to a day later.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   11   of   19  o   Elizabethtown,   Osteopathy .   This is a short drive   however it is more triggering than  going to physiotherapy due   busier roads which cannot be avoided .  •   Vision Therapy sessions for 30 minutes   weekly   (cannot tolerate more) provided virtually.  •   She will rest for “a good two hours”.   After the   two - hour   mark she will try and   putter and  do what she can   to get something accomplished.   She will try and make a grocery list, pay  a bill,   address WSIB matters . She tries to feel like she accomplished som e thing at the end  of the day.  •   She will get on the exercise bike per PT, 3x 1 minute sessions with 3   –   4 minute breaks.  •   Weather permitting, she will try and go for a walk for anywhere from 3   –   15 minutes at a  slow pace.  •   Between 5 and 6 pm , the dinner i s finalized by her husband as she   provides some direction.  •   She will have dinner with her husband.   Her husband will load the dishwasher.   Pots and  pans are   rinsed   and   left until the next morning.  •   In the evening she will take a break, sit quietly and meditate.   She   usually   needs a break  f rom   the cognitive strain of engaging in conversation with her husband over dinner.  •   She has been trying to watch tv , currently increased to 12 minutes   before taking a break  for   4 minutes . She makes use of a timer to continue pushing and challenging herse lf.  •   She will brush her teeth. Wash her face.  •   She will go to bed around 9:30 and 10:00 pm   and   lie   quietly.   Before going to bed, she will  do a   Fitbit   meditation (mindfulness and   relaxation )  •   She will fall asleep right away but will often wake in the   middle of the night   from head  pressure which she   attributes   to her   efforts to push her   functional   threshold. She wa k es at  2 :00   or 3 :00am   with intense pressure in her head.  •   She will obtain a total of approximately   5 hours of sleep per night   as opposed to 8   hours  she slept before.  •   She wakes tired with a headache and   generally   not feeling rested.   She finds the stress  around her WSIB process to be aggravating her sleep   as she will often lie awake in the  middle of the night with racing thoughts.  OBJECT IVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   When she rolls on her right  side, she becomes dizzy and  sweats profusely.   This has  been an issue since the time  of the index accident.   She  will reposition herself during  the night.  Not observed.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   12   of   19  2. Sitting   No identified limitation   Able to   sit comfortably for  10 minutes   focussing on a  task   then she feels pressure in  her head.  Periods of 10   –   15 minutes of  sustained sittin g observed by  this therapist.  3. Standing   No identified limitation   Able to stand for   10   –   15  minutes   limited by   fatigue.  She   describes   cognitive  fatigue   which   impacts   her  ability to push past that point.  Short   periods   of static and  dynamic standing observed  by this therapist.  4. Squatting   No identified limitation   Able with difficulty   One   partial   power   squat  demonstrated by Ms. Smith.  Difficulty   assuming   and  recovering from position due  to loss of balance.  5. Kneeling   No identified limitation   Able with difficulty   As above.  6. Walking   No identified limitation   Able to walk for 10   –   15  minutes due to fatigue   and  associated   lingering  postcusccional   symptoms.  She   describes   cognitive  fatigue   which   impacts   her  ability to push past that point.  She takes 15 minutes to walk  100   meters   in   order   to  mitigate   cognitive   fa tigue.  When she walks around the  house, she will do shorter  bursts of   fast   walking .  Short   dist ance   indoor  ambulation observed by this  therapist. Ms. Smith did not  make   use   of   any   mobility  aids   and   was   observed  waking at a slow pace.  7. Stair  Climbing  No identified limitation   Able to manage with rails.  Without rails she is subject to  falling.   She will   climb and  descend   the   stairs   facing  sideways   as she   feels uneasy  facing down the staircase as  a result of vision issues.   She  is unable to carry loads of  any   sort   while   climbing  stairs.   She has experienced  one fall   and several   “near  misses”   in   the   last   few  months.  One flight of stairs managed  by   Ms.   Smith   during   th is  assessment.   She   managed  stairs   cautiously   as  described.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   13   of   19  8. Driving   No identified limitation   Not driving.   She   tried   to  drive over the weekend   down  her road for a short distance  (<1 km) . She felt a sense of  accomplishment.   Ms. Smith  sh ared a desire to introduce  driving tasks as part of this  proposed   functional  reactivation program.  Not formally observed.  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist   Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4.   Bathtub   Independent   Independent   No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   No identified   limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   14   of   19  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No   identified limitations.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   15   of   19  Emotional   Presentation :  Ms.   Smith ’s emotional presentation was unremarkable during this assessment.   She was pleasant  and cooperative with the assessment process and did not display any overt signs of emotional  lability. She became tearful on a few occasions as sh e discussed her   frustrations   with her current  situation   however regained her composure quickly.   She noted “I’m not a   crier ”.   Ms. Smith  engaged in some humorous banter with this therapist and a positive   overall interaction ensued  through this multi - hour assessment.  Cognitive Presentation :  Ms. Smith was observed to experience a significant degree of cognitive fatigue which   was evident  at the 1 - hour mark of both touchpoints related to this assessment.   One the second day of  assessment, the session was extended and completed virtually, where Ms. Smith was observed to  gradually deteriorate in her ability to engage in the assess ment process. She nonetheless requested  to continue as she felt a strong need to have this assessment completed in a timely fashion.   Ms.  Smith did not present with any other   significant   signs of cognitive impairment   during this  assessment.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   2   Main floor   Wood  Bathrooms   2   Mainfloor   Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Vinyl laminate  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Wood  Laundry   1   Main floor   Vinyl  Stairs   Yes   Steps leading to the basement of  the home.  Wood  Basement   Yes   Finished   NA  Driveway  Description  Double car  Yard  description  1 acre lot\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   16   of   19  LIVING   ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives with her husband  Children   Three cats  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to the index workplace accident, Ms. Smith was independent in all aspects of her self - care.  At the time of this assessment, Ms. Smith noted that she remains   independent in the management  of her core self - care functions however noted some challenges which she is required to overcome  in the process:  •   Showers occur when symptoms   permit. She tries to shower in the morning however will  delay this activity until la ter in the day if required.   She noted that she will endeavour to  shower daily despite the draining nature of this activity.  •   Hair care is decreased compared to before as   she cannot tolerate having her arms up for  sustained periods of time.   She completes b asic hair grooming however does not spend  much time styling.  •   She sit s   to get dressed   due to balance issues and   she has difficulty seeing buttons and  zippers.   She experiences issues with depth   perception,   and she will also experience  diplopia intermittently throughout the day depending on how much head pressure she  experiences.   She notes getting dressed in a much slower process than before.  •   She no longer applies makeup   and noted being unable to care for   her eyebrows.   She has  had her hair cut twice since the accident versus every 6 weeks.  Overall, Ms. Smith has experienced a decreased in the quality of her self - care and has also  experienced issues with balance and vision which impact her ability to co mplete   self - care  unincumbered.  Pre and Post Accident   Home Management Activities:  Prior to   her workplace accident, Ms. Smith noted being responsible for a   significant   portion of  indoor   housekeeping   and outdoor home maintenance.   She notes that her husband works seasonal  work and thus, she would experience varying loads of responsibility at home depending on the  time of   year .  In the sp r ing, summer and fall months, Ms. Smith noted that she managed a ll aspects of indoor  housekeeping and manag ed   the multiple garden beds throughout her property.   Her   husband  worked long hours and would   manage   lawn care   on his day off.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   17   of   19  In the Winter months, Ms. Smith noted that her husband was home more and would contri bute   to  some extent to indoor housekeeping, some meal preparation, grocery shopping and   laundry .  At the time of this assessment, Ms. Smith continues to manage dishwashing through pacing. She  has increased her participation in laundry tasks.   Her husband will carry   loads down to the basement  she will sort   it   and place   it   in   the   washer.   Her   husband will move the laundry   from the washer to  the dryer and will later take   it out of the dryer and carry   it   upstairs where   she will   fold   it. They put  laundry away together as a shared task.  Ms. Smith indicated that she is working - up to vacuuming her   home.   She has been trying to build -  up to one room at a time but   experienced a regression in her recovery due to incidents previously  described. Over the past three weeks, Ms. Smith noted that she has   vacuumed the family room in  the basement once or twic e per week.   This is an open space where Ms. Smith believe s   she   can  build up her tolerance   to this task.   She works in spurts of 5 minutes over 4 sessions.   This has been  successful with some increase in symptoms   which she noted as manageable .  Ms. Smith is demonstrating a self - directed initiative to gradually increase her involvement in more  challenging housekeeping tasks within her home.   She has made and continues to make steady  progress in this regard and added structure in the form of a func tional reactivation program  overseen by this OT would assist in providing stakeholders with regular updates on progress made  in support of a timely return to work.  Pre and Post Accident   Vocational Activities:  Prior to the subject workplace accident, Ms. Smith was employed at the   Brockville   General  Hospital where she worked as an ER nurse.   She also held a teaching position at St - Lawrence  College in Brockville where she was   overseeing   clinical placements of st udents, provided hands -  on teaching and corrected assignments. She would work 4 hours per week in a clinical teaching  capacity with 2 additional hours of preparation and   assignment c orrections .  Ms. Smith attempted to return to work subsequent to her   workplace accident however was unable  to tolerate   this due to severe symptom clusters which were amplified by workplace attendance.  She has not returned to either of her employment positions since the date of loss.  Pre and Post Accident   Leisure Activiti es:  Prior to the subject workplace accident, Ms. Smith noted that she was a highly active individual  who had a number of leisure outlets. She noted the following:  •   Gardening   (from seed to   mature plant)  •   “ Active things ” like   swimming, walking, hiking  •   Reading ( for   leisure and for   professional development )  •   Yoga   (2   –   3 times per week)  •   Home exercises/Home gym   three times weekly\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   18   of   19  Subsequent to her accident, Ms. Smith interrupted engagement in all of her leisure pursuits.   She  noted that she was particularly   upset at being unable to plant a garden last season and made a point  to introduce this project into her routine at this time as she feels she will be ready to undertake the  challenge in the Spring based on her current recovery trajectory.   She had for a t ime interrupted  book reading altogether as it was too   triggering .   She noted that her neuro - ophthalmologist   Dr.  Wareham had recommended she start reading light material, such as books from her youth. Ms.  Smith indicated that at his recommendation, she had begun reading “ Call of the Wild”   and was  making sow progress getting through the novel.  Ms. Smith repor ted that she attempted to attend   a   Yoga   class   but experienced severe increase   in  her head   pressure and dizziness.   “ It was very   triggering .”   She only recently made an attempt to  complete e x ercises in her home   gym,   but   this has not yet been solidified int o her daily routine.  Pre and Post Accident   Community Activities/Volunteer Activities:  Ms. Smith indicated that she s its on   the   Patient Family Advisory Committee at   the   Brockville  General   Hospital where she is a b oard member.   She would attend   monthly board m eetings but she  had   not attended since a few months before the accident.   She is not attending   any meetings at this  time and is abstaining from voting.   She has not been able to keep up with what is going on   and  thus has opted to remove hers elf until she feels ready to resume her duties.   In the week prior to  this assessment, Ms. Smith reported that she received a ¼ page memo   from the   board   and ,   for the  f i rst time ,   was able to read   it through and understand   most of the content.  Ms. Smith a lso reported that she s its on the board of directors of a medical center   but did not  provide any other details .   This   is also a monthly commitment of her time which she has not been  able to see through since the subject accident.  In the   early - Spring,   Ms . Smith reported that she historically   volunteer ed for the town of Athens  planting f l owers and plants   over a   2 - day   period .   Ms. Smith did not volunteer last year however is  hoping to   participate   this year as she   notes ongoing improvements in her symptoms.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   19   of   19  C LOSING :  This concludes this report.   This therapist may be contacted through the offices of   FERLAND &  ASSOCIATES   REHABILITATION   INC.   at   613 - 204 - 1549   or   by   email   at  ferland@ ferlandassociates.com   should any questions arise.  This therapist will communicate the findings contained   herein   to the WSIB Case Manager “K . P .  Kundhal ” and discuss   ongoing provision of care in accordance with the clinical impression  provided in this report.  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Registered Occupational Therap ist  An electronic signature was used in order to assist with a timely report. The   assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Ms.   Beth   Smith   Date of Loss:   2021 - 11 - 24  Address:   224   8 th   Line   Road, Athens, ON  K0E 1B 0  Telephone #:   613 - 803 - 5014  Case Manager :   K .   P . Kundhal   Referral Source:   Self - referral  Insurer:   WSIB   Claim No.:   31965929  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assessment:   202 3 - 02 - 14 and   2023 - 02 - 23  Date of Report:   202 3 - 02 - 2 8  THERAPIST   QUALIFICATIONS:  Mr. Ferland   is an Occupational Therapist with over   2 4   years of experience.   His professional  practice began in 1998 when he graduated Magna Cum Laude from the University of Ottawa and  launched himself in the world of private business. Over the years,   he   has provided services to the  automobile insurance and legal communities as w ell the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Mr.   Ferland   has extensive experience working with individuals suffering from catastrophic  injuries.   He provides assessment and treatment services as a primary Occupational Therapist as  well as a Case Manager for individuals who sustained traumatic brain injuries, spinal cord injuries  and amputations.   He also has extensive experience working with individuals who have been  deemed to meet the catastrophic threshold on the basis of   psychological and/or psychiatric  impairments.  Over his years of working with individuals injured in motor vehicle accidents,   Mr. Ferland  developed a strong interest in the field of mental health, focussed on functional reactivation for  injured individuals   suffering from depression, anxiety and posttraumatic stress.   His clinical  acumen has led him to be qualified as an Expert in his field by the Ontario Superior Court of  Justice.",
    "SYMPTOMS": "Date of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   18   of   19  Subsequent to her accident, Ms. Smith interrupted engagement in all of her leisure pursuits.   She  noted that she was particularly   upset at being unable to plant a garden last season and made a point  to introduce this project into her routine at this time as she feels she will be ready to undertake the  challenge in the Spring based on her current recovery trajectory.   She had for a t ime interrupted  book reading altogether as it was too   triggering .   She noted that her neuro - ophthalmologist   Dr.  Wareham had recommended she start reading light material, such as books from her youth. Ms.  Smith indicated that at his recommendation, she had begun reading “ Call of the Wild”   and was  making sow progress getting through the novel.  Ms. Smith repor ted that she attempted to attend   a   Yoga   class   but experienced severe increase   in  her head   pressure and dizziness.   “ It was very   triggering .”   She only recently made an attempt to  complete e x ercises in her home   gym,   but   this has not yet been solidified int o her daily routine.  Pre and Post Accident   Community Activities/Volunteer Activities:  Ms. Smith indicated that she s its on   the   Patient Family Advisory Committee at   the   Brockville  General   Hospital where she is a b oard member.   She would attend   monthly board m eetings but she  had   not attended since a few months before the accident.   She is not attending   any meetings at this  time and is abstaining from voting.   She has not been able to keep up with what is going on   and  thus has opted to remove hers elf until she feels ready to resume her duties.   In the week prior to  this assessment, Ms. Smith reported that she received a ¼ page memo   from the   board   and ,   for the  f i rst time ,   was able to read   it through and understand   most of the content.  Ms. Smith a lso reported that she s its on the board of directors of a medical center   but did not  provide any other details .   This   is also a monthly commitment of her time which she has not been  able to see through since the subject accident.  In the   early - Spring,   Ms . Smith reported that she historically   volunteer ed for the town of Athens  planting f l owers and plants   over a   2 - day   period .   Ms. Smith did not volunteer last year however is  hoping to   participate   this year as she   notes ongoing improvements in her symptoms.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   19   of   19  C LOSING :  This concludes this report.   This therapist may be contacted through the offices of   FERLAND &  ASSOCIATES   REHABILITATION   INC.   at   613 - 204 - 1549   or   by   email   at  ferland@ ferlandassociates.com   should any questions arise.  This therapist will communicate the findings contained   herein   to the WSIB Case Manager “K . P .  Kundhal ” and discuss   ongoing provision of care in accordance with the clinical impression  provided in this report.  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Registered Occupational Therap ist  An electronic signature was used in order to assist with a timely report. The   assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .",
    "MEDICAL_HISTORY": "Date of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   6   of   19  PRE - ACCIDENT MEDICAL HISTORY:  Ms. Smith reported being in good physical and mental health   prior to the subject workplace  accident. She indicated that she was highly active   and denied the presence of any medical issues  which would impact her clinical presentation or her course of recovery from the injuries sustained  in the index accident.  MECHANISM OF INJURY:  On November 24, 20 2 1,   Ms. Smith was working at the Brockville General Hospital Emergency  Room   Department   when   a saline flus h   fell to the ground   beside a patient bed   and Ms. Smith  crouched to retrieve it. While crouched,   PPE (glasses   and goggles) fogged up she was   unable to  see that and   the patient tried to assist   Ms. Smith   by moving the monitor over from the side of his  bed.   She stood and struck the left occipital portion of her skull   on the monitor .   She reported an  immediate   headache , nausea,   dizzine ss and   pain in her neck. She tried to “shake it off” but one  hour later, went to   the   charge nurse to report the incident. She was told to take   a   15 - minute   break  and   then she   went back to work.   She repor ted ongoing progression of her symptoms   throughout  her shift which was reportedly quite busy . At around 10   pm   “ when things slowed down”, she went  to write the incident report but IT issues precluded her from completing the report. She submitted  the repor t a few days later as symptoms were not resolving.   She went to Smiths Falls Hospital  where she was diagnosed with a concussion.  She returned to work on December 4, 2021 (10 days later) and she fell in the parking   lot on her  way in.   On her drive in, s he   reportedly   experienced issues with her vision. She was not noticing  usual landmarks on her drive to work. She   “ felt off ” ,   her   vision appeared darker than usual.   Upon  arriving to work, she   exited her vehicle   began walking   to the hospital   entrance a nd had to stop.  She recalls pain in her knees and hands and noted that she   had   f a ll en   to the ground (there was no  ice).   A   co - worker   came to provide   assistance.   She has no   recollection of going into work,  changing, etc. Next recollection is   speaking with the Administrator on call at approximately 10  am and   being tended to by colleagues.   Her s hift ended after 4 hours and her symptoms progressed.  She was told to take 24 hours off and return to work with   some   accommodations  She returned to w ork on the   following   Monday. She   completed a   4 - hour   shift, “I   did not feel great  but got through it ” . On Tuesday, she was scheduled for 6 hours. She experienced a loss of balance  associated with an exacerbation of pressure in her hea d   a t   the   3 - hour   mark . At 12:00 (noon)   a  return - to - work   meeting was requested by the Occupational Health Nurse.   She was told to be back  to work full - time by the following   week.  Ms. Smith did not return to work and has been off of work ever since, participating in v arious  rehabilitation initiatives.  NATURE OF INJURY:  As a result of the subject workplace accident of November 24, 2021, Ms. Smith has sustained the  following injuries:",
    "ENVIRONMENTAL": "Date of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   15   of   19  Emotional   Presentation :  Ms.   Smith ’s emotional presentation was unremarkable during this assessment.   She was pleasant  and cooperative with the assessment process and did not display any overt signs of emotional  lability. She became tearful on a few occasions as sh e discussed her   frustrations   with her current  situation   however regained her composure quickly.   She noted “I’m not a   crier ”.   Ms. Smith  engaged in some humorous banter with this therapist and a positive   overall interaction ensued  through this multi - hour assessment.  Cognitive Presentation :  Ms. Smith was observed to experience a significant degree of cognitive fatigue which   was evident  at the 1 - hour mark of both touchpoints related to this assessment.   One the second day of  assessment, the session was extended and completed virtually, where Ms. Smith was observed to  gradually deteriorate in her ability to engage in the assess ment process. She nonetheless requested  to continue as she felt a strong need to have this assessment completed in a timely fashion.   Ms.  Smith did not present with any other   significant   signs of cognitive impairment   during this  assessment.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   2   Main floor   Wood  Bathrooms   2   Mainfloor   Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Vinyl laminate  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Wood  Laundry   1   Main floor   Vinyl  Stairs   Yes   Steps leading to the basement of  the home.  Wood  Basement   Yes   Finished   NA  Driveway  Description  Double car  Yard  description  1 acre lot"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "ENVIRONMENTAL": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is an Occupational Therapist with over   2 4   years of experience",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "224   8 th   Line   Road",
      "phone": "",
      "referralSource": "Self - referral  Insurer:   WSIB   Claim No",
      "insuranceInfo": "WSIB   Claim No",
      "confidence": {
        "name": 0.8,
        "address": 0.7,
        "referralSource": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [
        "plant a garden last season",
        "made a point  to introduce this project into her routine at this time as she feels she will be ready to undertake the  challenge in the Spring based on her current recovery trajectory"
      ],
      "symptomOnset": "a few months before the accident",
      "symptomProgression": "",
      "symptomNotes": "Date of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   18   of   19  Subsequent to her accident, Ms. Smith interrupted engagement in all of her leisure pursuits.   She  noted that she was particularly   upset at being unable to plant a garden last season and made a point  to introduce this project into her routine at this time as she feels she will be ready to undertake the  challenge in the Spring based on her current recovery trajectory.   She had for a t ime interrupted  book reading altogether as it was too   triggering .   She noted that her neuro - ophthalmologist   Dr.  Wareham had recommended she start reading light material, such as books from her youth. Ms.  Smith indicated that at his recommendation, she had begun reading “ Call of the Wild”   and was  making sow progress getting through the novel.  Ms. Smith repor ted that she attempted to attend   a   Yoga   class   but experienced severe increase   in  her head   pressure and dizziness.   “ It was very   triggering .”   She only recently made an attempt to  complete e x ercises in her home   gym,   but   this has not yet been solidified int o her daily routine.  Pre and Post Accident   Community Activities/Volunteer Activities:  Ms. Smith indicated that she s its on   the   Patient Family Advisory Committee at   the   Brockville  General   Hospital where she is a b oard member.   She would attend   monthly board m eetings but she  had   not attended since a few months before the accident.   She is not attending   any meetings at this  time and is abstaining from voting.   She has not been able to keep up with what is going on   and  thus has opted to remove hers elf until she feels ready to resume her duties.   In the week prior to  this assessment, Ms. Smith reported that she received a ¼ page memo   from the   board   and ,   for the  f i rst time ,   was able to read   it through and understand   most of the content.  Ms. Smith a lso reported that she s its on the board of directors of a medical center   but did not  provide any other details .   This   is also a monthly commitment of her time which she has not been  able to see through since the subject accident.  In the   early - Spring,   Ms . Smith reported that she historically   volunteer ed for the town of Athens  planting f l owers and plants   over a   2 - day   period .   Ms. Smith did not volunteer last year however is  hoping to   participate   this year as she   notes ongoing improvements in her symptoms.\n\nDate of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   19   of   19  C LOSING :  This concludes this report.   This therapist may be contacted through the offices of   FERLAND &  ASSOCIATES   REHABILITATION   INC.   at   613 - 204 - 1549   or   by   email   at  ferland@ ferlandassociates.com   should any questions arise.  This therapist will communicate the findings contained   herein   to the WSIB Case Manager “K . P .  Kundhal ” and discuss   ongoing provision of care in accordance with the clinical impression  provided in this report.  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Registered Occupational Therap ist  An electronic signature was used in order to assist with a timely report. The   assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .",
      "confidence": {
        "reportedSymptoms": 0,
        "functionalImpact": 0.8,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [
        "a concussion"
      ],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "a concussion",
      "secondaryDiagnoses": [],
      "medicalNotes": "Date of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   6   of   19  PRE - ACCIDENT MEDICAL HISTORY:  Ms. Smith reported being in good physical and mental health   prior to the subject workplace  accident. She indicated that she was highly active   and denied the presence of any medical issues  which would impact her clinical presentation or her course of recovery from the injuries sustained  in the index accident.  MECHANISM OF INJURY:  On November 24, 20 2 1,   Ms. Smith was working at the Brockville General Hospital Emergency  Room   Department   when   a saline flus h   fell to the ground   beside a patient bed   and Ms. Smith  crouched to retrieve it. While crouched,   PPE (glasses   and goggles) fogged up she was   unable to  see that and   the patient tried to assist   Ms. Smith   by moving the monitor over from the side of his  bed.   She stood and struck the left occipital portion of her skull   on the monitor .   She reported an  immediate   headache , nausea,   dizzine ss and   pain in her neck. She tried to “shake it off” but one  hour later, went to   the   charge nurse to report the incident. She was told to take   a   15 - minute   break  and   then she   went back to work.   She repor ted ongoing progression of her symptoms   throughout  her shift which was reportedly quite busy . At around 10   pm   “ when things slowed down”, she went  to write the incident report but IT issues precluded her from completing the report. She submitted  the repor t a few days later as symptoms were not resolving.   She went to Smiths Falls Hospital  where she was diagnosed with a concussion.  She returned to work on December 4, 2021 (10 days later) and she fell in the parking   lot on her  way in.   On her drive in, s he   reportedly   experienced issues with her vision. She was not noticing  usual landmarks on her drive to work. She   “ felt off ” ,   her   vision appeared darker than usual.   Upon  arriving to work, she   exited her vehicle   began walking   to the hospital   entrance a nd had to stop.  She recalls pain in her knees and hands and noted that she   had   f a ll en   to the ground (there was no  ice).   A   co - worker   came to provide   assistance.   She has no   recollection of going into work,  changing, etc. Next recollection is   speaking with the Administrator on call at approximately 10  am and   being tended to by colleagues.   Her s hift ended after 4 hours and her symptoms progressed.  She was told to take 24 hours off and return to work with   some   accommodations  She returned to w ork on the   following   Monday. She   completed a   4 - hour   shift, “I   did not feel great  but got through it ” . On Tuesday, she was scheduled for 6 hours. She experienced a loss of balance  associated with an exacerbation of pressure in her hea d   a t   the   3 - hour   mark . At 12:00 (noon)   a  return - to - work   meeting was requested by the Occupational Health Nurse.   She was told to be back  to work full - time by the following   week.  Ms. Smith did not return to work and has been off of work ever since, participating in v arious  rehabilitation initiatives.  NATURE OF INJURY:  As a result of the subject workplace accident of November 24, 2021, Ms. Smith has sustained the  following injuries:",
      "confidence": {
        "primaryDiagnosis": 0.8,
        "diagnoses": 0.8,
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "ENVIRONMENTAL": {
      "homeType": "Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   2   Main floor   Wood  Bathrooms   2   Mainfloor   Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Vinyl laminate  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Wood  Laundry   1   Main floor   Vinyl  Stairs   Yes   Steps leading to the basement of  the home",
      "livingArrangement": "",
      "homeLayout": [],
      "access": {
        "entrance": "",
        "bathroom": "s   2   Mainfloor   Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Vinyl laminate  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Wood  Laundry   1   Main floor   Vinyl  Stairs   Yes   Steps leading to the basement of  the home",
        "bedroom": "s   2   Main floor   Wood  Bathrooms   2   Mainfloor   Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Vinyl laminate  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Wood  Laundry   1   Main floor   Vinyl  Stairs   Yes   Steps leading to the basement of  the home",
        "kitchen": "1   Main floor   Wood  Laundry   1   Main floor   Vinyl  Stairs   Yes   Steps leading to the basement of  the home"
      },
      "barriers": [],
      "recommendations": [],
      "safetyRisks": [],
      "environmentalNotes": "Date of Report:   February 2 8 , 2023  ______________________________________________________________________________  Beth   Smith   Claim # : 31965929   Page   15   of   19  Emotional   Presentation :  Ms.   Smith ’s emotional presentation was unremarkable during this assessment.   She was pleasant  and cooperative with the assessment process and did not display any overt signs of emotional  lability. She became tearful on a few occasions as sh e discussed her   frustrations   with her current  situation   however regained her composure quickly.   She noted “I’m not a   crier ”.   Ms. Smith  engaged in some humorous banter with this therapist and a positive   overall interaction ensued  through this multi - hour assessment.  Cognitive Presentation :  Ms. Smith was observed to experience a significant degree of cognitive fatigue which   was evident  at the 1 - hour mark of both touchpoints related to this assessment.   One the second day of  assessment, the session was extended and completed virtually, where Ms. Smith was observed to  gradually deteriorate in her ability to engage in the assess ment process. She nonetheless requested  to continue as she felt a strong need to have this assessment completed in a timely fashion.   Ms.  Smith did not present with any other   significant   signs of cognitive impairment   during this  assessment.  ENVIRONMENTAL ASSESSMENT:  TYPE OF  DWELLING  Bungalow  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   2   Main floor   Wood  Bathrooms   2   Mainfloor   Tile  Living Room   1   Main floor   Wood  Family Room   1   Basement   Vinyl laminate  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Wood  Laundry   1   Main floor   Vinyl  Stairs   Yes   Steps leading to the basement of  the home.  Wood  Basement   Yes   Finished   NA  Driveway  Description  Double car  Yard  description  1 acre lot",
      "confidence": {
        "homeType": 0.8,
        "homeLayout": 0,
        "bathroomAccess": 0.7,
        "bedroomAccess": 0.7,
        "kitchenAccess": 0.7,
        "barriers": 0,
        "recommendations": 0,
        "safetyRisks": 0
      }
    }
  }
}