{
  "fileName": "Vu, Angie IHA.pdf",
  "originalText": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Ms.   Thuong (Angie)   Vu   Date of   Birth :   1989 - 01 - 04  Address:   203 Aquillo Crescent,   Stittsville ,  ON K2S 0L8  Date of Loss:   2020 - 05 - 26  Telephone #:   (613)   591 - 9951  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Happiness Nwaigwe   Insurer:   The Cooperators General  Insurance Company  Claim   No.:   001789514  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date s   of Assessment:   2022 - 04 - 22 to 2023 - 03 - 14  Date of Report:   2023 - 03 - 27  ASSESSOR   QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 24 years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of   Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skills and evolved to providing expert opinions in matters of human function  to stakeholders in the aut omobile insurance sector, personal injury and family law, the Workplace  Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability sectors. His  opinions are sought by both plaintiff and defense counsel in the context of resolving mat ters in  personal injury and family law cases. He has been qualified several times as an expert in his field,  providing testimony   u nder   o ath in FSCO tribunals and cases appearing before the Ontario Superior  Court of Justice.  Mr. Ferland’s   practice inclu des   regular   contributions to   c atastrophic   d esignation   a ssessment teams  where he provides opinions related to daily function of   individuals   suffering from serious physical,  psychological and cognitive impairments.   His assessments inform multidisciplinary t eam  members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of   injured client’s   daily\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   2   of   22  functional capabilities at home, work and in the community, assisting them in forming opinions  surrounding whether the   c atastrophic   i njury threshold is   met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents.   He has extensive  experience in providing care to individuals suffering from   chronic pain, depression, anxiety and  posttraumatic   stress,   overseeing   and   directing   functional   reactivation   programs   to   foster  improvements in function and participation in meaningful activity.  PREAMBLE :  Ms. Thuoung   ( Angie )   Vu was referred to   Ferland & Associate Rehabilitation Inc.   in March of  2022   by her legal representative Mr. Frank McNally,   requesting an   Occupational Therapy  assessment   in   r elation to   injuries   Ms. Vu   sustained in   a motor vehicle accident   occurring on   May  2 6, 2020. Ms. Vu presented in a state of acute mental health decompensation   with symptoms of  dissociation, psychosis,   suicidality   and generalized anxiety .   D ue to her complex clinical  presentation ,   Ms. Vu was   unable to participate effectively in an Occupat ional Therapy Assessment.  She   presented   with   a   number   of   psychiatric   symptoms   which   precluded   her   meaningful  engagement in the occupational therapy   assessment   process, leading this therapist to   intervene by  supporting Ms. Vu through   recurring crises which   arose over the nearly one year since this  therapist’s original contact with   her.  In an effort to obtain some traction in understanding Ms. Vu’s   complicated   clinical   presentation,  this therapist connected with Ms. Vu’s family physician, Dr. Adea, who has known Ms. Vu for  many years pre - dating the subject MVA.   This physician   contact led to a referral for a  comprehensive psychiatric evaluation, the results of which were   received on March 14, 2023. This  report completed by Dr. Nathalie Cote, Psychiatrist, will be referenced in this OT assessment  report as it   provides   a clear   clinical   narrative   which   contextualizes   t he functional impairments  noted herein .  SUMMARY OF   FINDINGS:  Ms. Vu   is a   33 - year - old   single   mother   of   a   6 - year - old   disabled   son   who was involved in a   motor  vehicle accident   on   May 26 ,   2020.   As a result of this accident,   Ms. Vu has been   diagnosed with  the   following conditions by her early treatment team   members :  •   WAD2  •   Strain and sprain of   thoracic spine/lumbar spine  •   Generalized Anxiety Disorder  •   Depression  •   PTSD  •   Panic attacks  •   Suicidal thoughts  •   Chronic pain\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   3   of   22  •   Chronic post - traumatic headaches/migraines  •   Sleeping problems  This therapist first met with Angie   in   April   of 2022   after receiving a referral from her legal  representative Mr.   F rank McNally   r equesting this therapist ’ s   involvement   in providing care   to his  client .   Ms. Vu presented with a complex clinical history   including a recent suicide attempt   and  reported signs of psychosis .   Sessions were held with   Ms. Vu   from April   to November of 2022   in  an attempt to   gain an   understanding   of her situation   at which time it became apparent   tha t   Ms.  Vu ’ s   medical condition was not stable and required immediate attention .   A joint meeting with   her  GP,   Dr. Adea ,   was held   in the fall of 2022   leading to a referral for an emergency psychiatric  c onsult.   An assessment was completed by   Dr. Cote,   psychiatrist,   who produced a   report dated  December   8   2022   providing   a   clear   narrative   of   Ms.   Vu ’ s   clinical   evolution.   A   3 - step  pharmaceutical plan was   provided,   and the following diagnosis were clarified:  •   Post - Traumatic   Stress   Disorder.   S evere ,   secondary   to   MVA   in   2020;   symptoms  compounded by   multiple significant losses since   then including the loss of her business, of  her financial   independence,   a nd the breakdown of her marri a ge, and further exacerbated  by her chronic pain from   fibromyalgia.   Dr. Cote noted:   “ Ms. Vu 's PTSD is one of the most  severe that I have seen through my practice; it is   as sociated with significant distress and  impairment   in   numerous   areas   of   her   functioning   including   personal,   social,   and  occupational functioning. It is my opinion that the severity of her symptoms   prevents her  from being able to work ” .  •   General i zed Anx i ety   D i sorder .   longstanding  •   Panic D i sorder, longstanding  •   Social Anxiety   traits, presenting following subject MVA .   T hese   are   trauma - related, not  consistent with a separate Social Anxiety Disorder  •   M ajor Depressive Disorder, current episode severe  •   A ttention Deficit Hyperactivity Disorder   ( ADHD ),   by history  At the present time, Angie   is navigating her daily life   and symptoms with little to no support.   She  continues   to provide care for her son Lucas   whom   she has   in her custody   every af ternoon from  Monday to Friday   and overnight on   Friday and   Saturday .   She is at this time   operating in two  distinct routine patterns , depending on whether or not she has her son with her.   When Lucas is in  her care,   she focuses all of her energy on providing care, stimulation,   nourishment,   and tending to  any needs as they arise.   She finds herself to be   “ on ”   the entire time she is with him   struggling to  maintain her focus and attention   on the necessities he requires.   She follows   a   daily routine   dictated  by   Lucas ’   needs   and when he leaves   to   be with his fath er ,   she   de compensates   and for all intent s  and purposes,   “ shuts down ” .   S he will sleep for periods of   up to   16 hours   and   will spend   her  waketime   ruminating,   trying to distract herself with videos and light reading,   at times dissociating  and losing track of time   for periods of minutes   to   hours.   Angie is currently in need   of  multidisciplinary   treatment to assist her   and overcoming the challenges   which hav e arose  following the subject motor vehicle accident.   She requires interventions   to stabilize   h er financial  situation,   to obtain and maintain access to prescription medication,   to engage in regular counseling  with her treating psychologist,   as well as to foster   community outings   and engagement in  meaningful activity.   This therapist recommends the introduction   of a rehabilitation support worker  to work in tandem with this the rapist in implementing   goals   to foster improvements   in   Ms. Vu 's  day - to - day function.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   4   of   22  RECOMMENDATIONS:  Attendant Care:  Based on this therapist ’ s asses sment of Ms. Vu ’ s overall function   over th e   past year, it   is his  opinion that Ms. Vu is currently in need of 24 - hour care to ensure her safety and comfort and to  assist her in   navigating   the difficult mental health crises   she ex periences on a daily basis. She is  a t risk for self - harm (per her his tory of suicide attempt in 2021) and has   displayed an inability to  independently   regulate her emotions to the point of experiencing dissociative events where she  loses   track of minutes to hours where she has no recollection of what she did.   She is at this time  eligible for the maximum   of $3000 per month of Attendant Care   on the basis of her need for 24 -  hour support.  Housekeeping:  Ms. Vu is unable t o   engage in consistent cleaning of her home environment. She operates in  “ spurts ”   where she will clean very specific areas of her home where her s on spends his time  while neglecting the rest of he r   environment.   Ms. Vu   requires   assistance   for   the management   of  he r   indoor housekeeping tasks , approximately 3 hours per week, while she   stabilizes   her medical  condition and   engages in   rehabilitative   activities.  Assistive Devices:  There are no assistive dev ices currently indicated   to further Ms. Vu ’ s   functional   re co very .   The  need for assistive devices will be reviewed in future   treatment   touchpoints with Ms. Vu.  Further Occupational Therapy Interventions:  Ms. Vu would benefit from ongoing weekly to bi - weekly access to Occupational Therapy  services supplemented by two weekly 3 - hur sessions with a rehabilitation support worker.  OCF18s for both   services   have been submitted to the insurer and declined.  Referral for Other Services:  Ms. Vu would be nefit from   access   to a multidisciplinary team   of professionals including   social  work ,   psycholog y , psychiatr y , neurolog y, neuropsychology, speech   language pathology ,   and  physical   therapy   her complex   clinical   presentation.  INFORMED   CONSENT   STATEMENT :  This therapist has reviewed issues related to   consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   5   of   22  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Onta rio (COTO).  •   The assessment has been requested by   her legal representative Mr. Frank McNally of  McNally Gervan law firm .  •   The purpose of this assessment is to assess   Ms. Vu’s   current functional status as it relates  to   her   ability to complete   her   pre - accident   activities of daily living.  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities   of daily living if required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy T reatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the reques ted goods  and/or services may ultimately be declined.  •   Ms. Vu   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties via   secure transmission (fax or encrypted email attachment):  -   McNally Gervan, c/o Mr. Frank McNall y  -   The Cooperators General Insurance Company  Following this therapist’s explanation   Ms. Vu   granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  In the process of working with Ms. Vu over the past year, this therapist has received and reviewed  the   following documentation to assist in forming his clinical opinion   reflected in this report:  Original Referral Documents:  1.   Ambulance Call Reports  A. Ambulance Call Report dated May 26, 2020  2.   Family Doctor  A. Westend Family Health\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   6   of   22  (1)   Clinical notes and records (May 26, 2015 to May 28, 2018)  (2) Clinical notes and records (May 28, 2018 to September 9,   2020)  3.   Treating Specialists  A. Vitality  (1) Vitality Assessments Questionnaire dated October 7, 2020  B. Pro Physio  (1) Fax from Pro   Physio dated May 12, 2022 re No records  4.   OHIP decoded summary  A. Decoded OHIP Summary dated May 26, 2015 to September 22, 2020  5.   Response to OCF - 1 Application from The co - operators   insurance dated September 22,  2020  6.   MVA Questionnaire completed by   Hatice Turan, Occupational Therapist with Vitality  Assessments   Group , dated October 7, 2020  Additional Documents Received March 13, 2023:  7.   2 - Part Psychiatric Consultation report completed by Dr. Nathalie Cote, dated   December 8,  2022  PRE - ACCIDENT MEDICAL HISTORY:  Based on a review of available file documentation, Ms. Vu presents with the following pre - existing  medical conditions:  •   Fibromyalgia/Chronic Pain  •   Migraines  •   Asthma  •   Supraventricular tachycardia, resolved with ablation in 2018  •   Lactose intolerance  Ms. Vu   notes that despite these medical issues, she remained a highly functioning woman who ran  a nail salon, looked after her fami ly (including her father and siblings)   while also providing care  for her son Lucas, born without eyesight and requiring heightened levels of care. She notes that  she struggled with anxiety   over the years but managed to “keep it together”.   She managed a  s ignificant number of concurrent demands which   which forced her to operate at her limits   when  the subject motor vehicle accident occurred   leading to a deterioration of Ms. Vu’s mental health.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   7   of   22  MECHANISM OF INJURY:  In the Vitality Assessment Group   MVA   questionnaire dated October   7, 2020, Ms. Vu reported  the following:  “ I was driving down   M erivale going to the gas station, and I drove past the yellow light and all of  a sudden I got hit. I got out of the car to check on the other driver. The ambulance ca me   police  came, they asked me if I want to go to the hospital I said I have a son and grandmom to take care  of and I thought I was OK but later I felt my legs were really heavy and I couldn't keep my eyes  open, my husband put heavy blankets and I could sti ll not feel my legs. I called my family doctor  the next day or the day after and they recommended that I get an X - ray but I couldn't go because  that place is very busy and I had anxiety and panic attacks. A week after I started having  nightmares of my chil dhood in my father. I love my father to death but I am scared of him ...”  NATURE OF INJURY:  Based on the assessment completed by Vitality Group Assessments Inc.   in 2020 , Ms. Vu was  diagnosed with the following injuries:  •   WAD2  •   Strain and sprain of   thoracic spine/lumbar spine  •   Generalized Anxiety Disorder  •   Depression  •   PTSD  •   Panic attacks  •   Suicidal thoughts  •   Chronic pain  •   Chronic post - traumatic headaches/migraines  •   Sleeping problems  Ms. Vu underwent a comprehensive psychiatric evaluation   by   Dr. Nathalie Cote in the latter part  of 2022 and a report dated December 9, 2022 was   provided to   this therapist   by Ms. Vu   on March  14, 2023 . This report   from Dr. Cote   provided the following psychi atric diagnoses:  “ After over 4 hours of diagnostic assessment, I can confirm that   Ms. Vu   meets criteria for the  following:  -   Post - Traumatic Stress Disorder. severe. secondary to MVA in 2020; symptoms compounded by  multiple significant losses since   then including the loss of her business, of her financial  independence,   a nd the breakdown of her marri a ge, and further exacerbated by her chronic pain  from   fibromyalgia.   Ms. Vu 's PTSD is one of the most severe that I have seen through my  practice; it is   as sociated with significant distress and impairment in numerous areas of her  functioning including   personal, social, and occupational functioning. It is my opinion that the  severity of her symptoms   prevents her from being able to work.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   8   of   22  -   General i zed Anx i ety   D i sorder .   longstanding, reconfirmed during this encounter  -   Panic D i sorder, longstanding, reconfirmed during this encounter  -   She has traits of Social Anxiety though these only presented following her traumatic event .  T hese   are   trauma - related, not consistent with a separate Social Anxiety Disorder  -   M ajor Depressive Disorder, current episode severe  -   Attention Deficit Hyperactivity Disorder   ( ADHD ),   by history  This diagnostic assessment has ruled out Obsessive Compulsive Disord er, a Bipolar Illness, a  Substance Use Disorder, a Psychotic Illness, Borderline Personality Disorder (0/9 criteria since  adolescence and persisting through adulthood, where 5+ are required for diagnosis this is  consistent with the impression from her Home wood inpatient admission where this personality  structure was also ruled out) ,   and an acute safety issue. Though she consumes cannabis  (approximately 4g/ m onth), she does not meet criteria for Cannabis Use Disorder. Our encounter  ruled out any substance use   disorder.”  COURSE OF RECOVERY:  Ms. Vu experienced significant difficulty providing a narrative of her course of recovery.   She  provided details in segments during the multiple touchpoints which occurred in 2022 however a  coherent narrative has only been recently   obtained through the afo rementioned psychiatric  evaluation.  Ms. Vu has experienced some significant losses in the years which followed the subject motor  vehicle accident.   In the months following her accident, Ms. Vu was admitted to the Emergency  Room   as a result of cutting beh aviours.   This was reportedly not a suicide attempt however an  attempt to   “snap out of it” after her ex - husband had broken up with her.   She   then   close d   her nail  salon   in   March of 2021,   becoming dependent on her husband and family for financial support. S he  subsequently had to sell her home and move into a townhome where she has been residing , with  no means of   s upporting herself financially and remaining dependent on her family for support  (rent, food, etc.).   On   January 11, 2022, Ms. Vu and her husband fo rmally separated and   Ms. Vu  experienced a period of emotional deterioration leading to a suicide attempt. She was found in a  hotel room where she had taken   sleeping pills. She was hospitalized on a Form 1 and subsequently  released after evaluation.  Fo llowing this event, Ms. Vu indicated that she stopped taking all her of medications (18 in total)  which had been prescribed by her last psychiatrist.   The se   medications   included anti - depressant  medications,   opiates and benzodiapenes   and resulted in a peri od of withdrawal and   generalized  sickness which extended over a period of over 3 months. Ms. Vu noted that she remained involved  in psychological treatment under the care of Dr. Morrison Porter however stopped seeing him in  the summer of 2022 when he repo rtedly went on   holidays,   and   they did not reconnect until  February of 2023 when treatments resumed and an unknown freaquency.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   9   of   22  As a result o f   the significant difficulties Ms. Vu was experiencing from a psychiatric standpoint  and given that she was no longer   taking any form of psychotropic medication,   this therapist  arranged to hold a number of joint meetings with Ms. Vu and her GP Dr. Adea. There had been  limited contact between Ms. Vu and her GP in 2022   leading this therapist to arrange a first joint  sessi on on   October 18, 2022. This meeting provided Dr. Adea with a clear outline of the urgent  need of a psychiatric evalution and she made a referral to Dr. Nathalie Cote, Psychiatrist   who saw  Ms. Vu in December of 2022.   A   psychiatric consultation   report dat ed December 8,   2022,   was  provided to this therapist   by Ms. Vu   on March   13, 2023. She sought assistance in reconnecting  with her GP to implement the medication recommendations however she has been unable to secure  an appointment. This therapist will facili tate   this process on Ms. Vu’s behalf as she continues to  present with acute symptoms requiring pharmaceutical management.  The following plan was tabled by Dr. Cote in the recommendations section of her report:  “   STEP 1: Start main   antidepressant/antianxiety medication: ”  “   STEP 2: Resuming long - acting stimulant treatment to target her currently untreated ADHD:”  “ STEP 3: Adding an Adjunct if required despite completing steps 1 and 2:”  Ms. Vu remains at Step 1 of this 3 - tier plan and requires support in order to follow - through due to  difficulties connecting with her GP who has   opened a new practice.  Ms. Vu is not obtaining any other form of treatment at this time and continues to strugg le with all  aspects of daily function.  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name and  Specialty  Date of Last  Appointment/ Frequency  of appointments  Outcome of Last  Appointment  Date of Next  Appointment  Dr. Cynthia Aeda ,  Family   Physician  Missed last appointment as  a result of a panic   attack  and another due to an  emergency surgery   Dr.  Adea had to perform .  Feb ruary   missed due to  illness. March had panic  attack and could not att end.  April 22, 2023   is the next  scheduled   appointment.  Found she was doing  well on Wellbutrin   but  ran out.   She notices a  big difference not being  on it.   Psychiatry  recommendations not  yet implemented.  April 22, 2023  Dr.   Morrison  Porter,  Psychologist  Trauma Clinic at  Riverside  Hospital under  One session in 2023  however she does not have  funds to   pay him.   She does  not have any ongoing  contact with this  longstanding psychologist.  NA   NA\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   10   of   22  supervis ion   Lynn  Bachishin  Dr. Cote,  Psychiatrist  Follow - up in April 2023   Will continue  monitoring her   and  requested bloodword to  be done before next  appointment.  April 22, 2023  Ms. Vu also reported that she has experienced a number of issues due to apparent self - neglect  over the last few years. She highlighted how she has braces “which need to come off” but she  has no funds to complete this procedure. She reports that her teeth   have developed several  cavities which she again cannot afford to address. Ms. Vu   is overwhelmed and unable to see  through   any   problem - solving   initiative without professional supports in the form of an OT, a  rehabilitation support worker and   potentially a   personal support worker.   She also requires urgent  access to weekly counselling sessions as she continues to navigate the phase of her recovery.  MEDICATION:  At the time of concluding this assessment, Ms. Vu noted that she was not taking any form of  prescription medication. She noted that she makes daily use of CBD   products   oil which she finds  helpful in calming her down.   She will take “four puffs” of THC pro duct before bed to assist in  falling asleep.  A medication regiment   proposal has been documented by Dr. Cote and requires the involvement  of Ms. Vu’s GP to implement. This therapist will assist Ms. Vu in reconnecting with her GP to  begin this medication   change.  Ms. Vu has been prescriebd an unseemingly large number of medications by her last psychiatrist  (over 18 concurrent medications in total) which has led Ms. Vu to   completely cease pharmaceutics  after her suicide attempt .   She is at this time awaiti ng a consultation with Dr. Adea   in her new  practice, Brightside Family Medicine ,   to introduce a first group of medications per Dr. Cote’s  recommendations previously referenced.  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms :  Pain   symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain Rating  if  Necessary  Dizzy spells   She gets dizzy when she is busy.   Changes of  light (from room to room or from inside to out)  also affect her where she w ill get dizzy and  need a few moments to recover. If she   focuses  NA\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   11   of   22  on written text   or spends too much time on her  phone, this will trigger   vertigo   episodes .   This  occurs on a daily basis and lasts a few minutes,  first when she get s up and then   throughout the  day .  Neck pain   Always in pain. Feels like she   needs   to have a  CT scan. Neck   pain leads back pain. She f e els  guily as she cannot carry her   disabled   son  ( weighing   50 lbs) .   She cracks her neck to the  right   e very day.   Ther e is more tension in the  right side.  6   –   7/10  daily   with  peaks   of  9/10  requiring  rest  Poor sleep   Without Lucas   in her care, Ms. Vu   tends to  sleep   for periods of   over 16 hours.   When she  has Lucas, she finds herself “on” all of the time  and does not obtain enough sleep.  NA  Back   pain   (thoracic   and  lumbar)  Nevrer   had   back   pain   before.   Now   she  experiences pain.   This is a nagging pain  (maybe from sleeping a lot more). Weight gain  has also   been reported as an issue   ( pre - accident  weight ranged from   140   -   160 lbs ;   now   weighs  200 lbs   on   a   5’3” frame).   Size 6 to 10 at all  times before, now a size 12.  3   –   5/10  dail y   with  peaks   of  9/10   on  occasion.  Generalized pain   Mornings   were   reportedly   difficult   pre -  accident   due to her Fibromyalgia diagnosis   and  pain would occur in   waves   over the week or  month.   Now it is occurring multiple times  daily (elbows, knees, ankle hurt ing) all at the  same time.   Heat and throbbing of joints. This  is worse than the neck   pain,   but she could not  provide a pain rating. Her elbow feels like   she  has   tennis elbow , “it’s that kind of pain” . Her  ribs hurt as well. She will press her ribs so h ard  to the point of bruising the m in an attemnpt to  ward - off that pain symptom.  She   notes   a   pattern   of   getting   sick,  experiencing a   flare - up of her Fibromyalgia  symptoms and then experiencing a mental  health   decline   which   have   been   occurring  steadily over the past months.   She notes also  experiencing   issues with her stomach.  Could   not  provide.  Extreme,  diabling  pain  reported.  Cognitive Symptoms :  Ms. Vu noted that she experiences troubling disruptions in her ability to think the way she did pre -  accident. She notes that she is   experiencing   cognitive   symptoms such as poor short - term memory,\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   12   of   22  an   inability to multitask,   difficulty   mak ing   decisions,   una ble to prioritize, gets overwhelmed and  shuts down.   She has difficulty focussing on anything for extended periods of time.   She has a  limited ability to focus and concentrate and   is   easily   distracted by intrusive negative thoughts.  Superimposed to this a rray of cognitive issues, Ms. Vu has experienced a fluctuation in her clinical  presentation with periods   of mental clarity   intertwined   with   periods of dissociation where she  experiences time dilation and perio d s of hours to days where she does not   recall what she did .   She  finds these episodes disturbing and worries about what she is doing during that time.  A   neuropsychological   examination   should   be   considered   once   Ms.   Vu’s   pharmaceutical  management has been stabilized.   There is an array of issues   from a cognitive standpoint that  require the degree of scrutiny recently   afforded to her mood issues by psychiatrist Dr. Nathalie  Cote.  Emotional Symptoms:  Ms. Vu presents with a n array of emotional symptoms which are reported to have a significant an d  debilitating impact on her ability to function. Ms. Vu endorsed the following symptoms:  •   A nhedonia , loss of interest in activities she used to enjoy  •   H eightened anxiety   at times will be paralyzed by it and unable to move from where she is  •   Hopelessness  •   Feelings of being punished  •   Feelings of guilt and worthlessness  •   Suicidal thoughts  •   Low energy levels  •   Social isolation,   she rarely leaves the home and does not allow anyone into her living space,  especially men  •   Panic attacks,   they   occur   unexpectedly , without warning sometimes  •   Hypervigilance  •   Nightmares  •   Flashbacks of the accident  •   Flashbacks of childhood trauma  •   Avoidance symptoms, will stay home in isolation for periods of weeks  •   Persistent negative and catastrophic thinking  •   Distorted thought patternsresulting from heightened anxiety and misperception  •   Heightened irritability  •   Binge eating  Ms. Vu noted that s he continues to   experience challenges with emotional regulation and an overall  sense of “being lost” and “ just   existing”. She noted that   she often feels her only purpose is her son  Lucas and without him, there would be no reason to go on living. Ms. Vu h as also experienced a  tremendous amount of financial strain leading her to rely on assistance from her family to pay her  rent, utility, and food bills. Ms. Vu indicated that she   has been unable to accept an application to  ODSP to date as she doesn’t want   to contribute to what she views as an immigrant bias where she\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   13   of   22  would now be feeding off of the system. She further noted that she has not yet finalized her child  and spousal support issues with her ex - husband and does not feel strong enough to do so.   Thi s  therapist has encouraged Ms. Vu to connect with a family law provider to obtain education about  her rights in the Ontario provincial jurisdiction   and obtain an order for child and spousal support .  Symptom Management Strategies:  Ms. Vu does not current ly present with any form of effective coping strategies to manage her array  of symptoms. She remains   at the mercy of her symptoms to   direct   her activity output and   needs  multidisciplinary treatment   to assist in developing an array of strategies sh e can strategically utilize  to manage specific symptoms   as they arise .  Typical Day Pre   and Post - Accident:  In an effort contrast the changes which occurred in Ms. Vu’s daily   life following the accident, this  therapist asked Ms. Vu to provide an   example of a typical day prior to the events of the subject  motor vehicle accident. She provided the following details:  •   Up at 8:00 am  •   Rob made coffee while she showered  •   She w ould have coffee   and “ run to work with   my   hair wet ”  •   She w ould   open her nail salon and   inspect for any immediate issues needing her attention  •   She w ould   go back home to   finish get ting   ready   ( if she had no clients ).   She would  otherwise begin working immediate ly.  •   She would see 6   –   7 clients a day , doing   lashes   for the m ost part  •   In the day d aytime,   her role was to manage customers while in the evenings it would be to  manage her staff issues  •   W as responsible for all of Lucas’ appointment (OT PT Speech, Pediatrician, dietician   at  CHEO plus other PT outside plus another pedi atrician)   which would occur sporadically  throughout her week  •   She would finish work and return home to her husband Rob and son Lucas   for dinner and  evening activities  •   Her father , his   girlfriend, h er grandmother and two other individuals moved - in with she  and Rob at the early stages of the pandemic which added   significant stress to the household.  “I had no say”.   There was a cultural expectation for her to continue looking after her family  as this is how she was brought - up.  •   She   would then go to bed aroun d 10 after Lucas’nighttime routine and having rested a bit  herself.  She describes a situation immediately pre - accident which tested her limits in terms of her  emotional resilience,   energy requirements and the chaos of a busy household. The MVA occurred  a t that time , a few months into the early stages of the   pandemic   followed by a   cascade   of loss  events which overwhelmed her and compounded her already deteriorated mental state.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   14   of   22  Typical Day Post - Accident:  Ms. Vu noted that she now operate s   in two very distinct patterns. She continues to provide care  for her son   6 - year - old   son   Lucas (who   was   born   blind   with global developmental delays) and  when he is in her care, she will   channel all of her energy and focus on hi s wellbing. She has   Lucas  in her care every weekday from 2:20 pm to 6:00 pm and then has him fulltime over the weekend  from Friday evening thr ough to Sunday afternoon. When Lucas is no t   with her and she knows he  is safe with her   ex - husband   Rob, she then shifts into a very different pattern   of sleep and shutting  down . The two patterns are described as - follows:  With Lucas   (Mon day   to Friday 2:20   pm   to 6:00   pm , AND   Friday night   to Sunday morning )  •   She will wake at   2:30 am in   state of   acute   anxiety.  •   She will go around her home, c hecks all three floors to make sure   it   is safe.   She keeps a  baseball   bat in her room and   another baseball   bat at the   front door . She feels hypervigilant  and protective of her son as if harm was   imminent.  •   She g oes back to bed,   and   wakes   again at 6:00   am  •   She will stay in bed until   Lucas gets up ,   between   7 :00 am   –   8 :00 am  •   She will get up and put ter for a few minutes ,   tend to her two   cats.  •   Lucas will play with her   (physical play)   for   5 minutes and then play on his own for a period  of 10   minutes .   This will continue “all day long”, where she will interact with him to  provide necessary stimulation, s upport and   maternal presenc   and then watch over him as  he engages in independent play.  •   During short breaks   where Lucas is occupied,   she will do laundry .   She notes that she  vomits frequently   from   the   stress from having him   with her. She feels that “ time disappears  until 2   pm ” .   That’s when she starts noticing   what time it is and proceed with dinner  preparation and wind - down through the evening.  •   She will bathe   Lucas   and complete the bedtime routine at which time she will   rest for a  little bit and fall asleep until   the early hours of the night where this cycle repeats itself.  When Lucas is with her father, the   routine which she struggles to maintain for her son disappears  and Ms. Vu   “shuts down” .   She notes that she will request her ex - husband keep her son overnight  on some weekends when she feels unable to shift into her mothering role.   She will   spend hours  ru minating   negative thought ,   will not clean her home or   take out the tr ash . Her self - care becomes  unpredictable where she   will not   shower or change her clothes   for several days   and   will sustain  herself with junk food as she has no energy to cook for   herself.   She made note that she always  prepares food for her son but she   herself   rarely eats well.   Ms. Vu noted that she will sleep for  extended periods, sometimes up to 16 hours, and experience periods of dissociation and time  dilation, where she loses   track of hours or days at a time.   She will try to occupy her time awake  by writing in her journal, reading self - help books and “smut”   and generally will be emotional  throughout the day, cyring uncontrollably at times.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   15   of   22  OBJECTIVE INFORMATION:  Postural Tol erances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Up every few hours to walk  around   an d   play   with   the  cats.  No lying   posture observed by  this   therapist   during   this  assessment  2.   Sitting   No identified limitation   2   –   3 hours then her body  starts hurting.   She always  moves around from sitting to  standing.   She avoids sitting  still .  Ms. Vu   was observed sitting  for   periods   of   45   to   90  minutes   throughout   the  multiple   touchpoints   held  over the year 2022 and into  2023. She was noted at times  to be visibly uncomfortable  in   her   seat,   shifting   her  weight from side to side and  periodically   standing.  3. Standing   No identified limitation  Able   to   stand   for   several  holding her son.  Does not know.   She paces  around a lot “like a crazy  person” .  Short periods of static and  dynamic stan ding observed  by this therapist during this  assessment  4. Squatting   No identified limitation   Able with support   One   d eep   p ower   squat  demonstrated   by   Ms.   Vu  during this assessment.   She  relied   on   support   from  adjacent furniture   to recover  to standing  5. Kneeling   No identified limitation   Able with support   One   bilateral   k neeling  posture demonstrated by   Ms.  Vu   during this assessment\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   16   of   22  6. Walking   No identified limitation  Walked at least 10000 steps  per day.  A ble to walk short distances  without difficulty,   however,  will experience pain if she  walks for longer times  S hort   distance   indoor   and  outdoor ambulation observed  by this therapist during the  multiple   touchpoints   held  with this client.   Ms. Vu   was  not observed making use of  any mobility aid throughout  the year of contact with her.  Her   gait   did not present with  any   significant  abnormalities, although she  was found to mobilize a little  slower on days where she  was   more   highly  symptomatic.  7. Stair  Climbing  No identified limitation   Fell   down   the   stairs   last  week.   Had a nightmare at  3 :00   am , got out of bed in a  panic and   fell   down 6 steps,  landing   on   her   buttocks   and  exper iencing   significant  pain.  She has fallen a “couple of  times per year”.   She has a  fear   of   falling   and   avoid  stairs when possible.  Ms.   Vu   w as   not   observed  climbing   a ny   stairs  throughout   the   multiple  touchpoints   held   with   her.  Her   overall   observed  mobility is consistent with  her   reported   independence  on stairs .  8. Driving   No identified limitation   She has driven once in the  last 3 months.   She cannot  shovel her   snow,   so she is  trapped at home.   Filled gas  once   since   December   and  been out an d   about once or  twice in 2023.   She notes a  combitaion   of   driveway  access   and   severe   anxiety  preventing her from driving  without limitations.  Not formally assessed.   Ms.  Vu was observed   arriving by  car   to   many   appointments  held   at   a   local   Starbucks  located   in Kanata   while other  times she would walk the 45  minutes required to get to the  meeting as she did not feel  capacble of driving.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   17   of   22  Functional Transfers and Mobility :  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified limitations.  4.   Bathtub   Independent   Independent   No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.  Active Range of Motion :  Legend:  WFL:   Within Functional Limits  %:   approximate percentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward flexion   WFL   Varies with Fibromyalgia symptoms.   Pain is  reported however full range of motion was  preserved.   This was assessed when Ms. Vu  did not report a signi fi cant   flare - up of her  Fibromyalgia   symptoms.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL  Internal rotation   WFL   WFL  External rotation   WFL   WFL\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   18   of   22  Elbow   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitations.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limitations.  Extension   WFL   WFL  Ankle   Dorsiflexion   WFL   WFL   No identified limitations.  Plantar flexion   WFL   WFL  Emotional   Presentation :  Ms. Vu 's emotional presentation fluctuated tremendously from one session to the next   throughout  the timeline referenced in this report.   S he generally had a flat affect and   a   reserved presentation  where she would listen intently to this therapist   as discussion s   surrounding her mental health  unfolded. She contributed originally rather minimally to the sessions however as she became  comfortable with this therapist, was found to   open up with ease about the multiple struggles she  continues to experience in her day - to - day life.   Ms. Vu   has yet to allow this therapist to enter her  home due to the triggers this poses to her post traumatic stress, noting that she ha s   a fear of men  in ge neral however wish to continue working with this therapist   as she works through this phobia.  Ms. Vu   was observed being emotionally labile on numerous occasions over the year long  engagement with her.   She was at times despondent while other times completel y overwhelmed  and having difficulty forming sentences. She presented with reports of suicidal thinking, passive  in nature, which require d   ongoing monitoring.   Ms. Vu   presented with significant insight into her\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   19   of   22  triggers, as well as the need to address these   unresolved issues as they are impacting every aspect  of her life.  Ms. Vu   was noted to be quite intuitive   in   understanding concepts related to   the   psychoeducation  provided   during OT treatment sessions.   She was found to benefit tremendously from the sessio ns  with this therapist, which were largely counseling in nature .   She noted feeling “ better ”   at the  conclusion of   treatment sessions   than she did at the onset. This reflects the need for   Ms. Vu   to  obtain regular   psychological counseling with her treating p sychologist to assist her in working  through the significant traumas which continue to   impact   her ability to function.  Cognitive Presentation :  Ms. Vu’s   cognitive presentation was consistent with what she reported   in the earlier portion of this  assessment. She demonstrated issues with word finding, short term memory, concentration,  problem solving, and overall ,   displayed a lack of   direction on how to over come the multiple  stressors which have accumulated over the years. While struggling to process basic information,  Ms. Vu   is working through   a period of financial instability, characterized by the absence of any  income, we are she is being supported by fami ly members who pay her rent and expenses.   Ms. Vu  remains paralyzed in how to address this ongoing issue .   Ms. Vu   presented with   generally   intact  reasoning and was found to be a rather logical individual   throughout   her interactions with this  therapist.   She a ppeared to integrate information slowly but steadily however lack s   the capability  of applying strategies discussed to her day - to - day life   consistently .  ENVIRONMENTAL ASSESSMENT:  As   Ms. Vu   did not feel comfortable allowing this therapist into her home, despite multiple  scheduled   attempts, this therapist has not viewed the interior of her dwelling.   During   video chat  sessions, this therapist was able to observe the overall state of her home,   which   was   disorganized,  with piles of boxes from her move left untouched .   S he continues to express her desire to allow  this therapist to come to her home in person and conduct a treatment session and this will be tabled  as a goal in future treatment sessi ons .  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arrangement   Lives alone with part - time custody of her son Lucas  Children   Lucas, 6 y/o, born with blindness and   global developmental delay\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   20   of   22  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Prior to the subject motor vehicle accident,   Ms. Vu   was independent in the performance of all of  her self - care activities. She notes that she took care in her appearance and experienced no  difficulties managing her core self - care functions.  A t the time of this assessment,   Ms. Vu   remains physically capable   of managing   all aspects of self -  care. As a result of her precarious mental health   ( which includes periods of dissociation and time  dilation ) , coupled with significant cognitive symptoms   and   symptoms of e motional dysregulation,  Ms. Vu   no longer performs fo r self - care activities in the manner she used to.   Ms. Vu   will often go  periods of days   to   weeks without showering, to the point of experience itchy scalp and developing  skin issues. She noted with embarrassment how she will go several days without even changing  her socks. She appears   to   increase her   self - care when in the presence of her son Lu cas,   however,  does not consistently   or   predictably complete these tasks in a scheduled routine.  Beyond the decrease in her current self - care,   Ms. Vu   presents   with mental health issues of such  severity, that her overall well - being is of great concern to thi s therapist. She experiences episodes  of dissociation lasting minutes   to   days where she will lose track of time and not recall what she  did.   She experiences moments of intense emotionality .   During these times,   s he appears unable to  independently regulate   herself and has in the past   made an attempt on   her life.  Pre and Post Accident   Home Management Activities:  Prior to the subject motor vehicle accident,   Ms. Vu   n oted that she opperated under   cultural  expectations of single - handedly managing   all aspects of her   household, including looking after  children, siblings, and elders.   Ms. Vu   managed, with admitted difficulty, all of these concurrent  demands while still maintaining the upkeep of her home   and operating her nail salon.   She did not  present   with   any   limitations   which   would   impact   her   ability   to   engage   in   pre   accident  housekeeping or home maintenance activities .  At the time of this assessment, this therapist has not been able to formally assess   Ms. Vu 's ability  to engage in housekeeping tasks.   He has yet to engage in a session with   Ms. Vu   within her home  environment, hence specific observations related to her ability to manage housekeeping cannot be  provided. Based on an overall assessment of   Ms. Vu 's function, it is   this therapist’s opinion that  Ms. Vu   remains unable to   manage all aspects of maintaining her home environment consistently  and independently . She reported a number of issues including leaving garbage unattended, not  cleaning cat litter boxes, not doing laundry, leaving the bathroom dirty,   which reflect an ongoing  pattern of imp airment in relation to her ability to manage housekeeping tasks. While she is  physically capable of performing individual select tasks , she is impeded by the significant effects  of her psychiatric diagnosis of depression and post traumatic stress.  This th erapist intends on intervening with   Ms. Vu   in relation to her current daily routine, including  the introduction of select daily housekeeping tasks to her daily functional output.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   21   of   22  Pre and Post Accident Caregiving Activities:  Prior to the subject motor ve hicle accident,   Ms. Vu   was living with her   husband   Rob   and   her   son  named   ( Lucas )   who was born with blindness and global developmental delay.   Ms. Vu   has always  been the primary caregiver for Lucas, managing all aspects of daily   childcare   in addition to   being  primarily responsible for attending medical and paramedical appointments. This was an added  strain to her already full plate but she managed to provide all of the caregiving   support that her son  required through his early years to the   point of the subject motor vehicle accident.  At the time of this assessment,   Ms. Vu   noted that she continues to provide care for her son   i n a  shared custody scenario with her ex - husband   R ob.   She reported that during the week, she will  have Lucas from 2 :20:pm   to 6:00 pm   from Monday to Friday   and then have overnight custody on  the weekends.   When she feels unwell, she will inform her ex - husband that he needs to keep her  son overnight.   Ms. Vu   noted that when she does have him, she is 100% dedicated to his   care and  channels all of her mental focus and energy on ensuring his needs are met.   S he provides care  without fail until he goes back to his father’s place when she   “ crashes ” .   In terms of providing direct  care for Lucas,   Ms. Vu   notes that this can be diffi cult. As Lucas presents with blindness and global  developmental delay, physical assistance from a caregiver is often required. Lucas requires  assistance where   Ms. Vu   must physically lift him which results in significant increases in her pain  levels. She notes that her son weighs approximately 50 pounds. For the time being,   Ms. Vu   is in a  cycle where she   utilizes all of her   reserves   caring for Lucas   and   then   is   unable   to function   while  she is recovering   physically, cognitively and emotionally.  A complete caregiving assessment could not be performed as the result of logistical limits imposed  by Ms. Vu’s post - traumatic symptoms .   This therapist will conduct a more thor ough review of  these activities including a detailed care schedule   and an in - person assessment of Lucas interacting  with his mother. This will occur once barriers preventing Ms. Vu from allowing this therapist into  her home subside, likely after the intro duction of the pharmaceutical regimen   highlighted by Dr.  Cote in her recent psychiatry consultation report.  Pre and Post Accident   Vocational Activities:  Prior to the subject motor vehicle accident, Ms. Vu was the owner and operator of a nail salon  loc ated in the Kanata region.   She reported that she   worked in thi s   capacity until the pandemic  struck   in March of 2020   and she was required to close her operation per government issued  restrictions at the time. She   was subsequently involved in the subject motor vhicle accident which  let to a cascade of events precluding her from resuming her pre - accident operations. The   shop has  since   closed,   and Ms. Vu is now   unemeployed and has no source of income.   She is living in a  rental home paid for by family members and is dependent on support of other for   her daily living  expenses. She has not yet made the step of collecting soc ial benefits or applying for ODSP . She  requires assistance and guidance in this regard.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   22   of   22  Pre and Post Accident   Leisure Activities:  This area of function has not been explored with Ms. Vu as a result of ongoing crises and difficulty  completing the assess ment.   As this therapist continues to engage Ms. Vu in treatment, he w ill  explore this area as a potential source of distracting activity to assist in supporting Ms. Vu through  her recovery.  ASSESSMENT OF ATTENDANT CARE NEEDS:  A physical   assessment of Ms. Vu in her h o me environment was not possible and hence self - care  functions   could not be assessed thoroughly. Based on observations of Ms. Vu’s movility, range  of motion and strength, this therapist can conclude that Ms. Vu is   physically capacble of managing  all of her self - care needs independently.   However, as a result of her precarious mental health  symptoms described in the body of this report and referenced in Dr. Cote’s independent psychiatric  assessment , this therapist co ncludes that at present time, Ms. Vu requires access to assistance on a  24 - hour to foster completion of core self - care   activities   and assist in de - escalating emotional  dysregulation which occurs unpredictably at all times of the day. The unpredictable nat ure of this  escalations and Ms. Vu’s history of self - harm   led   this therapist to conclude a 24 - hour care  requirement under Part 2 of the Form 1.  Part 1   -   Routine Personal Care   0 hours per week   $0   / month  Part 2   -   Basi c   Supervisory Function s   168   hours per week   $ 10113.00   / month  Part 3   -   Complex Health/ Care and Hygiene   0 hours per week   $0   /month  Total Assessed Monthly Attendant Care Benefit: $10,113.60  Please refer to the enclosed Assessment of Attendant Care Needs   Form (Form 1) for more  information.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   Form 1  An electronic signature was used in order to   assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "672 Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Ms.   Thuong (Angie)   Vu   Date of   Birth :   1989 - 01 - 04  Address:   203 Aquillo Crescent,   Stittsville ,  ON K2S 0L8  Date of Loss:   2020 - 05 - 26  Telephone #:   (613)   591 - 9951  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Happiness Nwaigwe   Insurer:   The Cooperators General  Insurance Company  Claim   No.:   001789514  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date s   of Assessment:   2022 - 04 - 22 to 2023 - 03 - 14  Date of Report:   2023 - 03 - 27  ASSESSOR   QUALIFICATIONS:  Mr. Ferland is an Occupational Therapist with over 24 years of experience providing rehabilitation  and expert opinion services in the province of Ontario.   His professional practice began in 1998  when he graduated from the University of Ottawa’s School of   Rehabilitation and began working  as a registered Occupational Therapist in the private sector.   Over the years, Mr. Ferland has  developed his clinical skills and evolved to providing expert opinions in matters of human function  to stakeholders in the aut omobile insurance sector, personal injury and family law, the Workplace  Safety and Insurance Board (WSIB), Veterans Affairs and the Long - Term Disability sectors. His  opinions are sought by both plaintiff and defense counsel in the context of resolving mat ters in  personal injury and family law cases. He has been qualified several times as an expert in his field,  providing testimony   u nder   o ath in FSCO tribunals and cases appearing before the Ontario Superior  Court of Justice.  Mr. Ferland’s   practice inclu des   regular   contributions to   c atastrophic   d esignation   a ssessment teams  where he provides opinions related to daily function of   individuals   suffering from serious physical,  psychological and cognitive impairments.   His assessments inform multidisciplinary t eam  members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.) of   injured client’s   daily",
    "SYMPTOMS": "Date of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   22   of   22  Pre and Post Accident   Leisure Activities:  This area of function has not been explored with Ms. Vu as a result of ongoing crises and difficulty  completing the assess ment.   As this therapist continues to engage Ms. Vu in treatment, he w ill  explore this area as a potential source of distracting activity to assist in supporting Ms. Vu through  her recovery.  ASSESSMENT OF ATTENDANT CARE NEEDS:  A physical   assessment of Ms. Vu in her h o me environment was not possible and hence self - care  functions   could not be assessed thoroughly. Based on observations of Ms. Vu’s movility, range  of motion and strength, this therapist can conclude that Ms. Vu is   physically capacble of managing  all of her self - care needs independently.   However, as a result of her precarious mental health  symptoms described in the body of this report and referenced in Dr. Cote’s independent psychiatric  assessment , this therapist co ncludes that at present time, Ms. Vu requires access to assistance on a  24 - hour to foster completion of core self - care   activities   and assist in de - escalating emotional  dysregulation which occurs unpredictably at all times of the day. The unpredictable nat ure of this  escalations and Ms. Vu’s history of self - harm   led   this therapist to conclude a 24 - hour care  requirement under Part 2 of the Form 1.  Part 1   -   Routine Personal Care   0 hours per week   $0   / month  Part 2   -   Basi c   Supervisory Function s   168   hours per week   $ 10113.00   / month  Part 3   -   Complex Health/ Care and Hygiene   0 hours per week   $0   /month  Total Assessed Monthly Attendant Care Benefit: $10,113.60  Please refer to the enclosed Assessment of Attendant Care Needs   Form (Form 1) for more  information.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   Form 1  An electronic signature was used in order to   assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .",
    "MEDICAL_HISTORY": "Date of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   7   of   22  MECHANISM OF INJURY:  In the Vitality Assessment Group   MVA   questionnaire dated October   7, 2020, Ms. Vu reported  the following:  “ I was driving down   M erivale going to the gas station, and I drove past the yellow light and all of  a sudden I got hit. I got out of the car to check on the other driver. The ambulance ca me   police  came, they asked me if I want to go to the hospital I said I have a son and grandmom to take care  of and I thought I was OK but later I felt my legs were really heavy and I couldn't keep my eyes  open, my husband put heavy blankets and I could sti ll not feel my legs. I called my family doctor  the next day or the day after and they recommended that I get an X - ray but I couldn't go because  that place is very busy and I had anxiety and panic attacks. A week after I started having  nightmares of my chil dhood in my father. I love my father to death but I am scared of him ...”  NATURE OF INJURY:  Based on the assessment completed by Vitality Group Assessments Inc.   in 2020 , Ms. Vu was  diagnosed with the following injuries:  •   WAD2  •   Strain and sprain of   thoracic spine/lumbar spine  •   Generalized Anxiety Disorder  •   Depression  •   PTSD  •   Panic attacks  •   Suicidal thoughts  •   Chronic pain  •   Chronic post - traumatic headaches/migraines  •   Sleeping problems  Ms. Vu underwent a comprehensive psychiatric evaluation   by   Dr. Nathalie Cote in the latter part  of 2022 and a report dated December 9, 2022 was   provided to   this therapist   by Ms. Vu   on March  14, 2023 . This report   from Dr. Cote   provided the following psychi atric diagnoses:  “ After over 4 hours of diagnostic assessment, I can confirm that   Ms. Vu   meets criteria for the  following:  -   Post - Traumatic Stress Disorder. severe. secondary to MVA in 2020; symptoms compounded by  multiple significant losses since   then including the loss of her business, of her financial  independence,   a nd the breakdown of her marri a ge, and further exacerbated by her chronic pain  from   fibromyalgia.   Ms. Vu 's PTSD is one of the most severe that I have seen through my  practice; it is   as sociated with significant distress and impairment in numerous areas of her  functioning including   personal, social, and occupational functioning. It is my opinion that the  severity of her symptoms   prevents her from being able to work.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   8   of   22  -   General i zed Anx i ety   D i sorder .   longstanding, reconfirmed during this encounter  -   Panic D i sorder, longstanding, reconfirmed during this encounter  -   She has traits of Social Anxiety though these only presented following her traumatic event .  T hese   are   trauma - related, not consistent with a separate Social Anxiety Disorder  -   M ajor Depressive Disorder, current episode severe  -   Attention Deficit Hyperactivity Disorder   ( ADHD ),   by history  This diagnostic assessment has ruled out Obsessive Compulsive Disord er, a Bipolar Illness, a  Substance Use Disorder, a Psychotic Illness, Borderline Personality Disorder (0/9 criteria since  adolescence and persisting through adulthood, where 5+ are required for diagnosis this is  consistent with the impression from her Home wood inpatient admission where this personality  structure was also ruled out) ,   and an acute safety issue. Though she consumes cannabis  (approximately 4g/ m onth), she does not meet criteria for Cannabis Use Disorder. Our encounter  ruled out any substance use   disorder.”  COURSE OF RECOVERY:  Ms. Vu experienced significant difficulty providing a narrative of her course of recovery.   She  provided details in segments during the multiple touchpoints which occurred in 2022 however a  coherent narrative has only been recently   obtained through the afo rementioned psychiatric  evaluation.  Ms. Vu has experienced some significant losses in the years which followed the subject motor  vehicle accident.   In the months following her accident, Ms. Vu was admitted to the Emergency  Room   as a result of cutting beh aviours.   This was reportedly not a suicide attempt however an  attempt to   “snap out of it” after her ex - husband had broken up with her.   She   then   close d   her nail  salon   in   March of 2021,   becoming dependent on her husband and family for financial support. S he  subsequently had to sell her home and move into a townhome where she has been residing , with  no means of   s upporting herself financially and remaining dependent on her family for support  (rent, food, etc.).   On   January 11, 2022, Ms. Vu and her husband fo rmally separated and   Ms. Vu  experienced a period of emotional deterioration leading to a suicide attempt. She was found in a  hotel room where she had taken   sleeping pills. She was hospitalized on a Form 1 and subsequently  released after evaluation.  Fo llowing this event, Ms. Vu indicated that she stopped taking all her of medications (18 in total)  which had been prescribed by her last psychiatrist.   The se   medications   included anti - depressant  medications,   opiates and benzodiapenes   and resulted in a peri od of withdrawal and   generalized  sickness which extended over a period of over 3 months. Ms. Vu noted that she remained involved  in psychological treatment under the care of Dr. Morrison Porter however stopped seeing him in  the summer of 2022 when he repo rtedly went on   holidays,   and   they did not reconnect until  February of 2023 when treatments resumed and an unknown freaquency.",
    "FUNCTIONAL_STATUS": "Date of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   5   of   22  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Onta rio (COTO).  •   The assessment has been requested by   her legal representative Mr. Frank McNally of  McNally Gervan law firm .  •   The purpose of this assessment is to assess   Ms. Vu’s   current functional status as it relates  to   her   ability to complete   her   pre - accident   activities of daily living.  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities   of daily living if required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy T reatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the reques ted goods  and/or services may ultimately be declined.  •   Ms. Vu   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties via   secure transmission (fax or encrypted email attachment):  -   McNally Gervan, c/o Mr. Frank McNall y  -   The Cooperators General Insurance Company  Following this therapist’s explanation   Ms. Vu   granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  In the process of working with Ms. Vu over the past year, this therapist has received and reviewed  the   following documentation to assist in forming his clinical opinion   reflected in this report:  Original Referral Documents:  1.   Ambulance Call Reports  A. Ambulance Call Report dated May 26, 2020  2.   Family Doctor  A. Westend Family Health",
    "TYPICAL_DAY": "Date of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   14   of   22  Typical Day Post - Accident:  Ms. Vu noted that she now operate s   in two very distinct patterns. She continues to provide care  for her son   6 - year - old   son   Lucas (who   was   born   blind   with global developmental delays) and  when he is in her care, she will   channel all of her energy and focus on hi s wellbing. She has   Lucas  in her care every weekday from 2:20 pm to 6:00 pm and then has him fulltime over the weekend  from Friday evening thr ough to Sunday afternoon. When Lucas is no t   with her and she knows he  is safe with her   ex - husband   Rob, she then shifts into a very different pattern   of sleep and shutting  down . The two patterns are described as - follows:  With Lucas   (Mon day   to Friday 2:20   pm   to 6:00   pm , AND   Friday night   to Sunday morning )  •   She will wake at   2:30 am in   state of   acute   anxiety.  •   She will go around her home, c hecks all three floors to make sure   it   is safe.   She keeps a  baseball   bat in her room and   another baseball   bat at the   front door . She feels hypervigilant  and protective of her son as if harm was   imminent.  •   She g oes back to bed,   and   wakes   again at 6:00   am  •   She will stay in bed until   Lucas gets up ,   between   7 :00 am   –   8 :00 am  •   She will get up and put ter for a few minutes ,   tend to her two   cats.  •   Lucas will play with her   (physical play)   for   5 minutes and then play on his own for a period  of 10   minutes .   This will continue “all day long”, where she will interact with him to  provide necessary stimulation, s upport and   maternal presenc   and then watch over him as  he engages in independent play.  •   During short breaks   where Lucas is occupied,   she will do laundry .   She notes that she  vomits frequently   from   the   stress from having him   with her. She feels that “ time disappears  until 2   pm ” .   That’s when she starts noticing   what time it is and proceed with dinner  preparation and wind - down through the evening.  •   She will bathe   Lucas   and complete the bedtime routine at which time she will   rest for a  little bit and fall asleep until   the early hours of the night where this cycle repeats itself.  When Lucas is with her father, the   routine which she struggles to maintain for her son disappears  and Ms. Vu   “shuts down” .   She notes that she will request her ex - husband keep her son overnight  on some weekends when she feels unable to shift into her mothering role.   She will   spend hours  ru minating   negative thought ,   will not clean her home or   take out the tr ash . Her self - care becomes  unpredictable where she   will not   shower or change her clothes   for several days   and   will sustain  herself with junk food as she has no energy to cook for   herself.   She made note that she always  prepares food for her son but she   herself   rarely eats well.   Ms. Vu noted that she will sleep for  extended periods, sometimes up to 16 hours, and experience periods of dissociation and time  dilation, where she loses   track of hours or days at a time.   She will try to occupy her time awake  by writing in her journal, reading self - help books and “smut”   and generally will be emotional  throughout the day, cyring uncontrollably at times.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   15   of   22  OBJECTIVE INFORMATION:  Postural Tol erances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Up every few hours to walk  around   an d   play   with   the  cats.  No lying   posture observed by  this   therapist   during   this  assessment  2.   Sitting   No identified limitation   2   –   3 hours then her body  starts hurting.   She always  moves around from sitting to  standing.   She avoids sitting  still .  Ms. Vu   was observed sitting  for   periods   of   45   to   90  minutes   throughout   the  multiple   touchpoints   held  over the year 2022 and into  2023. She was noted at times  to be visibly uncomfortable  in   her   seat,   shifting   her  weight from side to side and  periodically   standing.  3. Standing   No identified limitation  Able   to   stand   for   several  holding her son.  Does not know.   She paces  around a lot “like a crazy  person” .  Short periods of static and  dynamic stan ding observed  by this therapist during this  assessment  4. Squatting   No identified limitation   Able with support   One   d eep   p ower   squat  demonstrated   by   Ms.   Vu  during this assessment.   She  relied   on   support   from  adjacent furniture   to recover  to standing  5. Kneeling   No identified limitation   Able with support   One   bilateral   k neeling  posture demonstrated by   Ms.  Vu   during this assessment\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   16   of   22  6. Walking   No identified limitation  Walked at least 10000 steps  per day.  A ble to walk short distances  without difficulty,   however,  will experience pain if she  walks for longer times  S hort   distance   indoor   and  outdoor ambulation observed  by this therapist during the  multiple   touchpoints   held  with this client.   Ms. Vu   was  not observed making use of  any mobility aid throughout  the year of contact with her.  Her   gait   did not present with  any   significant  abnormalities, although she  was found to mobilize a little  slower on days where she  was   more   highly  symptomatic.  7. Stair  Climbing  No identified limitation   Fell   down   the   stairs   last  week.   Had a nightmare at  3 :00   am , got out of bed in a  panic and   fell   down 6 steps,  landing   on   her   buttocks   and  exper iencing   significant  pain.  She has fallen a “couple of  times per year”.   She has a  fear   of   falling   and   avoid  stairs when possible.  Ms.   Vu   w as   not   observed  climbing   a ny   stairs  throughout   the   multiple  touchpoints   held   with   her.  Her   overall   observed  mobility is consistent with  her   reported   independence  on stairs .  8. Driving   No identified limitation   She has driven once in the  last 3 months.   She cannot  shovel her   snow,   so she is  trapped at home.   Filled gas  once   since   December   and  been out an d   about once or  twice in 2023.   She notes a  combitaion   of   driveway  access   and   severe   anxiety  preventing her from driving  without limitations.  Not formally assessed.   Ms.  Vu was observed   arriving by  car   to   many   appointments  held   at   a   local   Starbucks  located   in Kanata   while other  times she would walk the 45  minutes required to get to the  meeting as she did not feel  capacble of driving."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333,
    "FUNCTIONAL_STATUS": 0.3333333333333333,
    "TYPICAL_DAY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "’s   daily",
      "dob": "1989 - 01 - 04  Address:   203 Aquillo Crescent",
      "age": null,
      "gender": "",
      "address": "203 Aquillo Crescent",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "The Cooperators General  Insurance Company  Claim   No",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [
        "Vu as a result of ongoing crises and difficulty  completing the assess ment."
      ],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "rely,  _______________________  Sebastien Ferland OT Reg",
      "symptomProgression": "",
      "symptomNotes": "Date of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   22   of   22  Pre and Post Accident   Leisure Activities:  This area of function has not been explored with Ms. Vu as a result of ongoing crises and difficulty  completing the assess ment.   As this therapist continues to engage Ms. Vu in treatment, he w ill  explore this area as a potential source of distracting activity to assist in supporting Ms. Vu through  her recovery.  ASSESSMENT OF ATTENDANT CARE NEEDS:  A physical   assessment of Ms. Vu in her h o me environment was not possible and hence self - care  functions   could not be assessed thoroughly. Based on observations of Ms. Vu’s movility, range  of motion and strength, this therapist can conclude that Ms. Vu is   physically capacble of managing  all of her self - care needs independently.   However, as a result of her precarious mental health  symptoms described in the body of this report and referenced in Dr. Cote’s independent psychiatric  assessment , this therapist co ncludes that at present time, Ms. Vu requires access to assistance on a  24 - hour to foster completion of core self - care   activities   and assist in de - escalating emotional  dysregulation which occurs unpredictably at all times of the day. The unpredictable nat ure of this  escalations and Ms. Vu’s history of self - harm   led   this therapist to conclude a 24 - hour care  requirement under Part 2 of the Form 1.  Part 1   -   Routine Personal Care   0 hours per week   $0   / month  Part 2   -   Basi c   Supervisory Function s   168   hours per week   $ 10113.00   / month  Part 3   -   Complex Health/ Care and Hygiene   0 hours per week   $0   /month  Total Assessed Monthly Attendant Care Benefit: $10,113.60  Please refer to the enclosed Assessment of Attendant Care Needs   Form (Form 1) for more  information.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REHABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassociates.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   Form 1  An electronic signature was used in order to   assist with a timely report. The assessor is in agreement with the content of the report, and has provided  authorization to utilize the electronic signature .",
      "confidence": {
        "reportedSymptoms": 0.8,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [
        "the following injuries:  •   WAD2  •   Strain and sprain of   thoracic spine/lumbar spine  •   Generalized Anxiety Disorder  •   Depression  •   PTSD  •   Panic attacks  •   Suicidal thoughts  •   Chronic pain  •   Chronic post - traumatic headaches/migraines  •   Sleeping problems  Ms",
        "“ After over 4 hours of diagnostic assessment, I can confirm that   Ms",
        "this is  consistent with the impression from her Home wood inpatient admission where this personality  structure was also ruled out) ,   and an acute safety issue"
      ],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "the following injuries:  •   WAD2  •   Strain and sprain of   thoracic spine/lumbar spine  •   Generalized Anxiety Disorder  •   Depression  •   PTSD  •   Panic attacks  •   Suicidal thoughts  •   Chronic pain  •   Chronic post - traumatic headaches/migraines  •   Sleeping problems  Ms",
      "secondaryDiagnoses": [
        "“ After over 4 hours of diagnostic assessment, I can confirm that   Ms",
        "this is  consistent with the impression from her Home wood inpatient admission where this personality  structure was also ruled out) ,   and an acute safety issue"
      ],
      "medicalNotes": "Date of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   7   of   22  MECHANISM OF INJURY:  In the Vitality Assessment Group   MVA   questionnaire dated October   7, 2020, Ms. Vu reported  the following:  “ I was driving down   M erivale going to the gas station, and I drove past the yellow light and all of  a sudden I got hit. I got out of the car to check on the other driver. The ambulance ca me   police  came, they asked me if I want to go to the hospital I said I have a son and grandmom to take care  of and I thought I was OK but later I felt my legs were really heavy and I couldn't keep my eyes  open, my husband put heavy blankets and I could sti ll not feel my legs. I called my family doctor  the next day or the day after and they recommended that I get an X - ray but I couldn't go because  that place is very busy and I had anxiety and panic attacks. A week after I started having  nightmares of my chil dhood in my father. I love my father to death but I am scared of him ...”  NATURE OF INJURY:  Based on the assessment completed by Vitality Group Assessments Inc.   in 2020 , Ms. Vu was  diagnosed with the following injuries:  •   WAD2  •   Strain and sprain of   thoracic spine/lumbar spine  •   Generalized Anxiety Disorder  •   Depression  •   PTSD  •   Panic attacks  •   Suicidal thoughts  •   Chronic pain  •   Chronic post - traumatic headaches/migraines  •   Sleeping problems  Ms. Vu underwent a comprehensive psychiatric evaluation   by   Dr. Nathalie Cote in the latter part  of 2022 and a report dated December 9, 2022 was   provided to   this therapist   by Ms. Vu   on March  14, 2023 . This report   from Dr. Cote   provided the following psychi atric diagnoses:  “ After over 4 hours of diagnostic assessment, I can confirm that   Ms. Vu   meets criteria for the  following:  -   Post - Traumatic Stress Disorder. severe. secondary to MVA in 2020; symptoms compounded by  multiple significant losses since   then including the loss of her business, of her financial  independence,   a nd the breakdown of her marri a ge, and further exacerbated by her chronic pain  from   fibromyalgia.   Ms. Vu 's PTSD is one of the most severe that I have seen through my  practice; it is   as sociated with significant distress and impairment in numerous areas of her  functioning including   personal, social, and occupational functioning. It is my opinion that the  severity of her symptoms   prevents her from being able to work.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   8   of   22  -   General i zed Anx i ety   D i sorder .   longstanding, reconfirmed during this encounter  -   Panic D i sorder, longstanding, reconfirmed during this encounter  -   She has traits of Social Anxiety though these only presented following her traumatic event .  T hese   are   trauma - related, not consistent with a separate Social Anxiety Disorder  -   M ajor Depressive Disorder, current episode severe  -   Attention Deficit Hyperactivity Disorder   ( ADHD ),   by history  This diagnostic assessment has ruled out Obsessive Compulsive Disord er, a Bipolar Illness, a  Substance Use Disorder, a Psychotic Illness, Borderline Personality Disorder (0/9 criteria since  adolescence and persisting through adulthood, where 5+ are required for diagnosis this is  consistent with the impression from her Home wood inpatient admission where this personality  structure was also ruled out) ,   and an acute safety issue. Though she consumes cannabis  (approximately 4g/ m onth), she does not meet criteria for Cannabis Use Disorder. Our encounter  ruled out any substance use   disorder.”  COURSE OF RECOVERY:  Ms. Vu experienced significant difficulty providing a narrative of her course of recovery.   She  provided details in segments during the multiple touchpoints which occurred in 2022 however a  coherent narrative has only been recently   obtained through the afo rementioned psychiatric  evaluation.  Ms. Vu has experienced some significant losses in the years which followed the subject motor  vehicle accident.   In the months following her accident, Ms. Vu was admitted to the Emergency  Room   as a result of cutting beh aviours.   This was reportedly not a suicide attempt however an  attempt to   “snap out of it” after her ex - husband had broken up with her.   She   then   close d   her nail  salon   in   March of 2021,   becoming dependent on her husband and family for financial support. S he  subsequently had to sell her home and move into a townhome where she has been residing , with  no means of   s upporting herself financially and remaining dependent on her family for support  (rent, food, etc.).   On   January 11, 2022, Ms. Vu and her husband fo rmally separated and   Ms. Vu  experienced a period of emotional deterioration leading to a suicide attempt. She was found in a  hotel room where she had taken   sleeping pills. She was hospitalized on a Form 1 and subsequently  released after evaluation.  Fo llowing this event, Ms. Vu indicated that she stopped taking all her of medications (18 in total)  which had been prescribed by her last psychiatrist.   The se   medications   included anti - depressant  medications,   opiates and benzodiapenes   and resulted in a peri od of withdrawal and   generalized  sickness which extended over a period of over 3 months. Ms. Vu noted that she remained involved  in psychological treatment under the care of Dr. Morrison Porter however stopped seeing him in  the summer of 2022 when he repo rtedly went on   holidays,   and   they did not reconnect until  February of 2023 when treatments resumed and an unknown freaquency.",
      "confidence": {
        "primaryDiagnosis": 0.8,
        "diagnoses": 0.8,
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0,
        "secondaryDiagnoses": 0.7
      }
    },
    "FUNCTIONAL_STATUS": {
      "mobilityStatus": "Ambulance Call Reports  A.",
      "transferStatus": "",
      "balanceStatus": "",
      "functionalLimitations": [],
      "assistiveDevices": [
        "o   Referral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment",
        "Treatment Plan"
      ],
      "safety": {
        "fallRisk": "",
        "fallHistory": "",
        "safetyPrecautions": []
      },
      "endurance": "are possible temporary side  effects",
      "functionalGoals": [],
      "notes": "Date of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   5   of   22  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Onta rio (COTO).  •   The assessment has been requested by   her legal representative Mr. Frank McNally of  McNally Gervan law firm .  •   The purpose of this assessment is to assess   Ms. Vu’s   current functional status as it relates  to   her   ability to complete   her   pre - accident   activities of daily living.  •   The proposed assessment will include: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completing activities   of daily living if required.  •   Due to the physical nature of the assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupational Therapy T reatment  o   Assistive Devices  o   Referral to other practitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny the plan  (in part or in whole). Should a denial or partial denial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for the reques ted goods  and/or services may ultimately be declined.  •   Ms. Vu   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties via   secure transmission (fax or encrypted email attachment):  -   McNally Gervan, c/o Mr. Frank McNall y  -   The Cooperators General Insurance Company  Following this therapist’s explanation   Ms. Vu   granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  In the process of working with Ms. Vu over the past year, this therapist has received and reviewed  the   following documentation to assist in forming his clinical opinion   reflected in this report:  Original Referral Documents:  1.   Ambulance Call Reports  A. Ambulance Call Report dated May 26, 2020  2.   Family Doctor  A. Westend Family Health",
      "confidence": {
        "mobilityStatus": 0.7,
        "functionalLimitations": 0,
        "assistiveDevices": 0.8,
        "endurance": 0.8,
        "functionalGoals": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Date of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   15   of   22  OBJECTIVE INFORMATION:  Postural Tol erances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Up every few hours to walk  around   an d   play   with   the  cats.  No lying   posture observed by  this   therapist   during   this  assessment  2.   Sitting   No identified limitation   2   –   3 hours then her body  starts hurting.   She always  moves around from sitting to  standing.   She avoids sitting  still .  Ms. Vu   was observed sitting  for   periods   of   45   to   90  minutes   throughout   the  multiple   touchpoints   held  over the year 2022 and into  2023. She was noted at times  to be visibly uncomfortable  in   her   seat,   shifting   her  weight from side to side and  periodically   standing.  3. Standing   No identified limitation  Able   to   stand   for   several  holding her son.  Does not know.   She paces  around a lot “like a crazy  person” .  Short periods of static and  dynamic stan ding observed  by this therapist during this  assessment  4. Squatting   No identified limitation   Able with support   One   d eep   p ower   squat  demonstrated   by   Ms.   Vu  during this assessment.   She  relied   on   support   from  adjacent furniture   to recover  to standing  5. Kneeling   No identified limitation   Able with support   One   bilateral   k neeling  posture demonstrated by   Ms.  Vu   during this assessment",
        "Date of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   16   of   22  6. Walking   No identified limitation  Walked at least 10000 steps  per day.  A ble to walk short distances  without difficulty,   however,  will experience pain if she  walks for longer times  S hort   distance   indoor   and  outdoor ambulation observed  by this therapist during the  multiple   touchpoints   held  with this client.   Ms. Vu   was  not observed making use of  any mobility aid throughout  the year of contact with her.  Her   gait   did not present with  any   significant  abnormalities, although she  was found to mobilize a little  slower on days where she  was   more   highly  symptomatic.  7. Stair  Climbing  No identified limitation   Fell   down   the   stairs   last  week.   Had a nightmare at  3 :00   am , got out of bed in a  panic and   fell   down 6 steps,  landing   on   her   buttocks   and  exper iencing   significant  pain.  She has fallen a “couple of  times per year”.   She has a  fear   of   falling   and   avoid  stairs when possible.  Ms.   Vu   w as   not   observed  climbing   a ny   stairs  throughout   the   multiple  touchpoints   held   with   her.  Her   overall   observed  mobility is consistent with  her   reported   independence  on stairs .  8. Driving   No identified limitation   She has driven once in the  last 3 months.   She cannot  shovel her   snow,   so she is  trapped at home.   Filled gas  once   since   December   and  been out an d   about once or  twice in 2023.   She notes a  combitaion   of   driveway  access   and   severe   anxiety  preventing her from driving  without limitations.  Not formally assessed.   Ms.  Vu was observed   arriving by  car   to   many   appointments  held   at   a   local   Starbucks  located   in Kanata   while other  times she would walk the 45  minutes required to get to the  meeting as she did not feel  capacble of driving."
      ],
      "afternoonRoutine": [
        "Date of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   14   of   22  Typical Day Post - Accident:  Ms. Vu noted that she now operate s   in two very distinct patterns. She continues to provide care  for her son   6 - year - old   son   Lucas (who   was   born   blind   with global developmental delays) and  when he is in her care, she will   channel all of her energy and focus on hi s wellbing. She has   Lucas  in her care every weekday from 2:20 pm to 6:00 pm and then has him fulltime over the weekend  from Friday evening thr ough to Sunday afternoon. When Lucas is no t   with her and she knows he  is safe with her   ex - husband   Rob, she then shifts into a very different pattern   of sleep and shutting  down . The two patterns are described as - follows:  With Lucas   (Mon day   to Friday 2:20   pm   to 6:00   pm , AND   Friday night   to Sunday morning )  •   She will wake at   2:30 am in   state of   acute   anxiety.  •   She will go around her home, c hecks all three floors to make sure   it   is safe.   She keeps a  baseball   bat in her room and   another baseball   bat at the   front door . She feels hypervigilant  and protective of her son as if harm was   imminent.  •   She g oes back to bed,   and   wakes   again at 6:00   am  •   She will stay in bed until   Lucas gets up ,   between   7 :00 am   –   8 :00 am  •   She will get up and put ter for a few minutes ,   tend to her two   cats.  •   Lucas will play with her   (physical play)   for   5 minutes and then play on his own for a period  of 10   minutes .   This will continue “all day long”, where she will interact with him to  provide necessary stimulation, s upport and   maternal presenc   and then watch over him as  he engages in independent play.  •   During short breaks   where Lucas is occupied,   she will do laundry .   She notes that she  vomits frequently   from   the   stress from having him   with her. She feels that “ time disappears  until 2   pm ” .   That’s when she starts noticing   what time it is and proceed with dinner  preparation and wind - down through the evening.  •   She will bathe   Lucas   and complete the bedtime routine at which time she will   rest for a  little bit and fall asleep until   the early hours of the night where this cycle repeats itself.  When Lucas is with her father, the   routine which she struggles to maintain for her son disappears  and Ms. Vu   “shuts down” .   She notes that she will request her ex - husband keep her son overnight  on some weekends when she feels unable to shift into her mothering role.   She will   spend hours  ru minating   negative thought ,   will not clean her home or   take out the tr ash . Her self - care becomes  unpredictable where she   will not   shower or change her clothes   for several days   and   will sustain  herself with junk food as she has no energy to cook for   herself.   She made note that she always  prepares food for her son but she   herself   rarely eats well.   Ms. Vu noted that she will sleep for  extended periods, sometimes up to 16 hours, and experience periods of dissociation and time  dilation, where she loses   track of hours or days at a time.   She will try to occupy her time awake  by writing in her journal, reading self - help books and “smut”   and generally will be emotional  throughout the day, cyring uncontrollably at times."
      ],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Date of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   14   of   22  Typical Day Post - Accident:  Ms. Vu noted that she now operate s   in two very distinct patterns. She continues to provide care  for her son   6 - year - old   son   Lucas (who   was   born   blind   with global developmental delays) and  when he is in her care, she will   channel all of her energy and focus on hi s wellbing. She has   Lucas  in her care every weekday from 2:20 pm to 6:00 pm and then has him fulltime over the weekend  from Friday evening thr ough to Sunday afternoon. When Lucas is no t   with her and she knows he  is safe with her   ex - husband   Rob, she then shifts into a very different pattern   of sleep and shutting  down . The two patterns are described as - follows:  With Lucas   (Mon day   to Friday 2:20   pm   to 6:00   pm , AND   Friday night   to Sunday morning )  •   She will wake at   2:30 am in   state of   acute   anxiety.  •   She will go around her home, c hecks all three floors to make sure   it   is safe.   She keeps a  baseball   bat in her room and   another baseball   bat at the   front door . She feels hypervigilant  and protective of her son as if harm was   imminent.  •   She g oes back to bed,   and   wakes   again at 6:00   am  •   She will stay in bed until   Lucas gets up ,   between   7 :00 am   –   8 :00 am  •   She will get up and put ter for a few minutes ,   tend to her two   cats.  •   Lucas will play with her   (physical play)   for   5 minutes and then play on his own for a period  of 10   minutes .   This will continue “all day long”, where she will interact with him to  provide necessary stimulation, s upport and   maternal presenc   and then watch over him as  he engages in independent play.  •   During short breaks   where Lucas is occupied,   she will do laundry .   She notes that she  vomits frequently   from   the   stress from having him   with her. She feels that “ time disappears  until 2   pm ” .   That’s when she starts noticing   what time it is and proceed with dinner  preparation and wind - down through the evening.  •   She will bathe   Lucas   and complete the bedtime routine at which time she will   rest for a  little bit and fall asleep until   the early hours of the night where this cycle repeats itself.  When Lucas is with her father, the   routine which she struggles to maintain for her son disappears  and Ms. Vu   “shuts down” .   She notes that she will request her ex - husband keep her son overnight  on some weekends when she feels unable to shift into her mothering role.   She will   spend hours  ru minating   negative thought ,   will not clean her home or   take out the tr ash . Her self - care becomes  unpredictable where she   will not   shower or change her clothes   for several days   and   will sustain  herself with junk food as she has no energy to cook for   herself.   She made note that she always  prepares food for her son but she   herself   rarely eats well.   Ms. Vu noted that she will sleep for  extended periods, sometimes up to 16 hours, and experience periods of dissociation and time  dilation, where she loses   track of hours or days at a time.   She will try to occupy her time awake  by writing in her journal, reading self - help books and “smut”   and generally will be emotional  throughout the day, cyring uncontrollably at times.\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   15   of   22  OBJECTIVE INFORMATION:  Postural Tol erances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lying   No identified limitation   Up every few hours to walk  around   an d   play   with   the  cats.  No lying   posture observed by  this   therapist   during   this  assessment  2.   Sitting   No identified limitation   2   –   3 hours then her body  starts hurting.   She always  moves around from sitting to  standing.   She avoids sitting  still .  Ms. Vu   was observed sitting  for   periods   of   45   to   90  minutes   throughout   the  multiple   touchpoints   held  over the year 2022 and into  2023. She was noted at times  to be visibly uncomfortable  in   her   seat,   shifting   her  weight from side to side and  periodically   standing.  3. Standing   No identified limitation  Able   to   stand   for   several  holding her son.  Does not know.   She paces  around a lot “like a crazy  person” .  Short periods of static and  dynamic stan ding observed  by this therapist during this  assessment  4. Squatting   No identified limitation   Able with support   One   d eep   p ower   squat  demonstrated   by   Ms.   Vu  during this assessment.   She  relied   on   support   from  adjacent furniture   to recover  to standing  5. Kneeling   No identified limitation   Able with support   One   bilateral   k neeling  posture demonstrated by   Ms.  Vu   during this assessment\n\nDate of Report:   2023 - 03 - 27  ______________________________________________________________________________  Thuong   (Angie)   Vu   Claim #:   001789514   Page   16   of   22  6. Walking   No identified limitation  Walked at least 10000 steps  per day.  A ble to walk short distances  without difficulty,   however,  will experience pain if she  walks for longer times  S hort   distance   indoor   and  outdoor ambulation observed  by this therapist during the  multiple   touchpoints   held  with this client.   Ms. Vu   was  not observed making use of  any mobility aid throughout  the year of contact with her.  Her   gait   did not present with  any   significant  abnormalities, although she  was found to mobilize a little  slower on days where she  was   more   highly  symptomatic.  7. Stair  Climbing  No identified limitation   Fell   down   the   stairs   last  week.   Had a nightmare at  3 :00   am , got out of bed in a  panic and   fell   down 6 steps,  landing   on   her   buttocks   and  exper iencing   significant  pain.  She has fallen a “couple of  times per year”.   She has a  fear   of   falling   and   avoid  stairs when possible.  Ms.   Vu   w as   not   observed  climbing   a ny   stairs  throughout   the   multiple  touchpoints   held   with   her.  Her   overall   observed  mobility is consistent with  her   reported   independence  on stairs .  8. Driving   No identified limitation   She has driven once in the  last 3 months.   She cannot  shovel her   snow,   so she is  trapped at home.   Filled gas  once   since   December   and  been out an d   about once or  twice in 2023.   She notes a  combitaion   of   driveway  access   and   severe   anxiety  preventing her from driving  without limitations.  Not formally assessed.   Ms.  Vu was observed   arriving by  car   to   many   appointments  held   at   a   local   Starbucks  located   in Kanata   while other  times she would walk the 45  minutes required to get to the  meeting as she did not feel  capacble of driving.",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0.8,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}