{
  "fileName": "Wehbe, Fadi IHA.pdf",
  "originalText": "672   Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4 A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Mr.   Fadi   Wehbe   Date of Loss:   2017 - 11 - 11  Address:   301 Brigitta St.,   Stittsville, ON  K2S 0H8  Telephone #:   613 - 864 - 2 543  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Molly Khandai   Insurer:   Allstate Insurance  Claim No.:   AOT544360  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assess ment:   2020 - 01 - 13  Date of Report:   2020 - 01 - 15  THERAPIST   QUALIFICATIONS:  Sebastien is an Occupational Therapist with over   21   years of experience. His professional practice  began in 1998 when he graduated Magna Cum Laude fro m the University of Ottawa and launched  himself in the world of private business.   Over the years, Sebastien has provided services to the  automobile insura nce and legal communities as well the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Se bastien has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary   Occupational Therapist as well as a  Case Manager for individuals who sustained traumatic brain injur ies, spinal cord injuries and  amputations. He also has extensive experience working with individuals who have been deemed  to meet the catastrophic thresho ld on the basis of psychological and/or psychiatric impairments.  Over his years of working with indi viduals injured in motor vehicle accidents, Sebastien developed  a strong interest in the field of mental health, focussed on functional reactivation for in jured  individuals suffering from depression, anxiety and posttraumatic stress. His clinical acumen h as  led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice.\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   2   of   15  PURPOSE OF REFERRAL :  This therapist received a referral from Mr. Frank McNally, legal representative with McNally  Gervan   for the   completion of an In - Home ass essment of Mr. Wehbe ’ s overall function.   An  OCF18 was submitted to the insurer for this assessment however the treatment plan was  ultimately denied and awaiting an Insurer ’ s Examination.   This therapist   has proceeded with the  assessment a t the direction o f Mr. McNally and the current report   reflects the findings of this  assessment which took place on January 13, 2019.  SUMMARY OF FINDINGS:  On Novem ber 11, 2017,   Mr. W ehbe   reported being stopped at a right light behind a few vehicles  on Rober tson Road . A vehicle stopped behind him and Mr. Wehbe noted a tractor   trailer  approaching   the intersection   through his rear - view mirror .   The tractor trailer rea r - ended   the car  beh ind him   which caused a cascade of collisions   with the car s   behind and in front of him.   Mr.  Wehbe ’s vehicle sustained significant damage to the back   of his vehicle ,   and the   car was  reportedly   written off   due to extensive damage .  Mr. Wehbe , he sustained the following injuries as a result of the subject motor vehicle accident:  •   Injury of muscle and tendon at shoulder and upper arm level  •   Sprai n and strain of sho ulder joint  •   Sprain and strain of thoracic spine  •   Superficial injury of lower leg  •   Injury to multiple structures of knee  •   Sprain and strain of lum bar spine  •   Depressive episode  From a symptom   perspective, Mr. Wehbe is currently experiencing a number of physical,  cognitive and emotional symptoms . He reports issues with heada ches,   n eck pain, shoulder pain,  thoracic an d   lumbar spine pain, pain in his l eft knee and pain in his right wrist. He reports an  array of cognitive   symptoms   including short   term memory issues, difficulty multitasking,  decreased mental sharpness and   problem - solving   difficulties impacting his work. He also reports  an array of em otional symptoms including loss of   interest   in activities he previously e njoyed,  short fuse, easy to an ger, frustration, feelin g   “down ”   and feelings of guilt.  Mr. Wehbe noted a limited number   of strategies to mana ge his pain symptom s.   He reported  making use of a foam roller as his primary source of relief for his back pain.   He will engage in  stretches, make use of over the counter pain medica tion and avoid activity as a means of   controlling  his symptoms.   He is obtaining chirop r actic and massage therapy once every three wee ks and is  poised to begin   psychological counselling imminently.  From a functional per spective,   Mr. Wehbe confirmed that he continues to manage all of his self -  care functions indepe ndently.   He n oted particular difficulty with shaving tasks a s a result of  leani ng over the bathroom sink which results in sharp pain in his lumbar   spine.   He reported a\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   3   of   15  decrease in shaving frequency as a result.   Mr. Wehbe noted that he   qualifies himself as   “ l azy ”  with respect to his overall   grooming.   He has   exper ienced   significant   weight   gain which is also  impacting his overall   self esteem.  Prior to the subject motor vehicle accident , Mr. Wehbe and his wife noted that they shared a  traditional   distribution of ho usehold chores wher e Mr. Wehbe would be primarily responsible for  outdoor home maintenance activities such as snow removal, lawn care and garbage removal while  his   wife mana ged indoor housekeeping, cooking and looking after the children.  At the time of th is a ssessment, Mr.   Wehbe has obtained a snow removal contract   for the current  season and noted significant difficulties managing lawn care this past summer. He noted   that he  and his wife would cut the grass in   “ shifts ”   and that they   would engage in lawn c are at a much  reduc ed frequency. He now shares garbage removal with his wife as he finds t his task especially  difficult when symptoms are flared.  Prior to the subject motor vehi cle accident, Mr. Wehbe reported that he w orked two jobs which  were full - time   in natu re. He work ed as a cust omer support   representative   (L3 level) for Mitel in  addition to working a self - employed position with Bell Canada where he worked   at d eveloping  automation of   a   dialer , reporting /data analysis fo r upper management   and   automati on of reports .  He   stopped this self - employment position in March or April of 2019 as he was no longer able to  manage both jobs in tande m.   The reduction in compensation has been a significant source of  frustration for Mr. Wehbe who noted that he now mu st   manage his finances   in a much tighter  manner .   He now works exclusively for Mitel but reported that he now almost exclusively works  from his home office. He continues to have access to an office at the corporate office   but noted  that he rarely   goes in for   work as he   “ does n ot want to deal with people ” .  Prior to the subject motor   vehicle   accident , Mr. Wehbe reported that he was a highly active  individual who enjoyed the   following   leisure activities:  •   Gym 4 -   5 ti mes per week  •   Playin g   badminton  •   Snowboarding  •   Active play with children  •   Sledding   with his children  •   Biking  At th e time of this assessment, Mr. Wehbe noted that he has interrupted involvement in all of the  above   activities .   He has reportedly gained over 70   lbs.   since the subjec t motor vehicle accident  and spends much of his free time sitting on the sofa pl aying on his phone or watching   television  shows.   He has adopted a   sedentary   lifestyle which in thi s   therapist ’ s opinion is fueling his  depressive symptom s. He would benefi t from   Occupational Therapy treatment to foster functional  reactivation and e n g agement in meaningful activity.  Mr. Wehb e has seen a significant   decrease in his overall level of activity following the subject  motor vehicle accident. He   is suffering from depressive symptoms and   would   benefit from  Occupational Therapy involvement to foster functional r eactivation. An OCF18 for the\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   4   of   15  provision of si x (6)   Occupational   Therapy treatment sessions will be submitted for consideration  by the insur er.  RECOMMENDATIONS:  Attendant Care :  Mr. Wehbe is at   this time able to manage   all of his core self - care f unctions independently. A  review of Attendant Care Needs did not reveal any re quirements for support at this time hence no  Form 1 will be submitted with this report.  Housekeeping:  Mr. Wehbe would benefit from   the provision of a snow removal contract fo r the current winter  season and consideration should be given to the provision of a lawn care contract for this coming  spring. Mr. Wehbe noted significant difficulties managing either outdo or   home management  activities   since the subject motor vehicle acci dent .  Assistive Devices:  Mr. Wehbe ’ s home office was found to lack a number of ergonomic requirements and is con sidered  a potential source of symptom exacerbation. He would benefit from an ergonomic evaluation to  identify poten tial   ergonomic issues an d   equipment/adjustments to resolve these poten tial sources  of symptom exacerbation.  Further Occupational Therapy Interventions:  Mr. Wehb e has seen a significant   decrease in his overall level of activity following the subject  motor vehicle accident. He   is suffering from depressive symptoms and   would   benefit from  Occupational Therapy involvement to foster functional r eactivation. An OCF18 for the  provision of si x (6)   Occupational   Therapy treatment sessions will be submitted for consideration  by the insur er.  Referral for Other Services:  Mr.   Wehbe would benefit from access to a gym membership to foster increased physical activity.  Su bmission for funding for a one - year gym membership will   be con sidered as part of pr oposed  Occupational Ther apy treatment   discussed above.  Consideration for referral to other professionals will be considered as part of Occupational Thera py  service delivery proposed above , pending approv al from the insurer.\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   5   of   15  INFORMED   CONSENT   STATEMENT :  This therapist has   reviewed issues rel ated to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  •   A n occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occu pational Therapists   of Ontario (COTO).  •   The assessment has been   requested by   his   legal representative, Mr. Frank McNally.  •   The purpose of this assessment is to assess   Mr. Wehbe ’ s   current functional status as it  relates to   his   ability to complete   his   reported   pre - accident activ ities of daily living.  •   The proposed asses sment will include: an interview, a physical assessment and also  observations of   the   ability to complete functional tasks within and around the home as well  as education on safe means of completin g activities of dai ly living if required.  •   Due to the physica l nature of the assessment, pain and fatigue are possible temporary side  effects.  •   Recommendations   may   be   provided   at   the   conclusion   of   the   assessment.   These  recommendations may include:  o   Occupatio nal Therapy Treatme nt  o   Assistive Devices  o   Referral to other pr actitioners  o   Support services  •   A submission for funding will be submitted to the insurer for any goods and/or services on  an OCF18   –   Assessment and Treatment Plan. The insurer may approve or deny t he plan  (in part or   in whole). Should a denial or partial d enial occur, an independent examination  by another Occupational Therapist may be requested by the insurer.   This may be an in -  person assessment or a remote paper - review assessment. Funding for th e requested goods  a nd/or services may ultimately be declined .  •   Mr. Wehbe   may choose to participate or decline any or all of the proposed assessment.  •   A report documenting this assessment will be completed   and copies   will be provided to the  following parties   via secure transmis sion (fax or encrypted email attachm ent):  o   McNally Gervan c/o Mr. Frank McNally  o   Allstate Insurance  Following this therapist’s explanation   Mr. Wehbe   granted informed verbal/written consent for this  therapist to proceed with the assessment   and any subsequent   interventions.  DOCUMENTATION REVIEWED:  A complete list of documentation reviewed is available upon request.\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   6   of   15  PRE - ACCIDENT MEDICAL   HISTORY:  Mr. Wehbe reported being in excellent physical and mental health prior to the accident. He   noted  that he work ed out at the gym   4   –   5 times per week,   working two jobs and living an active lifestyle.  He was actively involved in   activities with his family and noted to issues with his overall function  whatsoever.  MECHANISM OF INJURY:  On Novem ber 11, 2017,   Mr. W ehbe   reported being stopped at a right light behind a few vehicles  on Rober tson Road .   A vehicle stopped behind him and Mr. Wehbe noted a tractor   trailer  approaching   the intersection   through his rear - view mirror .   The tractor trailer rea r - ended   the car  beh ind him   which caused a cascade of collisions   with the car s   behind and in front of him.   Mr.  Wehbe ’s vehicle sustained significant damage to the back   of his vehicle ,   and the   car was   reportedly  written off   due to extensive damage .   Paramedi cs attended the sce ne of the accident   and tended to  Mr. Wehbe, his wife and children .   He did not   attend the   emergency room and   returned home   after  consulting a   police   o fficer who   judged   his vehicle safe to drive home .   He noted that he began  experiencing   symptoms immediatel y but these symptoms increased over a week   period of time.  As the pain was not resolving, he   sought treatment a few weeks later   through   Dynamic   Ottaw a ,  w here he obtained physiotherapy , chiropractic and massage therapy.  NATURE OF INJUR Y:  Based on a revi ew of available medical documentation and through an interview held with Mr.  Wehbe , he sustained the following injuries as a result of the subject motor vehicle accident:  •   Injury of muscle and tendon at shoulder and upper arm level  •   Sprai n and strain of sho ulder joint  •   Sprain and strain of thoracic spine  •   Superficial injury of lower leg  •   Injury to multiple structures of knee  •   Sprain and strain of lum bar spine  •   Depressive episode  COURSE OF RECOVERY TO DATE:  •   Started treatment at Dynamic   Ottawa   in December   of 201 7 .   Did not find much  improvement from   treatment   after 4   –   5 months  •   Sought t reatment with another clinic , Balance Chiropractic and Massage   where he  continues to receive care every 3 weeks  •   Sought   psychological   treatment   with   Dr.   Sibbald   o f   Lee   Psychological   Services .  Assessment phase is   completed,   and he is awaiting the start of hi s treatment sessions.\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   7   of   15  •   Dr. Wendy Hamilton , GP   is following   him on an as - needed basis .   Does not recall date of  his last appointment.  CURRENT MEDICAL/REHABILITAT ION TEAM:  Health  P rofessional  Name and  Specialty  Date of Last Appointment/  Frequency of  appointmen ts  Outcome of Last  Appointment  Date of Next  Appointment  Dr.   Wendy  Hamilton, GP  Sees his GP infrequently  and does not recall the last  time he saw her.  Does   not recall   NA  Bala nce  Chiropractic and  Massage  One treatment session every  3 weeks  Treatment provided   Ongoing  Dr. Sibbald, Lee  Psychological  Se rvices,  Psychologist  Assessment has been  completed a nd   Mr. Wehbe  is awaiting the start of his  treatment session s which is  reported ly imm inent.  Assessme nt completed   TBD  MEDICATION:  Medication Name   Dosage/Freq uency   Purpose  Advil and Tylenol   PRN   Headache relief  Mr. Wehbe reported that his GP has   recommended   consider ing   the use of antidepressant  medication whic h Mr. Wehbe opted t o delay taking until he started psychol ogical treatment.  SUBJECTIVE INFORMATION (CLIENT REPORT):  Physical Symptoms :  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Detail s   Pain Rating  if  Ne cessary  Headaches   Experiences   headaches   approximately twice  per month.   Some are faint   while others are  more pronounced leading to use of Advil or  Tylenol.   Has had a history of post - accident  migraines but has not expeirnced one of thos e  in 6 months.  2   –   7/10\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   8   of   15  Neck pain   He   describes   pain   in   his   neck   which   is  intermittent in nature.   He feel s a degree of  stif fness in his cervical spine. He does not feel  “loose”.   Sustained   computer   work   is   a  potential trigger for his neck pain.  0   –   4/10  Right shoulder   Pai n in his right shoulder   almost resolved. He  finds some limited pain   when   extending   his  arm to the end of range however in most  activities he performs there is no pain.  1   –   2/10  Upper back   Intermittent pain but more pronounced and  frequ ent than neck pain .   Carrying of loads  aggravates this pain significantly.   Sustained  walking and standing   also triggers this pain.  He will   often lean on a   shopping cart for  support.  4   –   5/10  Lower back   He experiences l o wer back pain on a daily  basis but   it is intermittent .   Pain is   localized in  the center of his   lower back extending to his  coccyx.   Pain does not radiate to his lower  extremities.  7   –   8/10  Left knee   Pain is limited but he “feels it” all of the time.  Stairs or sustained walking will ag gravate pain.  He fe els his kn ee is at risk of “locking”.  6/10  Right wrist   Lateral extension   causes sharp pain.   He avoids  activity to reduce the risk of flaring his wrist.  0   –   1/10  Cognitive Symptoms :  Mr. Wehbe noted a number of cognitive symptoms wh ich he continues to   experience   at this time.  He reported the following:  •   Short term memory  •   Difficulty m ultitasking  •   Decreas ed mental sharpness  •   Problem solving difficulties at work,   “ piss ing off developers ”   for whom he works  Emotional Symptoms:  Mr. Weh be   en dorsed the follo wing emotional symptoms at the time of this assessment:  •   Loss of interest   in activities he used to enjoy  •   Short fuse , easy   to anger   (which is in stark contrast with his pre - accident disposition)  •   Frustration with state o f his finances foll owing   closure of se lf - employment   business   post -  accident\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   9   of   15  •   Feeling   “ down ”   most of th e time  •   Guilt over inability to do what he used to do to support his family financially  Symptom Management Strategies:  Mr. Wehbe noted a limited number   of strategies to mana ge his pain symptom s.   He reported  making use of a foam roller as his primary source of relief for his back pain.   He will engage in  stretches, make use of over the counter pain medica tion and avoid activity as a means of   controlling  his symptoms.  Typica l Day Post - Accident :  Mr. Wehbe reported the following   as a   “ typical day ”   at the time of this assessment:  •   Up at 9:00 am , poor sleep, not restorative  •   Starts work immediately   in baseme nt office   (rarely works from the   corporate   office  anymore, prefers to wor k from home where h e does not have to deal with anyone )  •   May have breakfast  •   Will spend   most of his day at his computer but finds it difficult   to get “in the zone”. He  will   come back upstairs several times throughout the day  •   Will work until 5 pm  •   Mon day,   Wed nesday and   Sat urda y,   he will take h is oldest daughter to Kung Fu Class  •   Fri day, he   will take two oldes t   children   to   UCMAS   ( a   program   to   enhance math abilities  in children )  •   Will spend the remainder of the evening   on his sofa per using his phone or watching t v  •   Goes to bed at   9   or 10 pm however due to poor sleep pattern, he will no t fall asleep until  12 o r   1 a m  OBJECTIVE INFORMATION:  Postural Tolerances:  Activity   Client Self - Report  Pre - Accident  Client Self - Report  Post - Accident  Therapist Observation  1. Lyin g   No identified limitation   He will get up an d   out   of bed  on   a   few   occasions   each  night. He will sometimes   lie  on the floor and will stretch.  He will use his foam roller to  help   alleviate back pain.  No lying posture observed by  t his   therapist   during   this  asses sment.\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   10   of   15  2. Sitting   No identified limitation   He will begin feeling back  pain after 10 minutes   and he  will stand and walk around.  He   can   sit   for   up   to   20  minutes at which poi nt he  will stan d and walk around.  Periods   of   25   minutes   of  sustained sitting observed by  this therapist .   M r. Wehbe  was   observed   shifting   his  weigh t   frequently   during that  time.  3. Standing   No identified limitation   He   cannot   stand   for   any  significant   period   of   time  withou t   experiencing   pain.  Avoids static standing.   At  work,   he   uses   a   stand - up  d esk   and   cannot   tole rate  standing   more   than   10  minutes.  Short periods of static and  dynamic standing observe d  by   this therapist   during this  assessment.  4. Squatting   No identified limitation   Able with external support   One p ower squat performed  by Mr. Wehbe durin g this  assessment.   Squat   was  performed in a slow, pl anned  manner, with support from  an adjacent chair.  5. Kneeling   No identified limitation   Able but difficulty standing .   One   bilateral   kneeling  posture   adopted   by   Mr.  Wehbe   during   this  assess ment. He noted pai n in  his knee from   the hardwood  su rface on which he knelt.  Some   difficulty   noted   in  recovering   to   a   standing  position,   requiring   support  from an adj acent chair.  6. Walking   No identified limitation   15 minutes then is looking  for a place to rest .  Short   distance   indoor  ambulation   observed by this  therapist. No significant gait  abnormality noted.  7. Stair  Climbing  No identified limitation   Able but   cannot handle more  than a few flights . He avoids  stairs as much as possible.  Two   flights   of   stairs  managed   by   Mr.   Wehbe  during   thi s   assess m ent.  Stairs   were   managed   in   a  recipro cal   stair   climbing  pattern   wit   support   from  handrail.\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   11   of   15  8. Driving   No identified limitation   20   –   30   minute s   then  becomes uncomfortable.  No t formally assessed.  Functional Transfers and Mobility :  Activi ty   Client Self - Repo rt  Pre - Accident  Client   Self - Report  Post - Accident  Therapist Observation  1. Chair   Independent   Independent   No identified limitations.  2. Bed   Independent   Independent   No identified limitations.  3. Toilet   Independent   Independent   No identified lim itations.  4. Bath tub   Independent   Independent   No identified limitations.  5. Vehicle   Independent   Independent   No identified limitations.  Active Range of Motion :  Legen d:  WFL:   Within Fu nctional Limits  %:   approximate pe rcentage of normal range  Nominal:   less than 25% range  Movement   Right   Left   Comments  Neck   Forward   flexion   WFL   No identified   limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Extension   WFL  Shoulder   Flexion   WFL   WFL   No identified limitations.  Exte nsion   WFL   WFL  Abduction   WFL   WFL  Adduction   WFL   WFL  WFL\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   12   of   15  Internal rotation   WFL   WFL  External rotation   WFL   WFL  Elbow   Flexion   WFL   WFL   No identified li mitati ons.  Extension   WFL   WFL  Wrist   Flexion   WFL   WFL   No identified limitati ons.  Extension   WFL   WFL  Supination   WFL   WFL  Pronation   WFL   WFL  Trunk   Forward   flexion   WFL   No identified limitations.  Lateral flexion   WFL   WFL  Rotation   WFL   WFL  Hip   Flexion   WFL   WFL   No identified limitation s.  Extension   WFL   WFL  Knee   Flexion   WFL   WFL   No i dentified limit ations.  Extension   WFL   WFL  Ankle   Dorsiflexio n   WFL   WFL   No identified   limitations.  Plantar flexion   WFL   WFL  Emotional   Presentation :  Mr. Weh be ’ s emotional presentation was unremarkable during this assessment. He   did not  display any   flat   affect or signs of   em otional lability. He was p l easant and   cooperative   with the  assessment process and engaged this therapist in an appropriate manne r given the assessment  context.\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   13   of   15  Cognitive Presentation :  Mr. Wehbe presented with repeated difficulties   recalling   specific   dates, order of events a nd  names of providers which he has worked with for a number of years. He otherwise did not  display any overt cognitive struggles and participated effectively in the assessment process.  ENVIRONMENTAL ASSESSMEN T:  TYPE OF  DWELLI NG  Townhome  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   3   Second floor   Carpet  Bathrooms   3   Two full on second floor and  powder room on main  Tile  Living Room   1   Main floor   Wood  Fa mily Room   1   Basement   Carpet  Dining Room   1   Main floor   Wood  Kitchen   1   Main floor   Tile  Laundry   1   Ba sement   Concrete  Stairs   Yes   Steps leading to   the   second   floor  an d   basement of the home.  Carpet  Basement   Yes   Finished   NA  Driveway  Description  Single laneway  Yard  description  City lot, end unit  LIVING ARRANGEMENTS/SOC IAL STATUS:  Marital Status   Married   Single   Common Law   Other  Living Arra ngement   Lives with his wife and three young children  Children   Three chi ldren ages   9, 5,   2  ACTIVITIES OF DAILY LIVING   (Pre and Post Accident) :  Pre and Post Accident   Self - Care Activities:  Mr. Wehbe noted that he was indep endent will   all of his self - car e activities prior   to the subject  motor vehicle accident.  At the time of this assessment, Mr. Wehbe confirmed that he continues to manage all of his self -  care functions indepe ndently.   He n oted particular difficulty with shaving tasks a s a result of\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   14   of   15  leani ng over the bathroom sink which results in sharp pain in his lumbar   spine.   He reported a  decrease in shaving frequency as a result.  Mr. Wehbe noted that he   qualifies himself as   “ l azy ”   with respect to his overall   grooming. He has  exper ienced   significant   weight   gain which is also   impacting his overall   self esteem.  Pre an d Post Accident   Home Management Activities:  Prior to the subject motor vehicle accident , Mr. Wehbe and his wife noted that they shared a  traditional   distribution of ho usehold chores wher e Mr. Wehbe would be primarily responsible for  outdoor home maintenance activities such as snow removal, lawn care and garbage removal while  his   wife mana ged indoor housekeeping, cooking and looking after the children.  At the time of th is a ssessment, Mr.   Wehbe has obtained a snow removal contract   for the current  season and noted significant difficulties managing lawn care this past summer. He noted   that he  and his wife would cut the grass in   “ shifts ”   and that they   would engage in lawn c are at a much  reduc ed frequency. He now shares garbage removal with his wife as he finds t his task especially  difficult when symptoms are flared.  Pre and Post Accident Caregiving Activities:  Mr. Wehbe reported that his wife is the primary caregiver for   his three children . He will support  he r as - needed however noted that this was   “ her territory ” .  Pre and Post Accident   Vocat ional Activities:  Prior to the subject motor vehi cle accident, Mr. Wehbe reported that he w orked two jobs which  were full - time   in natu re. He work ed as a cust omer support   representative   (L3 level) for Mitel in  addition to working a self - employed position with Bell Canada where he worked   at d eveloping  automation of   a   dialer , reporting /data analysis fo r upper management   and   automati on of reports .  He   stopped this self - employment position in March or April of 2019 as he was no longer able to  manage both jobs in tande m.   The reduction in compensation has been a significant source of  frustration for Mr. Wehbe who noted that he now mu st   manage his finances   in a much tighter  manner .   He now works exclusively for Mitel but reported that he now almost exclusively works  from his home office. He continues to have access to an office at the corporate office   but noted  that he rarely   goes in for   work as he   “ does n ot want to deal with people ” .  Pre and Post Accident   Le isure Activities:  Prior to the subject motor   vehicle   accident , Mr. Wehbe reported that he was a highly active  individual who enjoyed the   following   leisure activities:  •   Gym 4 -   5 ti mes per week\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   15   of   15  •   Playin g   badminton  •   Snowboarding  •   Active play with children  •   Sledding   with his children  •   Biking  At th e time of this assessment, Mr. Wehbe noted that he has interrupted involvement in all of the  above   activities .   He has reportedly gained over 70   lbs.   since the subjec t motor vehicle accident  and spends much of his free time sitting on the sofa pl aying on his phone or watching   television  shows.   He has adopted a   sedentary   lifestyle which in thi s   therapist ’ s opinion is fueling his  depressive symptom s. He would benefi t from   Occupational Therapy treatment to foster functional  reactivation and e n g agement in meaningful activity.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REH ABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassocia tes.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was u sed in order to   assist with a timely report. The assessor   is in agreement with the content of the report, and has provided  authorization to utiliz e the electronic signature .\n\n",
  "sections": {
    "DEMOGRAPHICS": "672   Everlasting Crescent   P: (613) 204 - 1549  Ottawa, ON K4 A 0K4   F: (888) 871 - 1549  ferland@ferlandassociates.com  OCCUPATIONAL THERAPY  IN - HOME ASSESSMENT  Client Name:   Mr.   Fadi   Wehbe   Date of Loss:   2017 - 11 - 11  Address:   301 Brigitta St.,   Stittsville, ON  K2S 0H8  Telephone #:   613 - 864 - 2 543  Lawyer:   Frank McNally   Firm:   McNally Gervan  Adjuster:   Molly Khandai   Insurer:   Allstate Insurance  Claim No.:   AOT544360  Therapist:   Sebastien Ferland OT Reg.(Ont .)   Date of Assess ment:   2020 - 01 - 13  Date of Report:   2020 - 01 - 15  THERAPIST   QUALIFICATIONS:  Sebastien is an Occupational Therapist with over   21   years of experience. His professional practice  began in 1998 when he graduated Magna Cum Laude fro m the University of Ottawa and launched  himself in the world of private business.   Over the years, Sebastien has provided services to the  automobile insura nce and legal communities as well the WSIB, Veterans Affairs and the Long -  Term Disability sector.  Se bastien has extensive experience working with individuals suffering from catastrophic injuries.  He provides assessment and treatment services as a primary   Occupational Therapist as well as a  Case Manager for individuals who sustained traumatic brain injur ies, spinal cord injuries and  amputations. He also has extensive experience working with individuals who have been deemed  to meet the catastrophic thresho ld on the basis of psychological and/or psychiatric impairments.  Over his years of working with indi viduals injured in motor vehicle accidents, Sebastien developed  a strong interest in the field of mental health, focussed on functional reactivation for in jured  individuals suffering from depression, anxiety and posttraumatic stress. His clinical acumen h as  led him to be qualified as an Expert in his field by the Ontario Superior Court of Justice.",
    "SYMPTOMS": "Date of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   14   of   15  leani ng over the bathroom sink which results in sharp pain in his lumbar   spine.   He reported a  decrease in shaving frequency as a result.  Mr. Wehbe noted that he   qualifies himself as   “ l azy ”   with respect to his overall   grooming. He has  exper ienced   significant   weight   gain which is also   impacting his overall   self esteem.  Pre an d Post Accident   Home Management Activities:  Prior to the subject motor vehicle accident , Mr. Wehbe and his wife noted that they shared a  traditional   distribution of ho usehold chores wher e Mr. Wehbe would be primarily responsible for  outdoor home maintenance activities such as snow removal, lawn care and garbage removal while  his   wife mana ged indoor housekeeping, cooking and looking after the children.  At the time of th is a ssessment, Mr.   Wehbe has obtained a snow removal contract   for the current  season and noted significant difficulties managing lawn care this past summer. He noted   that he  and his wife would cut the grass in   “ shifts ”   and that they   would engage in lawn c are at a much  reduc ed frequency. He now shares garbage removal with his wife as he finds t his task especially  difficult when symptoms are flared.  Pre and Post Accident Caregiving Activities:  Mr. Wehbe reported that his wife is the primary caregiver for   his three children . He will support  he r as - needed however noted that this was   “ her territory ” .  Pre and Post Accident   Vocat ional Activities:  Prior to the subject motor vehi cle accident, Mr. Wehbe reported that he w orked two jobs which  were full - time   in natu re. He work ed as a cust omer support   representative   (L3 level) for Mitel in  addition to working a self - employed position with Bell Canada where he worked   at d eveloping  automation of   a   dialer , reporting /data analysis fo r upper management   and   automati on of reports .  He   stopped this self - employment position in March or April of 2019 as he was no longer able to  manage both jobs in tande m.   The reduction in compensation has been a significant source of  frustration for Mr. Wehbe who noted that he now mu st   manage his finances   in a much tighter  manner .   He now works exclusively for Mitel but reported that he now almost exclusively works  from his home office. He continues to have access to an office at the corporate office   but noted  that he rarely   goes in for   work as he   “ does n ot want to deal with people ” .  Pre and Post Accident   Le isure Activities:  Prior to the subject motor   vehicle   accident , Mr. Wehbe reported that he was a highly active  individual who enjoyed the   following   leisure activities:  •   Gym 4 -   5 ti mes per week\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   15   of   15  •   Playin g   badminton  •   Snowboarding  •   Active play with children  •   Sledding   with his children  •   Biking  At th e time of this assessment, Mr. Wehbe noted that he has interrupted involvement in all of the  above   activities .   He has reportedly gained over 70   lbs.   since the subjec t motor vehicle accident  and spends much of his free time sitting on the sofa pl aying on his phone or watching   television  shows.   He has adopted a   sedentary   lifestyle which in thi s   therapist ’ s opinion is fueling his  depressive symptom s. He would benefi t from   Occupational Therapy treatment to foster functional  reactivation and e n g agement in meaningful activity.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REH ABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassocia tes.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was u sed in order to   assist with a timely report. The assessor   is in agreement with the content of the report, and has provided  authorization to utiliz e the electronic signature .",
    "MEDICAL_HISTORY": "Date of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   6   of   15  PRE - ACCIDENT MEDICAL   HISTORY:  Mr. Wehbe reported being in excellent physical and mental health prior to the accident. He   noted  that he work ed out at the gym   4   –   5 times per week,   working two jobs and living an active lifestyle.  He was actively involved in   activities with his family and noted to issues with his overall function  whatsoever.  MECHANISM OF INJURY:  On Novem ber 11, 2017,   Mr. W ehbe   reported being stopped at a right light behind a few vehicles  on Rober tson Road .   A vehicle stopped behind him and Mr. Wehbe noted a tractor   trailer  approaching   the intersection   through his rear - view mirror .   The tractor trailer rea r - ended   the car  beh ind him   which caused a cascade of collisions   with the car s   behind and in front of him.   Mr.  Wehbe ’s vehicle sustained significant damage to the back   of his vehicle ,   and the   car was   reportedly  written off   due to extensive damage .   Paramedi cs attended the sce ne of the accident   and tended to  Mr. Wehbe, his wife and children .   He did not   attend the   emergency room and   returned home   after  consulting a   police   o fficer who   judged   his vehicle safe to drive home .   He noted that he began  experiencing   symptoms immediatel y but these symptoms increased over a week   period of time.  As the pain was not resolving, he   sought treatment a few weeks later   through   Dynamic   Ottaw a ,  w here he obtained physiotherapy , chiropractic and massage therapy.  NATURE OF INJUR Y:  Based on a revi ew of available medical documentation and through an interview held with Mr.  Wehbe , he sustained the following injuries as a result of the subject motor vehicle accident:  •   Injury of muscle and tendon at shoulder and upper arm level  •   Sprai n and strain of sho ulder joint  •   Sprain and strain of thoracic spine  •   Superficial injury of lower leg  •   Injury to multiple structures of knee  •   Sprain and strain of lum bar spine  •   Depressive episode  COURSE OF RECOVERY TO DATE:  •   Started treatment at Dynamic   Ottawa   in December   of 201 7 .   Did not find much  improvement from   treatment   after 4   –   5 months  •   Sought t reatment with another clinic , Balance Chiropractic and Massage   where he  continues to receive care every 3 weeks  •   Sought   psychological   treatment   with   Dr.   Sibbald   o f   Lee   Psychological   Services .  Assessment phase is   completed,   and he is awaiting the start of hi s treatment sessions."
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.3333333333333333
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "",
      "dob": "",
      "age": null,
      "gender": "",
      "address": "301 Brigitta St",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "Allstate Insurance  Claim No",
      "confidence": {
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "Date of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   14   of   15  leani ng over the bathroom sink which results in sharp pain in his lumbar   spine.",
      "painLocation": [
        "his lumbar   spine"
      ],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "the subjec t motor vehicle accident  and spends much of his free time sitting on the sofa pl aying on his phone or watching   television  shows",
      "symptomProgression": "",
      "symptomNotes": "Date of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   14   of   15  leani ng over the bathroom sink which results in sharp pain in his lumbar   spine.   He reported a  decrease in shaving frequency as a result.  Mr. Wehbe noted that he   qualifies himself as   “ l azy ”   with respect to his overall   grooming. He has  exper ienced   significant   weight   gain which is also   impacting his overall   self esteem.  Pre an d Post Accident   Home Management Activities:  Prior to the subject motor vehicle accident , Mr. Wehbe and his wife noted that they shared a  traditional   distribution of ho usehold chores wher e Mr. Wehbe would be primarily responsible for  outdoor home maintenance activities such as snow removal, lawn care and garbage removal while  his   wife mana ged indoor housekeeping, cooking and looking after the children.  At the time of th is a ssessment, Mr.   Wehbe has obtained a snow removal contract   for the current  season and noted significant difficulties managing lawn care this past summer. He noted   that he  and his wife would cut the grass in   “ shifts ”   and that they   would engage in lawn c are at a much  reduc ed frequency. He now shares garbage removal with his wife as he finds t his task especially  difficult when symptoms are flared.  Pre and Post Accident Caregiving Activities:  Mr. Wehbe reported that his wife is the primary caregiver for   his three children . He will support  he r as - needed however noted that this was   “ her territory ” .  Pre and Post Accident   Vocat ional Activities:  Prior to the subject motor vehi cle accident, Mr. Wehbe reported that he w orked two jobs which  were full - time   in natu re. He work ed as a cust omer support   representative   (L3 level) for Mitel in  addition to working a self - employed position with Bell Canada where he worked   at d eveloping  automation of   a   dialer , reporting /data analysis fo r upper management   and   automati on of reports .  He   stopped this self - employment position in March or April of 2019 as he was no longer able to  manage both jobs in tande m.   The reduction in compensation has been a significant source of  frustration for Mr. Wehbe who noted that he now mu st   manage his finances   in a much tighter  manner .   He now works exclusively for Mitel but reported that he now almost exclusively works  from his home office. He continues to have access to an office at the corporate office   but noted  that he rarely   goes in for   work as he   “ does n ot want to deal with people ” .  Pre and Post Accident   Le isure Activities:  Prior to the subject motor   vehicle   accident , Mr. Wehbe reported that he was a highly active  individual who enjoyed the   following   leisure activities:  •   Gym 4 -   5 ti mes per week\n\nDate of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   15   of   15  •   Playin g   badminton  •   Snowboarding  •   Active play with children  •   Sledding   with his children  •   Biking  At th e time of this assessment, Mr. Wehbe noted that he has interrupted involvement in all of the  above   activities .   He has reportedly gained over 70   lbs.   since the subjec t motor vehicle accident  and spends much of his free time sitting on the sofa pl aying on his phone or watching   television  shows.   He has adopted a   sedentary   lifestyle which in thi s   therapist ’ s opinion is fueling his  depressive symptom s. He would benefi t from   Occupational Therapy treatment to foster functional  reactivation and e n g agement in meaningful activity.  CONTACT:  This therapist may be contacted through the offices of   FERLAND & ASSOCIATES  REH ABILITATION INC.   at   613 - 204 - 1549   or by email at   ferland@ ferlandassocia tes.com   .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  Enclosed:   NA  An electronic signature was u sed in order to   assist with a timely report. The assessor   is in agreement with the content of the report, and has provided  authorization to utiliz e the electronic signature .",
      "confidence": {
        "reportedSymptoms": 0,
        "painDescription": 0.7,
        "painLocation": 0.8,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "",
      "secondaryDiagnoses": [],
      "medicalNotes": "Date of Report:   2020 - 01 - 15  _____________ __________________________________________ _______________________  Fadi   Wehbe   Claim #:   AOT544360   Page   6   of   15  PRE - ACCIDENT MEDICAL   HISTORY:  Mr. Wehbe reported being in excellent physical and mental health prior to the accident. He   noted  that he work ed out at the gym   4   –   5 times per week,   working two jobs and living an active lifestyle.  He was actively involved in   activities with his family and noted to issues with his overall function  whatsoever.  MECHANISM OF INJURY:  On Novem ber 11, 2017,   Mr. W ehbe   reported being stopped at a right light behind a few vehicles  on Rober tson Road .   A vehicle stopped behind him and Mr. Wehbe noted a tractor   trailer  approaching   the intersection   through his rear - view mirror .   The tractor trailer rea r - ended   the car  beh ind him   which caused a cascade of collisions   with the car s   behind and in front of him.   Mr.  Wehbe ’s vehicle sustained significant damage to the back   of his vehicle ,   and the   car was   reportedly  written off   due to extensive damage .   Paramedi cs attended the sce ne of the accident   and tended to  Mr. Wehbe, his wife and children .   He did not   attend the   emergency room and   returned home   after  consulting a   police   o fficer who   judged   his vehicle safe to drive home .   He noted that he began  experiencing   symptoms immediatel y but these symptoms increased over a week   period of time.  As the pain was not resolving, he   sought treatment a few weeks later   through   Dynamic   Ottaw a ,  w here he obtained physiotherapy , chiropractic and massage therapy.  NATURE OF INJUR Y:  Based on a revi ew of available medical documentation and through an interview held with Mr.  Wehbe , he sustained the following injuries as a result of the subject motor vehicle accident:  •   Injury of muscle and tendon at shoulder and upper arm level  •   Sprai n and strain of sho ulder joint  •   Sprain and strain of thoracic spine  •   Superficial injury of lower leg  •   Injury to multiple structures of knee  •   Sprain and strain of lum bar spine  •   Depressive episode  COURSE OF RECOVERY TO DATE:  •   Started treatment at Dynamic   Ottawa   in December   of 201 7 .   Did not find much  improvement from   treatment   after 4   –   5 months  •   Sought t reatment with another clinic , Balance Chiropractic and Massage   where he  continues to receive care every 3 weeks  •   Sought   psychological   treatment   with   Dr.   Sibbald   o f   Lee   Psychological   Services .  Assessment phase is   completed,   and he is awaiting the start of hi s treatment sessions.",
      "confidence": {
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    }
  }
}