{
  "fileName": "Yachnin, Ronald ECE_IHA_FINAL.pdf",
  "originalText": "OCCUPATIONAL THERAPY ASSESSMENT - EARNING CAPACITY  Client Name:   Ronald Wayne Yachnin   Date of Birth:   04/15/1962  Address:   315-2090   Neepawa   Avenue,  Ottawa, On  K2A 3M1  Telephone #:   (613) 866-3766  Lawyer:   Marc Coderre   Firm:   Sicotte   Guilbault   Legal  Services  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   10/06/2023   -   02/019/2024  (16 hours total).  Date of Report:   02/19/2024  CLINICIAN QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to the daily function of individuals suffering from  serious   physical,   psychological   and   cognitive   impairments.   His   assessments   inform  multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.)  P: (613) 204-1549   www.ferlandassociates.com  F: (888) 871-1549  ferland@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014\n\nof injured client’s daily functional capabilities at home, work and in the community, assisting  them in forming opinions surrounding whether the catastrophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic pain, depression, anxiety and  posttraumatic   stress,   overseeing   and   directing   functional   reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  Mr. Ronald Yachnin was referred to Ferland & Associates by his legal representative Mr. Marc  Coderre of Sicotte Guilbault Legal Services. Mr. Coderre requested that this therapist complete  a comprehensive assessment of Mr. Yachnin’s overall level of function and provide an opinion  surrounding his ability to earn income at this time. This assessment was sought in the context  of a marital separation matter to assist in determining spousal support obligations.  This assessment was initiated on October 6, 2023 and was completed on February 1, 2024 with  a total of 14 hours of clinical contact time, held both in-person and virtually. The assessment  spanned 10 separate sessions over that period of time, which were used to assist Mr. Yachnin in  organizing his thoughts and providing a clear narrative of his personal and professional history  as well as an account of his current struggles and the implications these have on his ability to  generate income in the current labour market.  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  ●   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  ●   The assessment has been requested by his legal representative Mr. Marc Coderre.  ●   The purpose of this assessment is to assess Mr. Yachnin’s current functional status as it  relates to his ability to complete activities of daily living as well as to comment on his  capacity to generate income.  ●   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  ●   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects, Mr. Yachnin may choose to participate or decline any or all of the proposed  assessment.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 2 of 24\n\n●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  o   Marc Coderre legal representative.  Following this therapist’s explanation, Mr. Yachnin granted informed consent for this therapist  to proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The following documentation was provided to this therapist for review by the offices of Mr.  Marc Coderre on October 6th, 2023:  1)   Report from Dr. Thilo Vollrath dated November 25, 2022 (retired on December 31, 2022  an age 83).  “Mr. Yachnin has been my patient since Nov. 8, 2017.  He meets all the criteria for the DSM-5 diagnosis of 301.6 Dependent Personality Disorder. He  also endorses the diagnoses of Generalized Anxiety Disorder and Major Depressive Disorder.  A person with Dependent Personality Disorder essentially lacks the personality traits of positive  self-image,   assertiveness,   confidence,   independence,   decisiveness, necessary to manage a  successful personal and professional life.  Mr. Yachnin has not been able to hold a job for over ten years. He has been totally submissive to  his wife whose decisions significantly restricted his interests. He surrendered the management of  his attempts to establish a professional life to a strong, manipulative woman who used him as  an assistant without pay for over a year. He has been passive and submissive in the pursuit of a  fair separation agreement with his ex-wife with no settlement after five years, leaving the  custody of his son and a financial settlement undetermined. He continues to let his younger  brother treat him abusively without defending himself even though he is emotionally hurt by  this. He lacks autonomy, independence and confidence. Instead of setting and pursuing goals on  his own initiative, he focuses on finding and maintaining a circle of supporters/helpers to guide  him. He was unable to act as executor of his mother's estate on his own and only achieved this  task through the help of others.  A very important consequence of being unable to manage his life was the evolution of his  increasingly severe depression and   crippling generalized anxiety. He experiences severe panic  attacks which significantly contribute to Mr. Yachnin' s present, ongoing disabled state.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 3 of 24\n\nI consider Mr. Yachnin to be totally disabled and incapable of holding any job. In regards to a  prognosis, I see limited likelihood of change as personality disorders are usually resistant to  change.  A last point should be noted: Mr. Yachnin is a devoted, committed father and is fully capable of  parenting his son.”  2)   Report from Adrien Trempier of the Canadian Mental Health Association dated June 1,  2022.  “Mr. Yachnin was referred on February 10th, 2022 by The Ottawa Hospital Civic Campus for  anxiety and situational crisis, including substantial financial distress. He has been working with  this writer since February 19th, 2022 and they have been meeting on a weekly basis since that  time.”  “Mr.   Yachnin's   mental health, symptoms of depression and anxiety, arising from difficult  circumstances have disrupted his ability to work and handle tasks, including financial and  administrative duties and addressing certain social situations. Despite this, Mr. Yachnin states he  has been responsible for and able to manage the physical care of his child, Sacha Yachnin. He  has been involved in making the major decisions regarding his child's life, such as his education,  religion, and health care. In addition, there has been no evidence to suggest any concerns with  respect to Mr. Yachnin's ability to properly care for his child.”  3)   Report from Dr. Daniel Saul dated June 8, 2022.  “Mr. Yachnin is known to this writer from an inpatient hospitalization at the TOH Civic Campus  (Feb 22 - March 16, 2022), with a primary diagnosis of recurrent depression with anxious  features.”  Admission Dates: Feb 22 - Mar 16, 2022  In   summary,   a   59   year   old   gentleman   with   chronic   anxiety   /   recurrent   depression   /  benzodiazepine use disorder, followed in the community by Dr Vollrath (Psychiatry). Divorced in  2018, with an 11 year old son in shared custody. Previously high functioning, but off work for  over approximately the past 15 years. Medications on admission included Effexor 225 mg daily,  Remeron 30 mg qhs, lmovane 7.5 mg qhs, Trazodone 50 - 100 mg PRN, and Seroquel IR 50 qhs.  Several repeated ER presentations, endorsing heightened anxiety, physical agitation and intense  emotional distress (stemming from multiple unresolved situational stresses) and acute or  chronic suicidal thoughts (no active suicidality or intent). No psychosis or manic features.  Admitted voluntarily in crisis.”  ______________________________________________________________________________  Ronald Walter Yachnin   Page 4 of 24\n\n4)   Report from Dr. Cherinet Seid dated May 17, 2022.  “I am writing to you in response to your letter dated May 11, 2022.  I agree with your assessment of Mr Yachnin's situation.  Medically he has been dealing with mental health instability of significant nature. Changes in his  life , first separation from his wife and then death of his mother were prominent triggers that  exacerbated his medicaL condition.  He is following a recommended treatment plan.  He continues to follow up with Psychiatrist as he continues to prioritize care and well being of his  son.  It is my impression that at this time he is not in a position to be gainfully employed.”  5)   Report from Dr. Daniel Saul dated February 9, 2024.  An updated psychiatry outpatient note from Dr. Saul was provided by Mr. Yachnin on February  11, 2024 which states the following:  “In summary, a 61 year old divorced gentleman with a hx of chronic generalized anxiety/  recurrent depression, personality vulnerabilities (cluster C traits) and past benzo use disorder (in  sustained remission). Previously followed in the community by Dr Volrath (since retired in late  2022). PMHx significant for T2DM.   Known to this writer from a voluntary hospitalization (Feb  22 - Mar 16, 2022) for an exacerbation of chronic anxiety disorder / recurrent depression  complicated by multiple situational stresses (license suspension, prolonged divorce saga, chronic  financial stresses) and personality vulnerabilities (themes of passivity/ avoidance/ dependence).  In hospital, started Seroquel XR titrated to 300 mg qhs, targeting persisting sleep disturbance  and overwhelming anxiety. Remeron reduced back to 30 mg qhs (no further benefit at 45 mg)  and Trazodone discontinued (no benefit). Seroquel SO mg PRN added off-label for anxiety /  sleep/ emotional distress. Started on Lyrica BID targeting chronic anxiety. This writer agreed to  provide outpatient follow-up for continuity of care, and followed on approximately a monthly  basis since that time.  Interval Hx:  Last met Jan 17 for routine follow-up.  Divorce mediation postponed from Feb until April 2, 2024. Provided updated clinical note for  vocational rehab assessment, as the last documentation from this writer may have been the  2022 discharge summary. Vocational rehab had been requested by his attorney re: spousal  support. Often anxious ruminations surrounding this, including painful memories from the past.  As prior, chronic financial stress and chronic unresolved stress related to the protracted divorce  saga over 6 years, taking an emotional toll. Chronic stress surrounding the financial settlement  of the divorce. Trying to weigh the risks/ benefits (financial costs, emotional costs). Worried  ______________________________________________________________________________  Ronald Walter Yachnin   Page 5 of 24\n\nabout his financial future and legal costs, and worried that his son could be pulled into the  mediation process. Hoping for some resolution and closure with the divorce. Trying to simplify  his life day to day. Feeling unable to return to work in any capacity at this time. In the meantime  supported on savings and inheritance.  Chronic generalized anxiety/ worry / ruminations related to the above, No MDE. Not in crisis. No  psychosis. Future oriented. Sleeping well. Feeling more connected with sense of community and  embracing his role as a father. Exercising and rebuilding routine. Speaks of quality time spent  with his teenage son, dedication and devotion to being a father. Focusing on healthy lifestyle  approaches. Focusing on mental health recovery through various free seminars offered through  CMHA (e.g. meditation, healthy assertiveness and setting boundaries).  Previous saga of chronic friction with his brother, in the process of resolution (and in retrospect  recalled as a substantial stress leading up to hospitalization in 2022).  Gradually tapered off Seroquel XR 300, given pharmacologic redundancy with other anxiolytics,  diagnosis of T2DM (and antipsychotics potentially exacerbating glucose control and weight  gain), and Seroquel having been started during his hospitalization in Feb 2022 as a short-term  measure (at the height of debilitating anxiety and emotional distress at the time). Tapering off  Seroquel XR by 50 mg every week, and continues to sleep well. Now taking only Seroquel 100 mg  qhs.  Weekly dispensing in blisterpacks over the past year. No changes to psychotropic Rx in the past  year, aside from tapering off Seroquel XR. No Rx abuse or misuse or overuse. No longer using  Clonazepam PRN. Using lmovane qhs as prescribed. Benzo use disorder in sustained remission.  Previously acknowledged lifelong patterns of passivity and avoidance which had compounded  his setbacks, and a longstanding tendency to berate himself over past regrets, or ruminate over  missed opportunities. Difficulties standing up for himself assertively. Focusing on areas within  his ability to change. Very appreciative of his driver's license being reinstated, with support from  this writer. Feeling more socially connected and returned to the gym. Recalls and reflect upon  how he was previously higher functioning over a decade ago.  Appears at baseline. Calm, cooperative, polite, euthymic. Able to engage in organized and  collaborative dialogue. No psychosis. No suicidal thoughts. No hopelessness. Future oriented. No  aggressive ideation. No tremor or EPS. Insightful. No cognitive symptoms.\\  Medications:  Effexor 225 mg daily  Remeron 30 mg qhs  lmovane 7.5 mg qhs  Lyrica 150 mg BID  Seroquel 100 mg qhs and 50 mg PRN  ______________________________________________________________________________  Ronald Walter Yachnin   Page 6 of 24\n\nNorvasc 5 mg daily  Metformin BID with meals  Statin  Impression:  Chronic adjustment with anxiety (unresolved chronic divorce stress)  Chronic generalized anxiety disorder  Recurrent major depression in remission  Personality vulnerabilities (passivity/ avoidance/ dependence)  Past benzo misuse/ use disorder - in sustained remission.  Recommendations:  Support / therapeutic dialogue.  Capable for treatment decisions.  Weekly blister pack dispensing.  Yachnin, Ronald Wayne (MRN 22611693) Encounter Date: 09/02/2024  Healthy lifestyle approaches / structured routine / exercise.  CMHA and community supports.  Rx unchanged at this time, with plan to eventually taper and discontinue Seroquel, and  potentially taper off lmovane .  Connecting with community psychotherapist (previous therapist passed away). Overarching  focus   on   the   here   and   now.   Healthy   assertiveness,   practical   problem   solving,   and   CBT  approaches for chronic anxiety.  Referral to Day Hospital remains on hold at this time. If interested in the future, will re-refer,  with the goal of focusing on practical CBT / mindfulness/ assertive communication /boundaries/  life balance.  Follow-up March 8.  No acute safety concerns.  Staff Psychiatrist:  Daniel Saul MD, FRCPC”  6)   Medical records from Dr. Cherinet Seid.  7)   Medical records from The Queensway Carleton Hospital.  8)   Medical records from The Ottawa Hospital.  9)   Mr. Yachnin’s curriculum vitae.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 7 of 24\n\nCOURSE OF MEDICAL MANAGEMENT AND IMPACT ON DAILY LIFE:  Mr. Yachnin, currently 62 years of age, presents with a longstanding history of mental health  struggles dating back to his mid-20s. He provided a detailed, yet disorganized account of the  various stressors and traumas he experienced over the course of his life, which have had an  invariable impact on his ability to function in a professional capacity. With a Masters Degree in  Geography, obtained in 1988 through the University of Toronto, Mr. Yachnin has been, for all  intents and purposes, not gainfully employed for the last 13 years. He held his academic  achievements in high regard, evidenced by various awards and scholarships he obtained while  pursuing his studies.  Mr. Yachinin described his youth as being at times difficult, highlighting issues with an abusive  father who was incarcerated at one point for possession of narcotics. He reports a history of  anxiety, self doubt, and a lack of belief in his capabilities, which has impacted his ability to  progress in his career. Earlier in his professional development, Mr. Yachnin was successfully  employed with various think tanks and government agencies, providing consulting services, at  one time earning upwards of 80,000$ per annum. In 2005, Mr. Yachnin left the traditional  workforce in order to start his own company, Yachnin & Associates. This occurred following the  unexpected termination of his employment with The Conference Board of Canada, where he  was the victim of restructuring and downsizing of the organization.   This period of time  coincided with a concurrent number of personal stressors, which he was admittedly ill equipped  to handle as a result of his mental health difficulties. He provided a detailed account of various  events leading to his marriage and following his divorce from his estranged wife, Joanne.  The following are highlights of his complex history, provided to this therapist over 10 separate  touchpoints with Mr. Yachnin held in person and virtually, supplemented by various documents  produced by Mr. Yachnin, and emailed to this therapist for review and consideration.  a.   Concussion – 1972  Mr. Yachnin was involved in a notable tobogganing accident in 1972 that left him unconscious in  the hospital for ten hours. For the following two years he would suffer brain swelling and  headaches. Modern research in athletes and others reveals that concussion may predispose  individuals to depression later in their lives.  b.   Back Curvature/Back Brace - 1976  Mr. Yachnin was diagnosed with significant back curvature in 1976 – both scoliosis and kyphosis.  As treatment he was put into a full back brace for two years. This contributed to making him  feel different from his peers.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 8 of 24\n\nc.   Car Accident - 1986  Mr. Yachnin was involved in a significant motor vehicle accident in 1986 which resulted in  ruptured discs in his thoracic spine.   Subsequent to this accident, Mr. Yachnin was precluded  from engaging in any form of high impact activity and saw his overall capacity to engage in  strenuous physical activity curtailed.   He noted that this event was highly distressing and was  the source of emotional difficulties as he dealt with the legal ramifications of his insurance  claim. He continues to struggle with back pain to this day.  d.   First Depressive Episode - 1992  Following   a   breakup   from   a   long-term   relationship, combined with the loss of mobility  experienced following his car accident, Mr. Yachnin describes his first experience with clinical  depression.   He   recounts   a   multitude   of   factors,   including   the   loss   of   opportunity   for  international work with two vice presidents that asked Mr. Yachnin to start a new business with  them and instead, getting “stuck” in   the government, with a job he found to be unrewarding  and below his capacities.  e.   Job Loss - Government of Ontario - 1997- 2004  Mr. Yachnin was the victim of government downsizing along with many thousands of other  workers during the Harris regime.   He gave up his life in Toronto to begin a new job with The  Conference Board of Canada, and moved-in with a new partner at the time. This period proved  difficult for his then-partner who missed her family in Toronto and expensive for Mr. Yachnin  with lots of traveling from Ottawa to Toronto.   After five years, he was terminated from his  position with The Conference Board of Canada.  f.   Met Joanne Gorenstein - 2006  Mr. Yachnin met his now estranged spouse Joanne Gorenstein over a blind date arranged by a  friend. This occurred at a time where he had been nominated for national awards for work  linking corporate sustainable development practices with shareholder value. He was reportedly  informed in 2008 by Joanne’s sister that she would not be moving to his home in Gatineau,  where Mr. Yachnin had established himself.   This was qualified as a “show stopper” where he  was compelled to sell his home and relocate to the Barrhaven community. This was done under  duress and he expressed feelings of doubt about the direction of the relationship leading to the  onset of increased depressive symptoms.  At the time of this move ultimatum, Mr. Yachnin reported that he was in the process of  interviewing for various jobs with the federal government and organizations in Toronto in order  ______________________________________________________________________________  Ronald Walter Yachnin   Page 9 of 24\n\nto   accommodate   family   life   and   the associated expenses.   Among the organizations he  interviewed   with were: Environment Canada, Parks Canada, Public Works Canada.   He also  noted being engaged in French training to increase his employability in the government sector.  He believes his home life and career were disrupted by this undesired move. He was reportedly  offered work with Five Winds International during the period of the move and could not accept  the position due to the disruptions in his living situation.  g.   Engagement to Joanne Gorenstein - 2008  Mr. Yachnin reported that on the first engagement meeting with the two families, Mr. Yachnin  and his mother attended the Gorenstein residence. Mr. Yachnin notes that at the conclusion of  this meeting, Mr. Gorenstein would not shake Ms. Yachnin’s hand. This would be the beginning  of a sustained pattern of shunning on the part of the Gorenstein family towards Mr. Yachnin and  his mother. In 8 years, she was never invited to any other functions with the Goirenstein family.  This had a significant impact on Mr. Yachnin who endorsed feelings of rejection and emotional  abuse at the hands of the Gorenstein family.  h.   Married to Joanne Gorenstein - 2009  Mr. Yachnin reported that he was married to Joanne in 2009 and the wedding ceremony and  celebration were marred with discord with her family. He describes being pushed away by her  father when he went to hug him and then crying uncontrollably under the canopy during the  ceremony. Shortly after the wedding, Mr. Yachnin and Joanne had their last sexual encounter,  which resulted in pregnancy. In 2010, Mr. Yachnin and Joanne had their son, Sacha.  Mr. Yachnin describes a consistent dismissal of his presence at family gatherings where he felt  he   had become “an invisible man”.   Joanne would have dinner with her parents every  Wednesday and Mr. Yachnin was informed he could not attend these dinners as his presence  would sway Sacha’s attention away from the maternal grandparents. He notes being repeatedly  hurt by the lack of engagement her family had with him (noting for example, a number of  wedding photos in their home, none of which included him).  Over the following decade, Mr. Yachnin consistently attempted to connect with his wife on both  an emotional and practical level, without success. His efforts to schedule dates, write letters or  even have basic conversations were repeatedly ignored or dismissed, with his wife often  prioritizing her own activities and relationships (especially with her sister) over their marriage.  He's pointed out that despite their similar achievements and ambitions, his wife would often  distance   herself   by   highlighting   their   differences,   effectively   shaming   him   and   avoiding  meaningful interactions.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 10 of 24\n\nMr. Yachnin has also detailed how the lack of basic interactions, such as sharing details about  their days or exchanging simple gestures of affection, left him feeling more like a butler, and  alone in his own home than a husband. This emotional neglect extended to their discussions (or  lack thereof) about financial matters and household responsibilities, where his attempts to  engage were met with silence, further amplifying his sense of isolation and neglect.  Additionally, he shared that his wife's commitment to her work, often starting before dawn and  continuing into the weekends, left little room for their relationship. Her health and lifestyle  choices, including significant weight gain, were also noted as barriers to intimacy.  In   essence,   Mr.   Yachnin's   narrative   portrays   a   marriage   marked   by   a   profound   lack of  communication, emotional support, and shared responsibilities, leading him to a state of  withdrawal, deepened depression, as he focused his attention and care primarily on his son and  his mother.  The move to Barrhaven occurred in 2010 and Mr. Yachnin describes feeling pressured into this  move which had ripple effects on his ability to engage in networking in the manner he was  accustomed to (tripled housing and transportation costs and daycare).   He was required to  give-up his vehicle and kept a storage space of 10x13’ (which he used as a small working office)  at uHaul and used public transportation to get around the city.   His ability to also afford  marketing trips to Toronto were also much reduced during this time.   He noted that he felt  uneasy with this decision, as he did not have the emotional fortitude to “push back” and  express his desire to remain in Gatineau in a home he loved, close to all amenities and in close  proximity to Government offices in Ottawa. He also makes note that the Gatineau cost of living  was much more affordable than in Ottawa, including daycare.  In 2012, Mr. Yachnin describes a trip he took with Joanne and Sacha to Florida to visit Joanne’s  parents. In this trip, he recalls Joanne’s father calling him “worthless” and this compounded his  feelings of familial alienation. This would be the last family trip to Florida, as Joanne continued  to go to Florida on holidays without Mr. Yachnin.  During a particularly challenging period involving the management of familial estate matters in  Switzerland, Mr. Yachnin faced additional strain as his wife refused to engage in discussions  regarding the financial implications of these responsibilities. This refusal, rooted in her concerns  about her professional accreditation, left Mr. Yachnin feeling abandoned and stigmatized,  further isolating him and his mother during a time of significant personal difficulty. This matter  was brought to Joanne’s attention prior to the wedding but she refused to engage in any  dialogue. This led to further feelings of shame and isolation.  The financial dynamics within the household also reflect a troubling imbalance, with Mr.  Yachnin unable to contribute to conversations about household finances due to his wife's  reluctance to engage, thereby placing the bulk of financial responsibilities on her. This situation  ______________________________________________________________________________  Ronald Walter Yachnin   Page 11 of 24\n\nwas compounded by a lack of empathy and awareness from his wife and her family regarding  the challenges he faced, leading to a profound sense of shame and emotional distress.  i.   Subjugation of Career, 3 Hospital Visits - 2017 - 2018  Mr. Yachnin noted that he subjugated his career during the years that followed, while Joanne  focussed   on   hers.   He indicated that around 2017, when Sacha was old enough to be  independent with some self-care functions (such as dressing himself), Mr. Yachnin began  looking for work.   He reported stressors surrounding finances, leading him to apply for various  jobs (city of Ottawa, Canadian Federation of Municipalities, Canadian Electricity Association, for  example). He reports two visits to the ER for mental health reasons in 2017 and another visit in  2018 for emotional decompensation. In all three instances, he recalled going to the hospital on  his own, without support from Joanne. Mr. Yachnin’s mother experienced a fall in her home in  Montreal while making Easter eggs for Sacha. leading to a brain bleed/stroke.   Mr. Yachnin  reportedly attended the ER in Montreal around that time, again seeking assistance for his  deteriorating mental health.   Mr. Yachnin was told by the psychologist that it was not unusual  for the children of aging parents to experience heightened stress during this time, confronting  their own mortality.  j.   Work with Aleks Forster - 2017 to 2019  Between 2017 and 2019, Mr. Yachnin collaborated with Ms. Aleks Forster, focusing on the  acquisition and management of real estate and businesses in Eastern Ontario. This partnership  involved daily meetings and joint ventures to purchase a variety of properties and enterprises,  including   inns,   coffee   shops,   gourmet   food   stores,   and   condominiums,   all   intended   for  ownership under Aleks's portfolio. The gourmet food ventures were notably anticipated to yield  a return of 28%.   Mr. Yachnin noted that he never received any form of compensation for his  work with Aleks, leading to a situation where he retroactively notes being an unpaid personal  assistant to a domineering individual, with promises of future earnings.   She had reportedly  prepared a contract for him to start receiving wages in December of 2022.  Aleks played a significant role in Mr. Yachnin's personal life as well, particularly during his  divorce proceedings. She provided interim legal documents, offered coaching, and advised Mr.  Yachnin to seek sole custody of his son due to concerns over co-sleeping arrangements. On the  critical day Mr. Yachnin was to submit his court papers in August 2018, Aleks supplied him with  research on co-sleeping to support his case. Despite this, when Mr. Yachnin discussed the  possibility of seeking sole custody with his attorney, he was advised against it. This advice led to  confusion and hesitation on Mr. Yachnin's part, prompting him to consider retaining a different  lawyer who might support his custody goals. Although Mr. Yachnin attempted to assert his  perspective in discussions with Aleks, she remained unbeaten in their exchanges.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 12 of 24\n\nMr. Yachnin reflects on the missed opportunities and potential that was lost, not solely due to  the strategic decisions made during this period but also as a consequence of the timing of his  mother's death. This series of events left Mr. Yachnin in a state of sorrow for years, mourning  the loss of what he perceived as an incredible opportunity that was unfortunately squandered.  k.   Separation and Homelessness - 2018  In 2018, during a major depressive episode, Mr. Yachnin was asked if he wanted to sell the  house and move closer to town and Sacha’s school (which he always wanted) and he agreed to  this. After he had signed papers to sell the house he was informed that he could not stay in the  home as Joanne was seeking a separation and needed him to vacate the home they shared in  Barrhaven. Mr. Yachnin finally had felt settled in Barrhaven after eight years with friends nearby  at the coffee shop and did not really want to relocate himself and again felt chaos and  desperation.  Mr. Yachnin was left without a place to live and reported staying in hotels for a number of  months, later selling off his mother’s jewelry utilizing assets from his mother’s estate to survive.  He rented a storage unit at Dymon Storage where he kept his belongings, utilizing the available  conference room to attempt to establish a cockpit to manage his affairs and those of his near  dying mother as well as re-entry into the workforce.  He recounted the tragic passing of his mother in 2019, following an incident where she  reportedly tripped on his belongings stored in her garage that had been moved from Ottawa  Dymon storage to save money, falling and striking her head. She succumbed to these injuries  and Mr. Yachnin shared a deep sense of guilt and culpability at this occurrence. He noted that  this also fueled issues with his younger brother, who became abusive and extended blame on  Mr. Yachnin for the death of his mother.  l.   Impact of COVID-19 Pandemic:  The COVID-19 pandemic marked a period of unprecedented challenges and adaptations for  many. While some individuals found opportunities in the shift towards remote work and  increased personal time for activities such as exercise, others faced significant hardships. Mr.  Yachnin's experience during this time was particularly adverse.  With the onset of the pandemic, legal systems worldwide were disrupted, leading to the  temporary closure of courts. This directly impacted Mr. Yachnin, who was in the process of  probating his late mother's will—a critical step in settling her estate. The situation was further  complicated when his lawyers misplaced the will, resulting in a prolonged delay. Mr. Yachnin  ______________________________________________________________________________  Ronald Walter Yachnin   Page 13 of 24\n\nendured a 15-month wait before he could access his mother's estate, a period marked by  uncertainty and frustration.  In addition to these legal and bureaucratic challenges, Mr. Yachnin undertook the arduous task  of clearing out his mother's house. This required him to travel to Montreal bi-weekly, a journey  he made 25 times during the pandemic. The financial strain of maintaining his mother's  property in Montreal, coupled with his own expenses in Ottawa and his son's schooling costs,  compelled him to sell all of his mother's jewelry and valuables.  In December 2020, a significant discovery was made regarding the heating system in the garage  of Mr. Yachnin's late mother's house. It was identified that the system had ceased to function,  which was notably the system his mother had been attempting to activate at the time of her  tragic fall and subsequent death. This malfunction resulted in the absence of heating within the  house, compounding the challenges faced during the onset of Montreal's harsh winter.  Mr. Yachnin, along with his friend Pierre, encountered considerable difficulties in securing the  services of a company to repair the heating system. The timing coincided with the beginning of  a severe cold spell in Montreal, and the pandemic further exacerbated the situation, making it  nearly impossible to reach service providers.  Despite his previous resolution to avoid Montreal during the COVID-19 lockdowns—a decision  driven by the adverse impact on his mental well-being, characterized by the desolation of  staying in empty hotels and the struggle to find open restaurants—Mr. Yachnin found himself  compelled to return. His objective was to shut off the water supply to his mother's house and to  arrange for the furnace to be fixed, in the face of the last of the COVID-19 lockdowns.  One night, Mr. Yachnin met with Dominique, a handyman who had assisted his mother over the  years. Together, they managed to turn off the water supply. The bleak sight of his mother's  possessions scattered throughout the dark, cold house, including a doll from her childhood,  presented a disturbing reminder of his mother’s tragic passing, impacting him tremendously.  The following day, he returned to the house in an attempt to restart the furnace and to call for  service from oil and furnace companies. However, his efforts to restart the furnace were in vain,  and he was unable to establish contact with any service providers. Overwhelmed by the  situation   and   the   memories   of   his   mother's   passing   in   that   very location, Mr. Yachnin  experienced   a profound emotional breakdown. He returned to his hotel, where he was  overtaken by tears and reached out to Pierre, expressing that something within him had  \"snapped\" and lamenting his shunning by his own brother.  Following Pierre's advice to abandon the attempts to repair the furnace and return to Ottawa,  Mr. Yachnin promptly checked out of the hotel a day early and left Montreal. This departure  marked what would become a prolonged absence from Montreal for Mr. Yachnin, signifying a  deeply impactful episode during an already challenging period.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 14 of 24\n\nm. Loss of Driver’s License and Hospitalization - 2021  During a period of emotional distress, Mr. Yachnin was involved in a motor vehicle accident in  January of 2021.   Despite staying overnight at the hospital, doctors surmised that the accident  was a result of sleep deprivation, and a possible link to his prescribed use of medication. He  was initially hospitalized overnight and had his driver’s license suspended.   He was later  hospitalized in February of 2021 over a multi-week period of time due to deteriorating mental  health and overprescription of medication by his psychiatrist. In the Spring of 2021, Mr. Yachnin  purchased an electric bicycle and utilized this to access the community with his son.  During his hospitalization, Mr. Yachnin enlisted the services of a real estate agent to facilitate  the sale of his late mother's house. The house was successfully sold, but an unexpected and  severe incident occurred three weeks prior to the closing of the sale: the furnace exploded,  causing black soot to spread throughout the entire house, affecting every possible area.  This incident significantly impacted Mr. Yachnin, marking another distressing event in his life.  When he reached out to his insurance company for assistance, he was informed that the  damages would not be covered due to the house being classified as \"vacant.\" Additionally, the  insurance   company   indicated   that   contractors were overwhelmingly occupied with other  insurance   claims,   suggesting   that   securing   someone   to   clean   the   house   would   pose   a  considerable challenge.  The situation worsened when the estate sale agent, responsible for selling his mother's  belongings, reported that the remaining items were ruined by the soot and would need to be  discarded. However, a potential solution emerged when the insurance agent provided Mr.  Yachnin   with   the   contact   information   for   Qualinet,   a   house   cleaning   company.   Initially,  Qualinet's assurance that they could clean the house brought Mr. Yachnin some relief.  Despite Qualinet's efforts, the house remained in a suboptimal state after their cleaning  attempt. Faced with this dilemma, Mr. Yachnin and his real estate agent disclosed the full extent  of the situation to the new owner and agreed to reduce the sale price by $5,000 to compensate  for the need for a new furnace.  Fortuitously, Mr. Yachnin discovered KHS, a cleaning service that promised a more thorough  solution. Over the course of three days, KHS employed specialized equipment and a dedicated  cleaning crew to restore the house to its original condition, ensuring it was immaculately clean  once again.  Due to his hospitalization and associated shock at losing his drivers’ license, Mr. Yachnin was  unable to retrieve cherished items from his mother’s home, which were sold to liquidators with  the remainder of her estate. This led to significant feelings of guilt and loss which he continues  to experience to this day.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 15 of 24\n\nMr. Yachnin was granted his driver's license in October 2023. He leased a modest vehicle and is  now   able   to   access   the   community   by car with his son, which has been a substantial  enhancement to his quality of life.  MEDICAL DIAGNOSES:  Mr. Yachnin presented with the following medical history, confirmed through a review on  available medical records:  ●   Chronic adjustment with anxiety (unresolved chronic divorce stress)  ●   Chronic generalized anxiety disorder  ●   Recurrent major depression in remission  ●   Personality vulnerabilities (passivity/ avoidance/ dependence), Cluster C  ●   Past benzo misuse/ use disorder - in sustained remission  ●   Type II Diabetes  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name   and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome   of   Last  Appointment  Date   of   Next  Appointment  Dr. Seid   One year ago.   Blood test and  appointment in  approximately one  month.. Managing BP,  statins and diabetes.  TBD  Dr. Saul,  Psychiatrist  Once monthly. Managing  psychiatric conditions and  medication.  Monitoring mental  health and renewed  prescriptions.  TBD  CMHA   Monthly, ongoing.   Has been exposed to 3  professionals within  the organization.  “Karen” is seeing him  on a regular basis. He  accesses the recovery  library with all sorts of  resources.  Ongoing  ______________________________________________________________________________  Ronald Walter Yachnin   Page 16 of 24\n\nDr. Bob West,  Psychologist  Not yet seen but to be  scheduled imminently.  NA   TBD  David Gilbert,  Counsellor  Bi-monthly appointments   Counseling provided,  tapping modalities  explored.  TBD  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Effexor   225 mg daily   Depression  Remeron   30 mg qhs   Depression  Imovane   7.5 mg qhs   Sleep  Lyrica   150 mg BID   Anxiety  Seroquel   100 mg qhs and 50 mg PRN   Antipsychotic  Norvasc   5 mg daily   Blood pressure  Metformin   BID with meals   Diabetes  Statin   Unknown   Cholesterol  Mr. Yachnin reports significant difficulties with side effects of various medications he is required  to take on an ongoing basis. Without the use of medication, he is unable to fall asleep. With  the medication, he will sleep. Sometimes he wakes with feelings of mental fogginess and  difficulty focusing for several hours.  Mr. Yachnin believes that he has suffered serious brain injury as a result of overprescribing of  benzodiazepines and Z-Drugs, impacting his ability to obtain natural sleep.  CLIENT REPORTED SYMPTOMS  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain   Rating  if Necessary  Deconditioning   Feels   like   all   his   muscles   have   atrophied.  Feels weak.   He reports pain in his back and  leg which   interferes with his ability to be  physically active.   He has plans to resume  attendance at the gym in order to work on his  physical conditioning.  N/A  ______________________________________________________________________________  Ronald Walter Yachnin   Page 17 of 24\n\nPoor sleep and lack of energy   Mr. Yachnin reports that his sleep is poor and  when he does get a good night of sleep, this  is with the use of prescription medication.  He wakes feeling groggy, unfocused however  alter enough to handle daily tasks such as  preparing his son for school.  N/A  Cognitive Symptoms:  When questioned about changes in his cognitive function, Mr. Yachnin reported the following  changes he has observed:  ●   Slow to process anything cognitively demanding.  ●   Mornings are very difficult, taking him some time to wake and become able to function  “normally”.  ●   Memory issues, forgetfulness.  ●   Difficulty writing thoughts on paper.  ●   Disorganization, specific examples relating to his personal belongings and his mother’s  belongings which remain in storage, as well as in bags and bins in the master bedroom in  his apartment. “Many things are still finding a home”.  ●   Difficulty with problem solving.  ●   Has to make lists in order to accomplish things. He will write 3 things down to complete  and systematically work through his list.   He is unable to multitask and gets easily  distracted.  ●   Doubts his decisions and has little confidence in his ability to make decisions. He is  susceptible to the opinions of others and is easily swayed.  ●   Challenges with sleeping can impact his ability to function the following day.  ●   Incessant ruminating and worrying.  Emotional Symptoms:  Mr. Yachnin noted a number of troubling emotional symptoms which he experiences at this  time:  ●   Severe anxiety, largely linked to financial distress and multiple unresolved traumas.  ●   Depressive symptoms, feels victimized in his ex-spouse through repeated rejection of his  efforts to mend their marriage and being provided no advance notice of her intention to  have him vacate the communal home.  ●   Guilt about mother’s death and not having moved her sooner.  ●   Shunning from his brother remains highly traumatic to him.  ●   Lack of self-confidence and self-esteem.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 18 of 24\n\n●   Feelings of worthlessness.  ●   Loss of hope for the future.  ●   Some social isolation.  ●   Low stress tolerance.  Symptom Management Strategies:  Mr. Yachnin reported making use of the following strategies to manage his symptoms at this  time:  ●   Rest.  ●   Organizing his environment, making his apartment feel like a home.  ●   Medication.  ●   Starting to exercise in an effort to offset significant deconditioning which has set-in over  the years.  BEHAVIOURAL OBSERVATIONS:  Emotional Presentation:  Over the more than 14 hours of clinical contact held between this therapist and Mr. Yachnin, his  clinical presentation would be described as generally flat, with a propensity to fixate and repeat  himself about various traumatic episodes described earlier in this report. It was apparent that  the process of unraveling years of trauma was a positive experience for Mr. Yachnin who found  the exercise cathartic in nature. This underscores this therapist’s impression that Mr. Yachnin is  in dire need of trauma processing counseling and would be advised to seek ongoing treatment  to address the multitude of emotional issues he discussed during the completion of this  assessment.  Cognitive Presentation:  Mr. Yachnin’s cognitive presentation is characterized by the following:  ●   Slowed Executive Function, difficulty processing questions posed and answering in a  disjointed manner.  ●   Difficulty keeping on track with the conversation at hand.  ●   Repetition of facts and details already shared in prior touchpoints.  ●   Evidence of difficulties with problem-solving.  ●   Difficulty to follow through on assigned research and exercises.  ●   Word-finding difficulties.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 19 of 24\n\n●   Limited cognitive reserves, unable to tolerate more than 1-hour sessions maximum  before evidence of marked cognitive decline was observed.   Issues with paperwork or  written text are prominent.  TYPICAL DAY:  Mr. Yachnin provided the following account of a typical day during the weeks where Sacha is  residing with him (one week with Mr. Yachnin and one week with Joanne):  ●   Wakes up at 7:00 and gets Sacha ready for school.  ●   Prepares breakfast, such as an omelet, carb and fruit. Prepares lunch for Sacha.  ●   Drops Sacha off at school at 8:30am , pickup is at 3:45pm.  ●   On   most   days,   he   will   go   to   Bridgehead where he will have conversations with  acquaintances and orient himself to the day.  ●   Stays at Bridgehead for 2 - 3 hours, limits himself to 2 coffees and a 12:00 deadline to  leave.  ●   He will run errands and address financial issues, keeping an eye on his limited funds.  ●   Will go to Dymon storage where he uses a conference room and has access to a medium  storage locker where most of his belongings are kept.  ●   Will return home with Sacha.  ●   Will prepare supper and spend time with his son.  ●   Goes to bed at varying times.  On the weeks where Sacha is with his mother, Mr. Yachnin describes a different pace with  regards to his day-to-day activities. He reported a propensity to “behave as a bachelor”,  spending notable amounts of time ruminating about his losses and the poor decisions he  believed he had made over the course of his life. He is prone to periods of self-neglect as he is  consumed with events of the past and severely anxious about his financial future.  LIVING ENVIRONMENT:  TYPE   OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   2   Main Floor   Wood  Bathrooms   1   Main Floor   Linoleum  Living Room   1   Main Floor   Wood  Family Room   0   N/A   N/A  Dining Room   1   Main Floor   Wood  Kitchen   1   Main Floor   Linoleum  ______________________________________________________________________________  Ronald Walter Yachnin   Page 20 of 24\n\nLaundry   1   Building Facility   Concrete  Stairs   N/A   N/A   N/A  Basement   N/A   N/A   N/A  Driveway  Description  N/A  Yard description   N/A  Mr. Yachnin made obvious efforts to provide a living environment which would be supportive of  his son’s needs at his current age of 13. There was a variety of sports equipment noted by this  therapist which Mr. Yachnin utilizes in tandem with him during his visits.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☒   Single   ☐   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone with 50/50 custody of his son, Sacha.  Children   1 child (age 13)  DISCUSSION:  Mr. Ronald Yachnin, currently 62 years of age, has not been gainfully employed over the last 13  years and has been struggling with a number of personal stressors. He has sought emergency  room treatment on several occasions over the years, with a multi-week stay at the Ottawa  Hospital   psychiatry   ward   in   2022,   where   he   underwent   recalibration   of   his   medication  prescription and participated in a number of therapeutic modalities. He lost his drivers’ license  for a period of time due to an accident which occurred, resulting from sleep deprivation, and a  possible link to his prescribed use of medication.  Mr. Yachnin is at this time working at piecing his life back together after a difficult relationship  with his estranged spouse Joanne Gorenstein, with whom he shares a 13-year-old son Sacha.  Mr. Yachnin has worked at stabilizing his life following a period of homelessness, where he  utilized money from his late mother’s estate to survive. He recalls having been pushed to the  point of selling his mother’s jewelry in order to provide for himself and his son. He currently  lives in a two-bedroom apartment which he rents and has yet to finalize the sorting and  organization of his personal effects and those of his late mother, many of which remain in  storage at this time. Years later, he is still responding to the disruption and chaos of the sudden  and without warning way in which he was put in the street and left homeless in 2018. This  includes both movement and financial disruption of great magnitude. It is only now, in 2024, six  years later that he has the mental clarity and time to go through his own and his mother's few  remaining belongings at the apartment and in storage.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 21 of 24\n\nMr. Yachnin presents with a longstanding history of clinical depression and severe anxiety, which  have impacted his ability to be gainfully employed over the past 13 years. His relationship with  his ex-spouse and her family was described as abusive, neglectful and generally not conducive  to fostering any form of recovery from his mental health issues. He describes alienation from  his ex-spouse’s family from the time of their engagement/wedding, which compounded his  feelings of alienation and loneliness stemming from his own family trauma dating back to his  youth. Mr. Yachnin never fully recovered from these traumatic events and despite attempts to  solidify his relationship with his then-partner, was met with dismissal and rejection of his offers  to work on the marital relationship.  Mr. Yachnin described a traumatic separation from his ex-spouse, who provided little to no  warning of her intention to separate, providing Mr. Yachnin with less than 3 weeks to vacate the  family home and relocate himself elsewhere. This period was compounded by the tragic loss of  his mother in 2019, which he attributes to her tripping over his belongings stored in her garage  post-separation.   Mr. Yachnin notes that his younger brother has been highly abusive around  this situation, leading him to utter statements such as “you killed our mother”. Mr. Yachnin’s  feelings of family alienation have been compounded by these events and he has developed  feelings of loss of self-identity, poor self-esteem, low motivation and difficulties initiating  activities which could help him out of his predicament, including finalizing his divorce.  From a clinical perspective, Mr. Yachnin is found to function at a limited base level at this time,  able to sustain a basic daily routine and having a variety of symptoms which interfere with  functioning.   He   is   continuing   to   experience   emotional   distress, coupled with incessant  ruminating of his losses and present circumstances. His cognitive presentation was observed to  be disorganized in thought content and presentation, requiring 14 hours of clinical contact to  obtain a cohesive narrative of his life experiences.   This therapist observed Mr. Yachnin  becoming cognitively fatigued after 45 minutes of discussion, requiring repeated attempts to  obtain necessary information to form the clinical opinion contained herein.  Based on this assessment and based on a review of available medical documentation, it is this  therapist’s clinical opinion that Mr. Yachnin is not gainfully employable at this time.   Medical  opinions on record from treating psychiatrists and GP are consistent with this point of view. Mr.  Yachnin would at this time benefit from financial support in the form of spousal support to  allow him to reclaim some degree of safety and security in his living situation and allowing him  the space to work on his mental health without distraction from the severe financial strain he  has been placed under over the last few years.   Mr. Yachnin presented as a dedicated father  who is striving to provide his son Sacha with stability and predictability of living circumstances  from both of his parents. Mr. Yachnin is not believed to be a candidate for work re-entry at this  juncture or in the future, given his age and limited marketability in the current labour market.  Mr. Yachnin has provided the following account of his earnings over the last 18 years:  ______________________________________________________________________________  Ronald Walter Yachnin   Page 22 of 24\n\nYear   Earnings  2023   $0  2022   $0  2021   $0  2020   $0  2019   $0  2018   $0  2017   $0  2016   $0  2015   $0  2014   $0  2013   $0  2012   $0  2011   $0  2010   $17,000 from short-term contract with Policy  Research Initiative with the Government of  Canada  2009   $12,000 through the Richard Ivey School of  Business Sustainability Network. He was also  actively seeking work with the government,  in tandem with the upheaval of moving to  Barrhaven from Gatineau, under duress.  2008   $0  2007   $0  2006   $6000 with the National Roundtable on the  Environment and the Economy.  2005   $80,000 with the Conference Board of  ______________________________________________________________________________  Ronald Walter Yachnin   Page 23 of 24\n\nCanada, his last salaried position.  His earnings history is supportive of the clinical opinion provided herein, where Mr. Yachnin has,  for all intents and purposes, not been employed in any meaningful capacity for the last 18 years  (with the exception of three short-term contracts earning a meager salary in 2006, 2009 and  2010).   His lack of recent work experience, the niche-centric nature of his education in  Geography   and   past   work   experience,   as   well   as   his   presentation   (both   cognitive   and  emotional), lead him to be at a significant competitive disadvantage in the current labour  market.   It is not anticipated that Mr. Yachnin will ever achieve the level of earnings from his  work at the Conference Board of Canada (or any earnings at all) and his focus should at this time  remain on managing his symptoms, solidifying a productive daily routine within his limits and  capacity, as well as achieving a degree of living stability which will foster some relative mental  health improvements, in tandem with engagement in psychological treatment and ongoing  monitoring by psychiatry.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  ______________________________________________________________________________  Ronald Walter Yachnin   Page 24 of 24\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY ASSESSMENT - EARNING CAPACITY  Client Name:   Ronald Wayne Yachnin   Date of Birth:   04/15/1962  Address:   315-2090   Neepawa   Avenue,  Ottawa, On  K2A 3M1  Telephone #:   (613) 866-3766  Lawyer:   Marc Coderre   Firm:   Sicotte   Guilbault   Legal  Services  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   10/06/2023   -   02/019/2024  (16 hours total).  Date of Report:   02/19/2024  CLINICIAN QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to the daily function of individuals suffering from  serious   physical,   psychological   and   cognitive   impairments.   His   assessments   inform  multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.)  P: (613) 204-1549   www.ferlandassociates.com  F: (888) 871-1549  ferland@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014",
    "SYMPTOMS": "Canada, his last salaried position.  His earnings history is supportive of the clinical opinion provided herein, where Mr. Yachnin has,  for all intents and purposes, not been employed in any meaningful capacity for the last 18 years  (with the exception of three short-term contracts earning a meager salary in 2006, 2009 and  2010).   His lack of recent work experience, the niche-centric nature of his education in  Geography   and   past   work   experience,   as   well   as   his   presentation   (both   cognitive   and  emotional), lead him to be at a significant competitive disadvantage in the current labour  market.   It is not anticipated that Mr. Yachnin will ever achieve the level of earnings from his  work at the Conference Board of Canada (or any earnings at all) and his focus should at this time  remain on managing his symptoms, solidifying a productive daily routine within his limits and  capacity, as well as achieving a degree of living stability which will foster some relative mental  health improvements, in tandem with engagement in psychological treatment and ongoing  monitoring by psychiatry.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  ______________________________________________________________________________  Ronald Walter Yachnin   Page 24 of 24",
    "MEDICAL_HISTORY": "Mr. Yachnin was granted his driver's license in October 2023. He leased a modest vehicle and is  now   able   to   access   the   community   by car with his son, which has been a substantial  enhancement to his quality of life.  MEDICAL DIAGNOSES:  Mr. Yachnin presented with the following medical history, confirmed through a review on  available medical records:  ●   Chronic adjustment with anxiety (unresolved chronic divorce stress)  ●   Chronic generalized anxiety disorder  ●   Recurrent major depression in remission  ●   Personality vulnerabilities (passivity/ avoidance/ dependence), Cluster C  ●   Past benzo misuse/ use disorder - in sustained remission  ●   Type II Diabetes  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name   and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome   of   Last  Appointment  Date   of   Next  Appointment  Dr. Seid   One year ago.   Blood test and  appointment in  approximately one  month.. Managing BP,  statins and diabetes.  TBD  Dr. Saul,  Psychiatrist  Once monthly. Managing  psychiatric conditions and  medication.  Monitoring mental  health and renewed  prescriptions.  TBD  CMHA   Monthly, ongoing.   Has been exposed to 3  professionals within  the organization.  “Karen” is seeing him  on a regular basis. He  accesses the recovery  library with all sorts of  resources.  Ongoing  ______________________________________________________________________________  Ronald Walter Yachnin   Page 16 of 24",
    "TYPICAL_DAY": "●   Limited cognitive reserves, unable to tolerate more than 1-hour sessions maximum  before evidence of marked cognitive decline was observed.   Issues with paperwork or  written text are prominent.  TYPICAL DAY:  Mr. Yachnin provided the following account of a typical day during the weeks where Sacha is  residing with him (one week with Mr. Yachnin and one week with Joanne):  ●   Wakes up at 7:00 and gets Sacha ready for school.  ●   Prepares breakfast, such as an omelet, carb and fruit. Prepares lunch for Sacha.  ●   Drops Sacha off at school at 8:30am , pickup is at 3:45pm.  ●   On   most   days,   he   will   go   to   Bridgehead where he will have conversations with  acquaintances and orient himself to the day.  ●   Stays at Bridgehead for 2 - 3 hours, limits himself to 2 coffees and a 12:00 deadline to  leave.  ●   He will run errands and address financial issues, keeping an eye on his limited funds.  ●   Will go to Dymon storage where he uses a conference room and has access to a medium  storage locker where most of his belongings are kept.  ●   Will return home with Sacha.  ●   Will prepare supper and spend time with his son.  ●   Goes to bed at varying times.  On the weeks where Sacha is with his mother, Mr. Yachnin describes a different pace with  regards to his day-to-day activities. He reported a propensity to “behave as a bachelor”,  spending notable amounts of time ruminating about his losses and the poor decisions he  believed he had made over the course of his life. He is prone to periods of self-neglect as he is  consumed with events of the past and severely anxious about his financial future.  LIVING ENVIRONMENT:  TYPE   OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   2   Main Floor   Wood  Bathrooms   1   Main Floor   Linoleum  Living Room   1   Main Floor   Wood  Family Room   0   N/A   N/A  Dining Room   1   Main Floor   Wood  Kitchen   1   Main Floor   Linoleum  ______________________________________________________________________________  Ronald Walter Yachnin   Page 20 of 24\n\nLaundry   1   Building Facility   Concrete  Stairs   N/A   N/A   N/A  Basement   N/A   N/A   N/A  Driveway  Description  N/A  Yard description   N/A  Mr. Yachnin made obvious efforts to provide a living environment which would be supportive of  his son’s needs at his current age of 13. There was a variety of sports equipment noted by this  therapist which Mr. Yachnin utilizes in tandem with him during his visits.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☒   Single   ☐   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone with 50/50 custody of his son, Sacha.  Children   1 child (age 13)  DISCUSSION:  Mr. Ronald Yachnin, currently 62 years of age, has not been gainfully employed over the last 13  years and has been struggling with a number of personal stressors. He has sought emergency  room treatment on several occasions over the years, with a multi-week stay at the Ottawa  Hospital   psychiatry   ward   in   2022,   where   he   underwent   recalibration   of   his   medication  prescription and participated in a number of therapeutic modalities. He lost his drivers’ license  for a period of time due to an accident which occurred, resulting from sleep deprivation, and a  possible link to his prescribed use of medication.  Mr. Yachnin is at this time working at piecing his life back together after a difficult relationship  with his estranged spouse Joanne Gorenstein, with whom he shares a 13-year-old son Sacha.  Mr. Yachnin has worked at stabilizing his life following a period of homelessness, where he  utilized money from his late mother’s estate to survive. He recalls having been pushed to the  point of selling his mother’s jewelry in order to provide for himself and his son. He currently  lives in a two-bedroom apartment which he rents and has yet to finalize the sorting and  organization of his personal effects and those of his late mother, many of which remain in  storage at this time. Years later, he is still responding to the disruption and chaos of the sudden  and without warning way in which he was put in the street and left homeless in 2018. This  includes both movement and financial disruption of great magnitude. It is only now, in 2024, six  years later that he has the mental clarity and time to go through his own and his mother's few  remaining belongings at the apartment and in storage.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 21 of 24"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.6666666666666666,
    "TYPICAL_DAY": 0.6666666666666666
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario",
      "dob": "04/15/1962  Address:   315-2090   Neepawa   Avenue",
      "age": null,
      "gender": "",
      "address": "315-2090   Neepawa   Avenue",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "rely,  _______________________  Sebastien Ferland OT Reg",
      "symptomProgression": "",
      "symptomNotes": "Canada, his last salaried position.  His earnings history is supportive of the clinical opinion provided herein, where Mr. Yachnin has,  for all intents and purposes, not been employed in any meaningful capacity for the last 18 years  (with the exception of three short-term contracts earning a meager salary in 2006, 2009 and  2010).   His lack of recent work experience, the niche-centric nature of his education in  Geography   and   past   work   experience,   as   well   as   his   presentation   (both   cognitive   and  emotional), lead him to be at a significant competitive disadvantage in the current labour  market.   It is not anticipated that Mr. Yachnin will ever achieve the level of earnings from his  work at the Conference Board of Canada (or any earnings at all) and his focus should at this time  remain on managing his symptoms, solidifying a productive daily routine within his limits and  capacity, as well as achieving a degree of living stability which will foster some relative mental  health improvements, in tandem with engagement in psychological treatment and ongoing  monitoring by psychiatry.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  ______________________________________________________________________________  Ronald Walter Yachnin   Page 24 of 24",
      "confidence": {
        "reportedSymptoms": 0,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [
        "Mr"
      ],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "Mr",
      "secondaryDiagnoses": [],
      "medicalNotes": "Mr. Yachnin was granted his driver's license in October 2023. He leased a modest vehicle and is  now   able   to   access   the   community   by car with his son, which has been a substantial  enhancement to his quality of life.  MEDICAL DIAGNOSES:  Mr. Yachnin presented with the following medical history, confirmed through a review on  available medical records:  ●   Chronic adjustment with anxiety (unresolved chronic divorce stress)  ●   Chronic generalized anxiety disorder  ●   Recurrent major depression in remission  ●   Personality vulnerabilities (passivity/ avoidance/ dependence), Cluster C  ●   Past benzo misuse/ use disorder - in sustained remission  ●   Type II Diabetes  CURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name   and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome   of   Last  Appointment  Date   of   Next  Appointment  Dr. Seid   One year ago.   Blood test and  appointment in  approximately one  month.. Managing BP,  statins and diabetes.  TBD  Dr. Saul,  Psychiatrist  Once monthly. Managing  psychiatric conditions and  medication.  Monitoring mental  health and renewed  prescriptions.  TBD  CMHA   Monthly, ongoing.   Has been exposed to 3  professionals within  the organization.  “Karen” is seeing him  on a regular basis. He  accesses the recovery  library with all sorts of  resources.  Ongoing  ______________________________________________________________________________  Ronald Walter Yachnin   Page 16 of 24",
      "confidence": {
        "primaryDiagnosis": 0.8,
        "diagnoses": 0.8,
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "●   Limited cognitive reserves, unable to tolerate more than 1-hour sessions maximum  before evidence of marked cognitive decline was observed.   Issues with paperwork or  written text are prominent.  TYPICAL DAY:  Mr. Yachnin provided the following account of a typical day during the weeks where Sacha is  residing with him (one week with Mr. Yachnin and one week with Joanne):  ●   Wakes up at 7:00 and gets Sacha ready for school.  ●   Prepares breakfast, such as an omelet, carb and fruit. Prepares lunch for Sacha.  ●   Drops Sacha off at school at 8:30am , pickup is at 3:45pm.  ●   On   most   days,   he   will   go   to   Bridgehead where he will have conversations with  acquaintances and orient himself to the day.  ●   Stays at Bridgehead for 2 - 3 hours, limits himself to 2 coffees and a 12:00 deadline to  leave.  ●   He will run errands and address financial issues, keeping an eye on his limited funds.  ●   Will go to Dymon storage where he uses a conference room and has access to a medium  storage locker where most of his belongings are kept.  ●   Will return home with Sacha.  ●   Will prepare supper and spend time with his son.  ●   Goes to bed at varying times.  On the weeks where Sacha is with his mother, Mr. Yachnin describes a different pace with  regards to his day-to-day activities. He reported a propensity to “behave as a bachelor”,  spending notable amounts of time ruminating about his losses and the poor decisions he  believed he had made over the course of his life. He is prone to periods of self-neglect as he is  consumed with events of the past and severely anxious about his financial future.  LIVING ENVIRONMENT:  TYPE   OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   2   Main Floor   Wood  Bathrooms   1   Main Floor   Linoleum  Living Room   1   Main Floor   Wood  Family Room   0   N/A   N/A  Dining Room   1   Main Floor   Wood  Kitchen   1   Main Floor   Linoleum  ______________________________________________________________________________  Ronald Walter Yachnin   Page 20 of 24"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [
        "Laundry   1   Building Facility   Concrete  Stairs   N/A   N/A   N/A  Basement   N/A   N/A   N/A  Driveway  Description  N/A  Yard description   N/A  Mr. Yachnin made obvious efforts to provide a living environment which would be supportive of  his son’s needs at his current age of 13. There was a variety of sports equipment noted by this  therapist which Mr. Yachnin utilizes in tandem with him during his visits.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☒   Single   ☐   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone with 50/50 custody of his son, Sacha.  Children   1 child (age 13)  DISCUSSION:  Mr. Ronald Yachnin, currently 62 years of age, has not been gainfully employed over the last 13  years and has been struggling with a number of personal stressors. He has sought emergency  room treatment on several occasions over the years, with a multi-week stay at the Ottawa  Hospital   psychiatry   ward   in   2022,   where   he   underwent   recalibration   of   his   medication  prescription and participated in a number of therapeutic modalities. He lost his drivers’ license  for a period of time due to an accident which occurred, resulting from sleep deprivation, and a  possible link to his prescribed use of medication.  Mr. Yachnin is at this time working at piecing his life back together after a difficult relationship  with his estranged spouse Joanne Gorenstein, with whom he shares a 13-year-old son Sacha.  Mr. Yachnin has worked at stabilizing his life following a period of homelessness, where he  utilized money from his late mother’s estate to survive. He recalls having been pushed to the  point of selling his mother’s jewelry in order to provide for himself and his son. He currently  lives in a two-bedroom apartment which he rents and has yet to finalize the sorting and  organization of his personal effects and those of his late mother, many of which remain in  storage at this time. Years later, he is still responding to the disruption and chaos of the sudden  and without warning way in which he was put in the street and left homeless in 2018. This  includes both movement and financial disruption of great magnitude. It is only now, in 2024, six  years later that he has the mental clarity and time to go through his own and his mother's few  remaining belongings at the apartment and in storage.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 21 of 24"
      ],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "●   Limited cognitive reserves, unable to tolerate more than 1-hour sessions maximum  before evidence of marked cognitive decline was observed.   Issues with paperwork or  written text are prominent.  TYPICAL DAY:  Mr. Yachnin provided the following account of a typical day during the weeks where Sacha is  residing with him (one week with Mr. Yachnin and one week with Joanne):  ●   Wakes up at 7:00 and gets Sacha ready for school.  ●   Prepares breakfast, such as an omelet, carb and fruit. Prepares lunch for Sacha.  ●   Drops Sacha off at school at 8:30am , pickup is at 3:45pm.  ●   On   most   days,   he   will   go   to   Bridgehead where he will have conversations with  acquaintances and orient himself to the day.  ●   Stays at Bridgehead for 2 - 3 hours, limits himself to 2 coffees and a 12:00 deadline to  leave.  ●   He will run errands and address financial issues, keeping an eye on his limited funds.  ●   Will go to Dymon storage where he uses a conference room and has access to a medium  storage locker where most of his belongings are kept.  ●   Will return home with Sacha.  ●   Will prepare supper and spend time with his son.  ●   Goes to bed at varying times.  On the weeks where Sacha is with his mother, Mr. Yachnin describes a different pace with  regards to his day-to-day activities. He reported a propensity to “behave as a bachelor”,  spending notable amounts of time ruminating about his losses and the poor decisions he  believed he had made over the course of his life. He is prone to periods of self-neglect as he is  consumed with events of the past and severely anxious about his financial future.  LIVING ENVIRONMENT:  TYPE   OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   2   Main Floor   Wood  Bathrooms   1   Main Floor   Linoleum  Living Room   1   Main Floor   Wood  Family Room   0   N/A   N/A  Dining Room   1   Main Floor   Wood  Kitchen   1   Main Floor   Linoleum  ______________________________________________________________________________  Ronald Walter Yachnin   Page 20 of 24\n\nLaundry   1   Building Facility   Concrete  Stairs   N/A   N/A   N/A  Basement   N/A   N/A   N/A  Driveway  Description  N/A  Yard description   N/A  Mr. Yachnin made obvious efforts to provide a living environment which would be supportive of  his son’s needs at his current age of 13. There was a variety of sports equipment noted by this  therapist which Mr. Yachnin utilizes in tandem with him during his visits.  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☒   Single   ☐   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone with 50/50 custody of his son, Sacha.  Children   1 child (age 13)  DISCUSSION:  Mr. Ronald Yachnin, currently 62 years of age, has not been gainfully employed over the last 13  years and has been struggling with a number of personal stressors. He has sought emergency  room treatment on several occasions over the years, with a multi-week stay at the Ottawa  Hospital   psychiatry   ward   in   2022,   where   he   underwent   recalibration   of   his   medication  prescription and participated in a number of therapeutic modalities. He lost his drivers’ license  for a period of time due to an accident which occurred, resulting from sleep deprivation, and a  possible link to his prescribed use of medication.  Mr. Yachnin is at this time working at piecing his life back together after a difficult relationship  with his estranged spouse Joanne Gorenstein, with whom he shares a 13-year-old son Sacha.  Mr. Yachnin has worked at stabilizing his life following a period of homelessness, where he  utilized money from his late mother’s estate to survive. He recalls having been pushed to the  point of selling his mother’s jewelry in order to provide for himself and his son. He currently  lives in a two-bedroom apartment which he rents and has yet to finalize the sorting and  organization of his personal effects and those of his late mother, many of which remain in  storage at this time. Years later, he is still responding to the disruption and chaos of the sudden  and without warning way in which he was put in the street and left homeless in 2018. This  includes both movement and financial disruption of great magnitude. It is only now, in 2024, six  years later that he has the mental clarity and time to go through his own and his mother's few  remaining belongings at the apartment and in storage.  ______________________________________________________________________________  Ronald Walter Yachnin   Page 21 of 24",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0.8,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}