{
  "fileName": "Yachnin, Ronald ECE_IHA.pdf",
  "originalText": "OCCUPATIONAL THERAPY ASSESSMENT - EARNING CAPACITY  Client Name:   Ronald Yachnin   Date of Birth:   04/15/1962  Address:   315-2090   Neepawa   Avenue,  Ottawa, On  K2A 3M1  Date of Loss:  Telephone #:   (613) 866-3766  Lawyer:   Marc Coderre   Firm:   Sicotte   Guilbault   Legal  Services  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   10/06/2023 - 02/01/2024 (14  hours total).  Date of Report:   02/05/2024  CLINICIAN QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to the daily function of individuals suffering from  P: (613) 204-1549   www.ferlandassociates.com  F: (888) 871-1549  ferland@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014\n\nserious   physical,   psychological   and   cognitive   impairments.   His   assessments   inform  multidisciplinary team members (psychiatry, orthopedics, neurology, physiatry, psychology, etc.)  of injured client’s daily functional capabilities at home, work and in the community, assisting  them in forming opinions surrounding whether the catastrophic injury threshold is met.  Mr. Ferland concurrently provides services as a treating Occupational Therapist to clients who  have sustained physical and psychological trauma in motor vehicle accidents. He has extensive  experience in providing care to individuals suffering from chronic pain, depression, anxiety and  posttraumatic   stress,   overseeing   and   directing   functional   reactivation programs to foster  improvements in function and participation in meaningful activity.  ASSESSMENT PREAMBLE :  Mr. Ronald Yachnin was referred to Ferland & Associates by his legal representative Mr. Marc  Coderre of Sicotte Guilbault Legal Services.   He requested that this therapist complete a  comprehensive assessment of Mr. Yachnin’s overall level of function and provide an opinion  surrounding his ability to earn income at this time. This assessment was sought in the context  of a marital separation matter to assist in determining spousal support obligations.  This assessment was initiated on October 6, 2023 and was completed on February 1, 2024 with  a total of 14 hours of clinical contact time, held noth in person and virtually. The assessment  spanned 10 separate sessions over that period of time, which was required to assist Mr. Yachnin  in organizing his thoughts and providing a clear narrative of his personal and professional  history as well as an account of his current struggles and the implications these have on his  ability to generate income in the current labour market.  INFORMED CONSENT STATEMENT:  This therapist has reviewed issues related to consent as per the requirements outlined by the  College of Occupational Therapists of Ontario:  ●   An occupational therapy assessment is to be conducted by this therapist, a registered  occupational therapist with the College of Occupational Therapists of Ontario (COTO).  ●   The assessment has been requested by his legal representative Mr. Marc Coderre.  ●   The purpose of this assessment is to assess Mr. Yachnin’s current functional status as it  relates to his ability to complete activities of daily living as wella s to comment on his  capacity to generate income.  ●   The proposed assessment will include: an interview, a physical assessment and also  observations of the ability to complete functional tasks within and around the home as  well as education on safe means of completing activities of daily living if required.  ______________________________________________________________________________  Ron Yachnin   Page 2 of 16\n\n●   Due to the physical nature of the assessment, pain and fatigue are possible temporary  side effects. Mr. Yachnin may choose to participate or decline any or all of the proposed  assessment.  ●   A report documenting this assessment will be completed and copies will be provided to  the following parties via secure transmission (fax or encrypted email attachment):  o   Marc Coderre legal representative  Following this therapist’s explanation Mr. Yachnin granted informed consent for this therapist to  proceed with the assessment and any subsequent interventions.  DOCUMENTATION REVIEWED:  The following documentation was provided to this therapist for review by the offices of Mr.  Marc Coderre on October 6th 2023:  1)   Report from Dr. Thilo Vollarath dated November 25, 2022.  “Mr. Yachnin has been my patient since Nov. 8, 2017.  He meets all the criteria for the DSM-5 diagnosis of 301.6 Dependent Personality Disorder. He  also endorses the diagnoses of Generalized Anxiety Disorder and Major Depressive Disorder.  A person with Dependent Personality Disorder essentially lacks the personality traits of positive  self image, assertiveness, confidence, independence, decisiveness, necessary to manage a  successful personal and professional life.  Mr. Yachnin has not been able to hold a job for over ten years. He has been totally submissive to  his wife whose decisions significantly restricted his interests. He surrendered the management of  his attempts to establish a professional life to a strong, manipulative woman who used him as  an assistant without pay for over a year. He has been passive and submissive in the pursuit of a  fair separation agreement with his ex-wife with no settlement after five years, leaving the  custody of his son and a financial settlement undetermined. He continues to let his younger  brother treat him abusively without defending himself even though he is emotionally hurt by  this. He lacks autonomy, independence and confidence. Instead of setting and pursuing goals on  his own initiative, he focuses on finding and maintaining a circle of supporters/helpers to guide  him. He was unable to act as executor of his mother's estate on his own and only achieved this  task through the help of others.  A very important consequence of being unable to manage his life was the evolution of his  increasingly severe depression and   crippling generalized anxiety. He experiences severe panic  attacks which significantly contribute to Mr. Yachnin' s present, ongoing disabled state.  ______________________________________________________________________________  Ron Yachnin   Page 3 of 16\n\nI consider Mr. Yachnin to be totally disabled and incapable of holding any job. In regards to a  prognosis, I see limited likelihood of change as personality disorders are usually resistant to  change.  A last point should be noted: Mr. Yachnin is a devoted, committed father and is fully capable of  parenting his son.”  2)   Report from Adrien Trempier of the Canadian Mental Health Association dated June 1,  2022.  “Mr. Yachnin was referred on February 10th, 2022 by The Ottawa Hospital Civic Campus for  anxiety and situational crisis, including substantial financial distress. He has been working with  this writer since February 19th, 2022 and they have been meeting on a weekly basis since that  time.”  “Mr.   Yachnin's   mental health, symptoms of depression and anxiety, arising from difficult  circumstances have disrupted his ability to work and handle tasks, including financial and  administrative duties and addressing certain social situations. Despite this, Mr. Yachnin states he  has been responsible for and able to manage the physical care of his child, Sacha Yachnin. He  has been involved in making the major decisions regarding his child's life, such as his education,  religion, and health care. In addition, there has been no evidence to suggest any concerns with  respect to Mr. Yachnin's ability to properly care for his child.”  3)   Report from Dr. Daniel Saul dated June 8, 2022.  “Mr. Yachnin is known to this writer from an inpatient hospitalization at the TOH Civic Campus  (Feb 22 - March 16, 2022), with a primary diagnosis of recurrent depression with anxious  features.”  Admission Dates: Feb 22 - Mar 16, 2022  In   summary,   a   59   year   old   gentleman   with   chronic   anxiety   /   recurrent   depression   /  benzodiazepine use disorder, followed in the community by Dr Vollrath (Psychiatry). Divorced in  2018, with an 11 year old son in shared custody. Previously high functioning, but off work for  over approximately the past 15 years. Medications on admission included Effexor 225 mg daily,  Remeron 30 mg qhs, lmovane 7.5 mg qhs, Trazodone 50 - 100 mg PRN, and Seroquel IR 50 qhs.  Several repeated ER presentations, endorsing heightened anxiety, physical agitation and intense  emotional distress (stemming from multiple unresolved situational stresses) and acute or  chronic suicidal thoughts (no active suicidality or intent). No psychosis or manic features.  Admitted voluntarily in crisis.”  ______________________________________________________________________________  Ron Yachnin   Page 4 of 16\n\n4)   Report from Dr. Cherinet Seid dated May 17, 2022.  “I am writing to you in response to your letter dated May 11, 2022.  I agree with your assessment of Mr Yachnin's situation.  Medically he has been dealing with mental health instability of significant nature. Changes in his  life , first separation from his wife and then death of his mother were prominent triggers that  exacerbated his medicaL condition.  He is following a recommended treatment plan.  He continues to follow up with Psychiatrist as he continues to prioritize care and well being of his  son.  It is my impression that at this time he is not in a position to be gainfully employed.”  5)   Medical records from Dr. Cherinet Seid.  6)   Medical records from The Queensway Carleton Hospital.  7)   Medical records from The Ottawa Hospital.  8)   Mr. Yachnin’s curriculum vitae.  COURSE OF MEDICAL MANAGEMENT AND IMPACT ON DAILY LIFE:  Mr. Yachnin, currently 62 years of age, presents with a longstanding history of mental health  struggles dating back to his early 20s. He provided a detailed, yet disorganized account of the  various stressors and traumas he experienced over the course of his life, which have had an  invariable impact on his ability to function in a professional capacity. With a Masters Degree in  Geography, obtained in 1988 through the University of Toronto, Mr. Yachnin has been, for all  intents and purposes, not gainfully employed for the last 13 years. He held his academic  achievements in high regard, evidenced by various awards and scholarships he obtained while  pursuing his studies.  Mr. Yachinin described his youth as difficult, highlighting issues with an abusive father who was  incarcerated at one point for possession of narcotics. He reports a history of anxiety, self doubt,  and a lack of belief in his capabilities, which has impacted his ability to progress in his career.  Earlier in his professional development, Mr. Yachnin was successfully employed with various  think tanks and government agencies, providing consulting services, at one time earning  upwards of 80,000$ per annum. In 2005, Mr. Yachnin left the traditional workforce in order to  start   his   own   company,   Yachnin   &   Associates.   This   occurred   following   the   unexpected  termination of his employment with The Conference Board of Canada, where he was the victim  of restructuring and downsizing of the organization.   This period of time coincided with a  concurrent number of personal stressors, which he was admittedly ill equipped to handle as a  result of his mental health difficulties. He provided a detailed account of various events leading  to his marriage and following his divorce from his estranged wife, Joanne.  ______________________________________________________________________________  Ron Yachnin   Page 5 of 16\n\nThe following are highlights of his complex history, provided to this therapist over 10 separate  touchpoints with Mr. Yachnin held in person and virtually, supplemented by various documents  produced by Mr. Yachnin, and emailed to this therapist for review and consideration.  a.   Car Accident - 1986  Mr. Yachnin was involved in a significant motor vehicle accident in 1986 which resulted in  ruptured discs in his thoracic spine.   Subsequent to this accident, Mr. Yachnin was precluded  from engaging in any form of high impact activity and saw his overall capacity to engage in  strenuous physical activity curtailed.   He noted that this event was highly distressing and was  the source of emotional stress as he dealt with the legal ramifications of his insurance claim. He  continues   to   struggle   with   back   pain   to   this   day,   with   concurrent   signoses   of   spinal  kyphosis/scoliosis.  b.   First Depressive Episode - 1997  Following   a   breakup   from   a   long-term   relationship, combined with the loss of mobility  experienced following his car accident. Mr. Yachnin describes his first experience with clinical  depression.   He   recounts   a   multitude   of   factors,   including   the   loss   of   opportunity   for  international   work   and getting “stuck” in   the government, with a job he found to be  unrewarding and below his capacities.  c.   Met Joanne Gorenstein - 2006  Mr. Yachnin met his now estranged spouse Joanne over a blind date arranged by a friend. This  occurred at a time where he had been recently terminated from The Conference Board of  Canada and in tandem, being nominated for national awards for work linking corporate  sustainable development practices with shareholder value. He was reportedly informed in 2008  by Joanne’s sister that she would not be moving to his home in Gatineau, where Mr. Yachnin  had established himself. This was qualified as a “show stopper” where he was compelled to sell  his home and relocate to the Barrhaven community.   This was done under duress and he  expressed feelings of doubt about the direction of the relationship and the onset of increased  depressive symptoms.  d.   Married to Joanne Gorenstein - 2009  Mr. Yachnin reported that he was married to Joanne in 2009 and the wedding ceremony and  celebration were marred with discord with her family. He describes crying uncontrollably under  the canopy during the ceremony and being the recipient of difficult interactions with Joanne’s  father.   Shortly after the wedding, Mr. Yachnin and Joanne had their one and only sexual  encounter which resulted in pregnancy. In 2010, Mr. Yachnin and Joanne had their son, Sasha.  ______________________________________________________________________________  Ron Yachnin   Page 6 of 16\n\nMr. Yachnin describes a consistent dismissal of his presence at family gatherings where he felt  he had become “an invisible man”. Joanne would have dinner with her sister and parents every  Wednesday and Mr. Yachnin was informed he could not attend these dinners as his presence  would sway the maternal grandparents’ attention away from Sasha. He notes being repeatedly  hurt by the lack of engagement her family had with him (noting for example, a number of  wedding photos in their home, none of which included him).  The move to Barrhaven occurred in 2010 and Mr. Yachnin describes feeling pressured into this  move which had ripple effects on his ability to engage in networking in the manner he was  accustomed to.   He noted that while he felt uneasy with this decision, he did not have the  emotional fortitude to “push back” and express his desire to remain in Gatineau in a home he  loved, close to all amenities and in close proximity to Government offices in Ottawa.  In 2012, Mr. Yachnin describes a trip he took with Joanne and Sasha to Florida to visit Joanne’s  parents. In this trip, he recalls Joanne’s father calling him “worthless” and this compounded his  feelings of familial alienation. This would be the last family trip to Florida, as Joanne continued  to go to Florida on holidays without Mr. Yachnin.  e.   Stay-at-home father, 4 Hospital Visits - 2017 - 2018  Mr. Yachnin noted that he was the primary caregiver for their son Sasha during the years that  followed, while Joanne focussed on her career. He indicated that around 2017, when Sasha was  old enough to be independent with some self-care functions (such as dressing himself), Mr.  Yachnin began looking for work.   He reported stressors surrounding finances leading him to  apply for various jobs.   He reports two visits to the ER for mental health reasons in 2017 and  another visit in 2018 for emotional decompensation. In all three instances, he recalled going to  the hospital on his own, without support from Joanne. Mr. Yachnin’s mother experienced a fall  in her home in Montreal while making Easter eggs for Sasha. leading to a brain bleed/stroke.  Mr. Yachnin reportedly attended the ER in Montreal around that time, again seeking assistance  for his deteriorating mental health.  f.   Separation and Homelessness - 2018  In 2018, Mr. Yachnin was informed that he could not stay in the home as Joanne was seeking a  separation and needed him to vacate the home they shared in Barrhaven. Mr. Yachnin was left  without a place to live and reported staying in hotels for a number of months, later utilizing  assets from his mother’s estate to survive. He rented a storage unit at Dymon Storage where he  kept his belongings, utilizing the available conference room to attempt a re-entry into the  workforce.  He recounted the tragic passing of his mother in 2019, following an incident where she  reportedly tripped on his belongings stored in her garage, falling and striking her head.   She  succumbed to these injuries and Mr. Yachnin shared a deep sense of guilt and culpability at this  ______________________________________________________________________________  Ron Yachnin   Page 7 of 16\n\noccurrence.   He noted that this also fueled issues with his younger brother, who became  abusive and extended blame on Mr. Yachnin for the death of his mother.  g.   Loss of Driver’s License and Hospitalization - 2021  Mr. Yachnin was involved in a motor vehicle accident in 2021 when he reportedly utilized  prescription medication   leading to loss of capacity to drive his vehicle.   He was initially  hospitalized overnight and had his driver’s license suspended. He was later hospitalized over a  multi-week   period   of   time   due   to   deteriorating   mental   health   and   overprescription   of  medication by his psychiatrist. In the Spring of 2021, Mr. Yachnin purchased an electric bicycle  and utilized this to access the community.  Due to his hospitalization and associated shock at losing his drivers’ license, Mr. Yachnin was  unable to retrieve cherished items from his mother’s home, which were sold to liquidators with  the remainder of her estate. This led to significant feelings of guilt and loss which he continues  to experience to this day.  Mr. Yachnin was granted his driver's license in October 2023. He purchased a modest vehicle  and is now able to access the community by car, which has been a substantial enhancement to  his quality of life.  MEDICAL DIAGNOSES:  Mr. Yachnin presented with the following medical history, confirmed through a review on  available medical records:  ●   Type 2 Diabetes  ●   Recurrent Depressive Disorder  ●   Chronic Anxiety  ●   Benzodiazepine Use Disorder  ●   Adjustment Disorder With Anxious Features  ●   Personality Vulnerabilities - Dependent Personality Disorder  ______________________________________________________________________________  Ron Yachnin   Page 8 of 16\n\nCURRENT MEDICAL/REHABILITATION TEAM:  Health  Professional  Name   and  Specialty  Date of Last Appointment/  Frequency of appointments  Outcome   of   Last  Appointment  Date   of   Next  Appointment  Dr. Seid   One year ago.   Blood   test   and  appointment   in  approximately   one  month..   Managing BP,  statins and diabetes.  TBD  Dr. Saul,  Psychiatrist  Once   monthly.   Managing  psychiatric   conditions   and  medication.  Monitoring   mental  health   and   renewed  prescriptions.  TBD  CMHA   Weekly, ongoing.   Has been exposed to 3  professionals   within  the   organization.  “Karen”   is seeing him  on a regular basis.   He  accesses   the   recovery  library with all sorts of  resources.  Ongoing  MEDICATION:  Medication Name   Dosage/Frequency   Purpose  Zopiclone   7.5 mg daily   Sleep  Mirtazapine   30 mg daily   Depression  Quetiapine   300 mg   To extend sleep duration  Quetiapine   50 mg   PRN for anxiety, taken almost  every day  Effexor   225 mg   Depression  Metformin   Unknown   Diabetes  Amlodipine   Unknown   Blood pressure  Lyrica   Unknown   Anxiety  Mr. Yachnin reports significant difficulties with side effects of various medications he is required  to take on an ongoing basis. Without the use of medication, he is unable to fall asleep. With  the medication, he will sleep. However, he wakes with feelings of mental fogginess and difficulty  focusing for several hours.  ______________________________________________________________________________  Ron Yachnin   Page 9 of 16\n\nCLIENT REPORTED SYMPTOMS  Physical Symptoms:  Pain symptoms are rated on an analog pain scale where 0 = no pain and 10 = intolerable pain .  Symptom/Complaint   Details   Pain   Rating  if Necessary  Deconditioning   Feels   like   all   his   muscles   have   atrophied.  Feels old and weak.   He reports pain in his  back which   interferes with his ability to be  physically active.   He has plans to resume  attendance at the gym in order to work on his  physical conditioning.  N/A  Poor sleep and lack of energy   Mr. Yachnin reports that his sleep is poor and  when he does get a good night of sleep, this  is with the use of prescription medication.  He   wakes   feeling   groggy,   unfocused   and  generally   unable   to   focus   on   anything   of  substance.  N/A  Cognitive Symptoms:  When questioned about changes in his cognitive function, Mr. Yachnin reported the following  changes he has observed:  ●   Slow to process anything cognitively demanding.  ●   Mornings are very difficult, taking him several hours to wake and become able to  function “normally”.  ●   Memory issues, forgetfulness.  ●   Difficulty writing thoughts on paper.  ●   Disorganization, specific examples relating to his personal belongings and his mother’s  belongings which remain in storage, as well as in bags and boxes strewn around his  apartment. “Nothing is in its place”.  ●   Difficulty with problem solving.  ●   Has to make lists in order to accomplish anything.   He will write 3 things down to  complete and systematically work through his list.   He is unable to multitask and gets  easily distracted.  ●   Doubts his decisions and has no confidence in his ability to make decisions. He is  susceptible to the opinions of others and is easily swayed.  ●   Difficulty sleeping impacts his ability to function the following day.  ●   Incessant ruminating and worrying.  ______________________________________________________________________________  Ron Yachnin   Page 10 of 16\n\nEmotional Symptoms:  Mr. Yachnin noted a number of troubling emotional symptoms which he experiences at this  time:  ●   Severe anxiety, largely linked to financial distress and multiple unresolved traumas.  ●   Depressive symptoms, feels victimized in his ex  ●   Guilt about mother’s death and not having moved her sooner.  ●   Shunning from his brother remains highly traumatic to him.  ●   Lack of self-confidence and self-esteem.  ●   Feelings of worthlessness.  ●   Loss of hope for the future.  ●   Social isolation, inability to engage with people beyond “micro-friendships”, developed  at a local coffee shop which he attends daily to force an outing from his apartment  Symptom Management Strategies:  Mr. Yachnin reported making use of the following strategies to manage his symptoms at this  time:  ●   Rest.  ●   Organizing his environment, making his apartment feel like a home.  ●   Medication.  ●   Starting to exercise in an effort to offset significant deconditioning which has set-in over  the years.  BEHAVIOURAL OBSERVATIONS:  Emotional Presentation:  Over the more than 14 hours of clinical contact held between this therapist and Mr. Yachnin, his  clinical presentation would be described as generally flat, with a propensity to fixate and repeat  himself about various traumatic episodes described earlier in this report. It was apparent that  the process of unraveling years of trauma was a positive experience for Mr. Yachnin who found  the exercise cathartic in nature. This underscores this therapist’s impression that Mr. Yachnin is  in dire need of trauma processing counseling and would be advised to seek ongoing treatment  to address the multitude of emotional issues he discussed during the completion of this  assessment.  ______________________________________________________________________________  Ron Yachnin   Page 11 of 16\n\nCognitive Presentation:  Mr. Yachnin’s cognitive presentation is characterized by the following:  ●   Slowed Executive Function, difficulty processing questions posed and answering in a  disjointed manner.  ●   Difficulty keeping on track with the conversation at hand.  ●   Repetition of facts and details already shared in prior touchpoints.  ●   Evidence of difficulties with problem-solving.  ●   Inability to follow through on assigned research and exercises.  ●   Word-finding difficulties.  ●   Limited cognitive reserves, unable to tolerate more than 1-hour sessions maximum  before evidence of marked cognitive decline was observed.  TYPICAL DAY:  Mr. Yachnin provided the following account of a typical day at the time of this assessment:  ●   Wakes up at 7:00 and gets Sasha ready for school.  ●   Prepares breakfast, such as an omelet, carb and fruit.  ●   Drops Sasha off at school at 8:30am , pickup is at 3:45pm.  ●   On a good day, he will go to Bridgehead where he will have conversations with  acquaintances.  ●   Stays at Bridgehead for 2 - 3 hours, limits himself to 2 coffees and a 12:00 deadline to  leave.  ●   He will run errands and address financial issues, keeping an eye on his limited funds.  ●   Will go to Dymon storage where he uses a conference room and has access to a medium  storage locker where most of his belongings are kept.  ●   Will return home with Sasha.  ●   Will prepare supper and spend time with his son.  ●   Goes to bed at varying times.  On the weeks where Sasha is with his mother, Mr. Yachnin describes a very different pace with  regards   to   his   day-to-day   activities. He reported a propensity to “shut down”, spending  inordinate amounts of time ruminating about his losses and the poor decisions he believed he  had made over the course of his life. He is prone to periods of self-neglect as he is consumed  with events of the past and severely anxious about his financial future.  ______________________________________________________________________________  Ron Yachnin   Page 12 of 16\n\nLIVING ENVIRONMENT:  TYPE   OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   2   Main Floor   Wood  Bathrooms   1   Main Floor   Linoleum  Living Room   1   Main Floor   Wood  Family Room   0   N/A   N/A  Dining Room   1   Main Floor   Wood  Kitchen   1   Main Floor   Linoleum  Laundry   1   Building Facility   Concrete  Stairs   N/A   N/A   N/A  Basement   N/A   N/A   N/A  Driveway  Description  N/A  Yard description   N/A  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☒   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone with 50/50 custody of his son, Sasha.  Children   1 child (age 12)  DISCUSSION:  Mr. Ronald Yachnin, currently 62 years of age, has not been gainfully employed over the last 13  years and has been struggling with a number of personal stressors. He has sought emergency  room treatment on several occasions over the years, with a multi-week stay at the Ottawa  Hospital   psychiatry   ward   in   2022,   where   he   underwent   recalibration   of   his   medication  prescription and participated in a number of therapeutic modalities. He lost his drivers’ license  for   a   period   of   time   due   to   an   accident   which   occurred,   resulting from an overuse /  overprescription of his medication .  Mr. Yachnin is at this time working at piecing his life back together after a difficult relationship  with his estranged spouse Joanne Gorenstein, with whom he shares a 12-year-old son Sasha.  Mr. Yachnin has worked at stabilizing his life following a period of homelessness, where he  utilized money from his late mother’s estate to survive. He recalls having been pushed to the  point of selling his mother’s jewelry in order to provide for himself and his son. He currently  lives in a two-bedroom apartment which he rents and has yet to finalize the sorting and  ______________________________________________________________________________  Ron Yachnin   Page 13 of 16\n\norganization of his personal effects and those of his late mother, which all remain in storage at  this time.  Mr. Yachnin presents with a longstanding history of clinical depression and severe anxiety, which  have impacted his ability to be gainfully employed over the past 13 years. His relationship with  his ex-spouse and her family was described as abusive, neglectful and generally not conducive  to fostering any form of recovery from his mental health issues. He describes alienation from  his ex-spouse’s family from the time of their marriage, which compounded his feelings of  alienation and loneliness stemming from his own family trauma dating back to his youth. Mr.  Yachnin never fully recovered from these traumatic events and despite attempts to solidify his  relationship with his then-partner, was met with dismissal and rejection of his offers to work on  the marital relationship.  Mr. Yachnin described a traumatic separation from his ex-spouse, who provided little to no  warning of her intention to separate, providing Mr. Yachnin with less than 3 days to vacate the  family home and relocate himself elsewhere. This period was compounded by the tragic loss of  his mother in 2019, which he attributes to her tripping over his belongings stored in her garage  post-separation.   Mr. Yachnin notes that his younger brother has been highly abusive around  this situation, leading him to utter statements such as “you killed our mother”. Mr. Yachnin’s  feelings of family alienation have been compounded by these events and he has developed  feelings of loss of self-identity, poor self-esteem, low motivation and an inability to initiate  activities which could help him out of his predicament.  From a clinical perspective, Mr. Yachnin is found to function at a limited base level at this time,  barely able to sustain a daily routine and having a variety of symptoms which interfere with  productive functioning. He is continuing to experience severe emotional distress, coupled with  incessant ruminating of his losses.   His cognitive presentation was observed to be highly  disorganized in thought content and presentation. requiring upwards of 14 hours of clinical  contact to obtain a cohesive narrative of his life experiences.   This therapist observed Mr.  Yachnin becoming cognitively fatigued after 45 minutes of discussion, requiring repeated  attempts to obtain necessary information to form the clinical opinion contained herein.  Based on this assessment and based on a review of available medical documentation, it is this  therapist’s clinical opinion that Mr. Yachnin is not gainfully employable at this time.   Medical  opinions on record from treating psychiatrists and GP are consistent with this point of view. Mr.  Yachnin would at this time benefit from financial support in the form of spousal support to  allow him to reclaim some degree of safety and security in his living situation and allowing him  the space to work on his mental health without distraction from the severe financial strain he  has been placed under over the last few years.   Mr. Yachnin presented as a dedicated father  who is striving to provide his son Sasha with stability and predictability of living circumstances  from both of his parents. Mr. Yachnin is not believed to be a candidate for work re-entry at this  juncture or in the future, given his age and limited marketability in the current labour market.  ______________________________________________________________________________  Ron Yachnin   Page 14 of 16\n\nMr. Yachnin has provided the following account of his earnings over the last 18 years:  Year   Earnings  2023   $0  2022   $0  2021   $0  2020   $0  2019   $0  2018   $0  2017   $0  2016   $0  2015   $0  2014   $0  2013   $0  2012   $0  2011   $0  2010   17,000 from short-term contract with Policy  Research Initiative with the Government of  Canada  2009   $0 No earnings but was actively seeking work  with the government, in tandem with the  upheaval of moving to Barrhaven from  Gatineau, under duress.  2008   $0  2007   $0  2006   $0  ______________________________________________________________________________  Ron Yachnin   Page 15 of 16\n\n2005   $80,000 with the Conference Board of  Canada, his last salaried position.  His earnings history is supportive of the clinical opinion provided herein, where Mr. Yachnin has,  for all intents and purposes, not been employed in any meaningful capacity for the last 18 years  (with the exception of one short-term contract earning a meager salary in 2010).   His lack of  recent work experience, the niche-centric nature of his education in Geography and past work  experience, as well as his presentation (both cognitive and emotional), lead him to be at a  significant competitive disadvantage in the current labour market. It is not anticipated that Mr.  Yachnin will ever achieve the level of earnings from his work at the Conference Board of Canada  (or any earnings at all) and his focus should at this time remain on managing his symptoms,  solidifying a productive daily routine within his limits and capacity, as well as achieving a degree  of living stability which will foster some relative mental health improvements, in tandem with  engagement in psychological treatment and ongoing monitoring by psychiatry.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  ______________________________________________________________________________  Ron Yachnin   Page 16 of 16\n\n",
  "sections": {
    "DEMOGRAPHICS": "OCCUPATIONAL THERAPY ASSESSMENT - EARNING CAPACITY  Client Name:   Ronald Yachnin   Date of Birth:   04/15/1962  Address:   315-2090   Neepawa   Avenue,  Ottawa, On  K2A 3M1  Date of Loss:  Telephone #:   (613) 866-3766  Lawyer:   Marc Coderre   Firm:   Sicotte   Guilbault   Legal  Services  Therapist:   Sebastien Ferland OT Reg.(Ont.)   Date of Assessment:   10/06/2023 - 02/01/2024 (14  hours total).  Date of Report:   02/05/2024  CLINICIAN QUALIFICATIONS:  Mr.   Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario.   His professional practice  began in 1998 when he graduated from the University of Ottawa’s School of Rehabilitation and  began working as a registered Occupational Therapist in the private sector. Over the years, Mr.  Ferland has developed his clinical skills and evolved to provide expert opinions in matters of  human function to stakeholders in the automobile insurance sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors. His opinions are sought by both plaintiff and defense counsel in the context  of resolving matters in personal injury and family law cases. He has been qualified several times  as an expert in his field, providing testimony under oath in FSCO tribunals and cases appearing  before the Ontario Superior Court of Justice.  Mr. Ferland’s practice includes regular contributions to catastrophic designation assessment  teams where he provides opinions related to the daily function of individuals suffering from  P: (613) 204-1549   www.ferlandassociates.com  F: (888) 871-1549  ferland@ferlandassociates.com  Proudly Serving Eastern Ontario Since 2014",
    "SYMPTOMS": "2005   $80,000 with the Conference Board of  Canada, his last salaried position.  His earnings history is supportive of the clinical opinion provided herein, where Mr. Yachnin has,  for all intents and purposes, not been employed in any meaningful capacity for the last 18 years  (with the exception of one short-term contract earning a meager salary in 2010).   His lack of  recent work experience, the niche-centric nature of his education in Geography and past work  experience, as well as his presentation (both cognitive and emotional), lead him to be at a  significant competitive disadvantage in the current labour market. It is not anticipated that Mr.  Yachnin will ever achieve the level of earnings from his work at the Conference Board of Canada  (or any earnings at all) and his focus should at this time remain on managing his symptoms,  solidifying a productive daily routine within his limits and capacity, as well as achieving a degree  of living stability which will foster some relative mental health improvements, in tandem with  engagement in psychological treatment and ongoing monitoring by psychiatry.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  ______________________________________________________________________________  Ron Yachnin   Page 16 of 16",
    "MEDICAL_HISTORY": "occurrence.   He noted that this also fueled issues with his younger brother, who became  abusive and extended blame on Mr. Yachnin for the death of his mother.  g.   Loss of Driver’s License and Hospitalization - 2021  Mr. Yachnin was involved in a motor vehicle accident in 2021 when he reportedly utilized  prescription medication   leading to loss of capacity to drive his vehicle.   He was initially  hospitalized overnight and had his driver’s license suspended. He was later hospitalized over a  multi-week   period   of   time   due   to   deteriorating   mental   health   and   overprescription   of  medication by his psychiatrist. In the Spring of 2021, Mr. Yachnin purchased an electric bicycle  and utilized this to access the community.  Due to his hospitalization and associated shock at losing his drivers’ license, Mr. Yachnin was  unable to retrieve cherished items from his mother’s home, which were sold to liquidators with  the remainder of her estate. This led to significant feelings of guilt and loss which he continues  to experience to this day.  Mr. Yachnin was granted his driver's license in October 2023. He purchased a modest vehicle  and is now able to access the community by car, which has been a substantial enhancement to  his quality of life.  MEDICAL DIAGNOSES:  Mr. Yachnin presented with the following medical history, confirmed through a review on  available medical records:  ●   Type 2 Diabetes  ●   Recurrent Depressive Disorder  ●   Chronic Anxiety  ●   Benzodiazepine Use Disorder  ●   Adjustment Disorder With Anxious Features  ●   Personality Vulnerabilities - Dependent Personality Disorder  ______________________________________________________________________________  Ron Yachnin   Page 8 of 16",
    "TYPICAL_DAY": "Cognitive Presentation:  Mr. Yachnin’s cognitive presentation is characterized by the following:  ●   Slowed Executive Function, difficulty processing questions posed and answering in a  disjointed manner.  ●   Difficulty keeping on track with the conversation at hand.  ●   Repetition of facts and details already shared in prior touchpoints.  ●   Evidence of difficulties with problem-solving.  ●   Inability to follow through on assigned research and exercises.  ●   Word-finding difficulties.  ●   Limited cognitive reserves, unable to tolerate more than 1-hour sessions maximum  before evidence of marked cognitive decline was observed.  TYPICAL DAY:  Mr. Yachnin provided the following account of a typical day at the time of this assessment:  ●   Wakes up at 7:00 and gets Sasha ready for school.  ●   Prepares breakfast, such as an omelet, carb and fruit.  ●   Drops Sasha off at school at 8:30am , pickup is at 3:45pm.  ●   On a good day, he will go to Bridgehead where he will have conversations with  acquaintances.  ●   Stays at Bridgehead for 2 - 3 hours, limits himself to 2 coffees and a 12:00 deadline to  leave.  ●   He will run errands and address financial issues, keeping an eye on his limited funds.  ●   Will go to Dymon storage where he uses a conference room and has access to a medium  storage locker where most of his belongings are kept.  ●   Will return home with Sasha.  ●   Will prepare supper and spend time with his son.  ●   Goes to bed at varying times.  On the weeks where Sasha is with his mother, Mr. Yachnin describes a very different pace with  regards   to   his   day-to-day   activities. He reported a propensity to “shut down”, spending  inordinate amounts of time ruminating about his losses and the poor decisions he believed he  had made over the course of his life. He is prone to periods of self-neglect as he is consumed  with events of the past and severely anxious about his financial future.  ______________________________________________________________________________  Ron Yachnin   Page 12 of 16\n\nLIVING ENVIRONMENT:  TYPE   OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   2   Main Floor   Wood  Bathrooms   1   Main Floor   Linoleum  Living Room   1   Main Floor   Wood  Family Room   0   N/A   N/A  Dining Room   1   Main Floor   Wood  Kitchen   1   Main Floor   Linoleum  Laundry   1   Building Facility   Concrete  Stairs   N/A   N/A   N/A  Basement   N/A   N/A   N/A  Driveway  Description  N/A  Yard description   N/A  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☒   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone with 50/50 custody of his son, Sasha.  Children   1 child (age 12)  DISCUSSION:  Mr. Ronald Yachnin, currently 62 years of age, has not been gainfully employed over the last 13  years and has been struggling with a number of personal stressors. He has sought emergency  room treatment on several occasions over the years, with a multi-week stay at the Ottawa  Hospital   psychiatry   ward   in   2022,   where   he   underwent   recalibration   of   his   medication  prescription and participated in a number of therapeutic modalities. He lost his drivers’ license  for   a   period   of   time   due   to   an   accident   which   occurred,   resulting from an overuse /  overprescription of his medication .  Mr. Yachnin is at this time working at piecing his life back together after a difficult relationship  with his estranged spouse Joanne Gorenstein, with whom he shares a 12-year-old son Sasha.  Mr. Yachnin has worked at stabilizing his life following a period of homelessness, where he  utilized money from his late mother’s estate to survive. He recalls having been pushed to the  point of selling his mother’s jewelry in order to provide for himself and his son. He currently  lives in a two-bedroom apartment which he rents and has yet to finalize the sorting and  ______________________________________________________________________________  Ron Yachnin   Page 13 of 16"
  },
  "sectionConfidence": {
    "DEMOGRAPHICS": 0.3333333333333333,
    "SYMPTOMS": 0.3333333333333333,
    "MEDICAL_HISTORY": 0.6666666666666666,
    "TYPICAL_DAY": 0.6666666666666666
  },
  "data": {
    "DEMOGRAPHICS": {
      "name": "Ferland   is   an   Occupational   Therapist   with   over   25   years   of   experience   providing  rehabilitation and expert opinion services in the province of Ontario",
      "dob": "04/15/1962  Address:   315-2090   Neepawa   Avenue",
      "age": null,
      "gender": "",
      "address": "315-2090   Neepawa   Avenue",
      "phone": "",
      "referralSource": "",
      "insuranceInfo": "sector, personal injury and family  law, the Workplace Safety and Insurance Board (WSIB), Veterans Affairs and the Long-Term  Disability sectors",
      "confidence": {
        "name": 0.8,
        "dob": 0.8,
        "address": 0.7,
        "insuranceInfo": 0.7
      }
    },
    "SYMPTOMS": {
      "reportedSymptoms": [],
      "painDescription": "",
      "painLocation": [],
      "painIntensity": "",
      "aggravatingFactors": [],
      "relievingFactors": [],
      "functionalImpact": [],
      "symptomOnset": "rely,  _______________________  Sebastien Ferland OT Reg",
      "symptomProgression": "",
      "symptomNotes": "2005   $80,000 with the Conference Board of  Canada, his last salaried position.  His earnings history is supportive of the clinical opinion provided herein, where Mr. Yachnin has,  for all intents and purposes, not been employed in any meaningful capacity for the last 18 years  (with the exception of one short-term contract earning a meager salary in 2010).   His lack of  recent work experience, the niche-centric nature of his education in Geography and past work  experience, as well as his presentation (both cognitive and emotional), lead him to be at a  significant competitive disadvantage in the current labour market. It is not anticipated that Mr.  Yachnin will ever achieve the level of earnings from his work at the Conference Board of Canada  (or any earnings at all) and his focus should at this time remain on managing his symptoms,  solidifying a productive daily routine within his limits and capacity, as well as achieving a degree  of living stability which will foster some relative mental health improvements, in tandem with  engagement in psychological treatment and ongoing monitoring by psychiatry.  CLOSING COMMENTS:  This therapist may be contacted through the offices of FERLAND & ASSOCIATES REHABILITATION  INC. at 613-204-1549 or by email at ferland@ferlandassociates.com .  Sincerely,  _______________________  Sebastien Ferland OT Reg.(Ont)  An electronic signature was used in order to assist with a timely report.   The assessor is in agreement with the content of the report, and has  provided authorization to utilize the electronic signature .  ______________________________________________________________________________  Ron Yachnin   Page 16 of 16",
      "confidence": {
        "reportedSymptoms": 0,
        "symptomOnset": 0.8
      }
    },
    "MEDICAL_HISTORY": {
      "conditions": [],
      "diagnoses": [
        "Mr"
      ],
      "surgeries": [],
      "medications": [],
      "allergies": [],
      "primaryDiagnosis": "Mr",
      "secondaryDiagnoses": [],
      "medicalNotes": "occurrence.   He noted that this also fueled issues with his younger brother, who became  abusive and extended blame on Mr. Yachnin for the death of his mother.  g.   Loss of Driver’s License and Hospitalization - 2021  Mr. Yachnin was involved in a motor vehicle accident in 2021 when he reportedly utilized  prescription medication   leading to loss of capacity to drive his vehicle.   He was initially  hospitalized overnight and had his driver’s license suspended. He was later hospitalized over a  multi-week   period   of   time   due   to   deteriorating   mental   health   and   overprescription   of  medication by his psychiatrist. In the Spring of 2021, Mr. Yachnin purchased an electric bicycle  and utilized this to access the community.  Due to his hospitalization and associated shock at losing his drivers’ license, Mr. Yachnin was  unable to retrieve cherished items from his mother’s home, which were sold to liquidators with  the remainder of her estate. This led to significant feelings of guilt and loss which he continues  to experience to this day.  Mr. Yachnin was granted his driver's license in October 2023. He purchased a modest vehicle  and is now able to access the community by car, which has been a substantial enhancement to  his quality of life.  MEDICAL DIAGNOSES:  Mr. Yachnin presented with the following medical history, confirmed through a review on  available medical records:  ●   Type 2 Diabetes  ●   Recurrent Depressive Disorder  ●   Chronic Anxiety  ●   Benzodiazepine Use Disorder  ●   Adjustment Disorder With Anxious Features  ●   Personality Vulnerabilities - Dependent Personality Disorder  ______________________________________________________________________________  Ron Yachnin   Page 8 of 16",
      "confidence": {
        "primaryDiagnosis": 0.8,
        "diagnoses": 0.8,
        "conditions": 0,
        "medications": 0,
        "surgeries": 0,
        "allergies": 0
      }
    },
    "TYPICAL_DAY": {
      "morningRoutine": [
        "Cognitive Presentation:  Mr. Yachnin’s cognitive presentation is characterized by the following:  ●   Slowed Executive Function, difficulty processing questions posed and answering in a  disjointed manner.  ●   Difficulty keeping on track with the conversation at hand.  ●   Repetition of facts and details already shared in prior touchpoints.  ●   Evidence of difficulties with problem-solving.  ●   Inability to follow through on assigned research and exercises.  ●   Word-finding difficulties.  ●   Limited cognitive reserves, unable to tolerate more than 1-hour sessions maximum  before evidence of marked cognitive decline was observed.  TYPICAL DAY:  Mr. Yachnin provided the following account of a typical day at the time of this assessment:  ●   Wakes up at 7:00 and gets Sasha ready for school.  ●   Prepares breakfast, such as an omelet, carb and fruit.  ●   Drops Sasha off at school at 8:30am , pickup is at 3:45pm.  ●   On a good day, he will go to Bridgehead where he will have conversations with  acquaintances.  ●   Stays at Bridgehead for 2 - 3 hours, limits himself to 2 coffees and a 12:00 deadline to  leave.  ●   He will run errands and address financial issues, keeping an eye on his limited funds.  ●   Will go to Dymon storage where he uses a conference room and has access to a medium  storage locker where most of his belongings are kept.  ●   Will return home with Sasha.  ●   Will prepare supper and spend time with his son.  ●   Goes to bed at varying times.  On the weeks where Sasha is with his mother, Mr. Yachnin describes a very different pace with  regards   to   his   day-to-day   activities. He reported a propensity to “shut down”, spending  inordinate amounts of time ruminating about his losses and the poor decisions he believed he  had made over the course of his life. He is prone to periods of self-neglect as he is consumed  with events of the past and severely anxious about his financial future.  ______________________________________________________________________________  Ron Yachnin   Page 12 of 16",
        "LIVING ENVIRONMENT:  TYPE   OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   2   Main Floor   Wood  Bathrooms   1   Main Floor   Linoleum  Living Room   1   Main Floor   Wood  Family Room   0   N/A   N/A  Dining Room   1   Main Floor   Wood  Kitchen   1   Main Floor   Linoleum  Laundry   1   Building Facility   Concrete  Stairs   N/A   N/A   N/A  Basement   N/A   N/A   N/A  Driveway  Description  N/A  Yard description   N/A  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☒   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone with 50/50 custody of his son, Sasha.  Children   1 child (age 12)  DISCUSSION:  Mr. Ronald Yachnin, currently 62 years of age, has not been gainfully employed over the last 13  years and has been struggling with a number of personal stressors. He has sought emergency  room treatment on several occasions over the years, with a multi-week stay at the Ottawa  Hospital   psychiatry   ward   in   2022,   where   he   underwent   recalibration   of   his   medication  prescription and participated in a number of therapeutic modalities. He lost his drivers’ license  for   a   period   of   time   due   to   an   accident   which   occurred,   resulting from an overuse /  overprescription of his medication .  Mr. Yachnin is at this time working at piecing his life back together after a difficult relationship  with his estranged spouse Joanne Gorenstein, with whom he shares a 12-year-old son Sasha.  Mr. Yachnin has worked at stabilizing his life following a period of homelessness, where he  utilized money from his late mother’s estate to survive. He recalls having been pushed to the  point of selling his mother’s jewelry in order to provide for himself and his son. He currently  lives in a two-bedroom apartment which he rents and has yet to finalize the sorting and  ______________________________________________________________________________  Ron Yachnin   Page 13 of 16"
      ],
      "afternoonRoutine": [],
      "eveningRoutine": [],
      "nightRoutine": [],
      "dailyActivities": [],
      "weeklyActivities": [],
      "leisureActivities": [],
      "routineNotes": "Cognitive Presentation:  Mr. Yachnin’s cognitive presentation is characterized by the following:  ●   Slowed Executive Function, difficulty processing questions posed and answering in a  disjointed manner.  ●   Difficulty keeping on track with the conversation at hand.  ●   Repetition of facts and details already shared in prior touchpoints.  ●   Evidence of difficulties with problem-solving.  ●   Inability to follow through on assigned research and exercises.  ●   Word-finding difficulties.  ●   Limited cognitive reserves, unable to tolerate more than 1-hour sessions maximum  before evidence of marked cognitive decline was observed.  TYPICAL DAY:  Mr. Yachnin provided the following account of a typical day at the time of this assessment:  ●   Wakes up at 7:00 and gets Sasha ready for school.  ●   Prepares breakfast, such as an omelet, carb and fruit.  ●   Drops Sasha off at school at 8:30am , pickup is at 3:45pm.  ●   On a good day, he will go to Bridgehead where he will have conversations with  acquaintances.  ●   Stays at Bridgehead for 2 - 3 hours, limits himself to 2 coffees and a 12:00 deadline to  leave.  ●   He will run errands and address financial issues, keeping an eye on his limited funds.  ●   Will go to Dymon storage where he uses a conference room and has access to a medium  storage locker where most of his belongings are kept.  ●   Will return home with Sasha.  ●   Will prepare supper and spend time with his son.  ●   Goes to bed at varying times.  On the weeks where Sasha is with his mother, Mr. Yachnin describes a very different pace with  regards   to   his   day-to-day   activities. He reported a propensity to “shut down”, spending  inordinate amounts of time ruminating about his losses and the poor decisions he believed he  had made over the course of his life. He is prone to periods of self-neglect as he is consumed  with events of the past and severely anxious about his financial future.  ______________________________________________________________________________  Ron Yachnin   Page 12 of 16\n\nLIVING ENVIRONMENT:  TYPE   OF  DWELLING  Apartment  ROOMS   Qty   LOCATION/DESCRIPTION   FLOOR COVERING  Bedrooms   2   Main Floor   Wood  Bathrooms   1   Main Floor   Linoleum  Living Room   1   Main Floor   Wood  Family Room   0   N/A   N/A  Dining Room   1   Main Floor   Wood  Kitchen   1   Main Floor   Linoleum  Laundry   1   Building Facility   Concrete  Stairs   N/A   N/A   N/A  Basement   N/A   N/A   N/A  Driveway  Description  N/A  Yard description   N/A  LIVING ARRANGEMENTS/SOCIAL STATUS:  Marital Status   Married   ☐   Single   ☒   Common Law   ☐   Other   ☐  Living Arrangement   Lives alone with 50/50 custody of his son, Sasha.  Children   1 child (age 12)  DISCUSSION:  Mr. Ronald Yachnin, currently 62 years of age, has not been gainfully employed over the last 13  years and has been struggling with a number of personal stressors. He has sought emergency  room treatment on several occasions over the years, with a multi-week stay at the Ottawa  Hospital   psychiatry   ward   in   2022,   where   he   underwent   recalibration   of   his   medication  prescription and participated in a number of therapeutic modalities. He lost his drivers’ license  for   a   period   of   time   due   to   an   accident   which   occurred,   resulting from an overuse /  overprescription of his medication .  Mr. Yachnin is at this time working at piecing his life back together after a difficult relationship  with his estranged spouse Joanne Gorenstein, with whom he shares a 12-year-old son Sasha.  Mr. Yachnin has worked at stabilizing his life following a period of homelessness, where he  utilized money from his late mother’s estate to survive. He recalls having been pushed to the  point of selling his mother’s jewelry in order to provide for himself and his son. He currently  lives in a two-bedroom apartment which he rents and has yet to finalize the sorting and  ______________________________________________________________________________  Ron Yachnin   Page 13 of 16",
      "confidence": {
        "morningRoutine": 0.8,
        "afternoonRoutine": 0,
        "eveningRoutine": 0,
        "nightRoutine": 0,
        "dailyActivities": 0,
        "weeklyActivities": 0,
        "leisureActivities": 0
      }
    }
  }
}