{
  "typicalDay": {
    "morningRoutine": {
      "wakeTime": "06:30",
      "activities": [
        {
          "time": "06:30 - 07:00",
          "description": "Slow to get out of bed due to stiffness and pain. Takes time to slowly stretch and move before getting up.",
          "independence": "Modified Independent",
          "painLevel": 7,
          "notes": "Requires extra time due to pain and stiffness. Often has difficulty sleeping so may be fatigued."
        },
        {
          "time": "07:00 - 07:45",
          "description": "Basic hygiene and dressing. Shower every other day due to fatigue and pain with overhead movements.",
          "independence": "Modified Independent",
          "painLevel": 6,
          "notes": "Difficulty with buttons, overhead garments, washing hair. Uses bench in shower. Keeps frequently used items at accessible height."
        },
        {
          "time": "07:45 - 08:15",
          "description": "Simple breakfast preparation and eating. Usually cereal, toast, or microwave items.",
          "independence": "Modified Independent",
          "painLevel": 5,
          "notes": "Avoids cooking that requires standing for extended periods. Has difficulty with some containers and food preparation."
        },
        {
          "time": "08:15 - 08:30",
          "description": "Medication routine and preparation for the day.",
          "independence": "Independent",
          "painLevel": 5,
          "notes": "Uses pill organizer to compensate for memory issues. Reviews schedule for the day."
        }
      ],
      "assistanceRequired": "Occasional help from spouse with difficult clothing items, hair washing, and meal preparation."
    },
    "daytimeActivities": {
      "weekdaySchedule": [
        {
          "time": "08:30 - 10:00",
          "description": "Light household tasks, checking emails, phone calls related to insurance and appointments.",
          "independence": "Modified Independent",
          "painLevel": 5,
          "notes": "Paces activities with frequent breaks. Uses written notes to track important call information due to memory issues."
        },
        {
          "time": "10:00 - 10:30",
          "description": "Rest period with gentle stretching.",
          "independence": "Independent",
          "painLevel": 5,
          "notes": "Usually lies down with supportive pillows to relieve neck and back strain."
        },
        {
          "time": "10:30 - 12:00",
          "description": "Medical appointments (typically PT 3x weekly) or continued light home activities.",
          "independence": "Dependent for Transportation",
          "painLevel": 6,
          "notes": "Relies on spouse or family member for transportation to appointments."
        },
        {
          "time": "12:00 - 13:00",
          "description": "Lunch and short rest.",
          "independence": "Modified Independent",
          "painLevel": 5,
          "notes": "Prepares simple meals. Often rests afterward to manage pain and fatigue."
        },
        {
          "time": "13:00 - 14:30",
          "description": "Light cognitive activities such as reading, computer use (limited), or watching TV.",
          "independence": "Independent",
          "painLevel": 6,
          "notes": "Needs to take frequent breaks from screen time due to neck pain. Uses reading stand to avoid looking down."
        },
        {
          "time": "14:30 - 15:30",
          "description": "Afternoon rest period, often nap.",
          "independence": "Independent",
          "painLevel": 7,
          "notes": "Pain and fatigue typically peak in afternoon. Nap helps manage evening activities."
        },
        {
          "time": "15:30 - 17:00",
          "description": "Light household activities, gentle walking outside if weather permits.",
          "independence": "Modified Independent",
          "painLevel": 6,
          "notes": "Tries to get some fresh air and gentle movement. Often limited by pain and fatigue."
        }
      ],
      "weekendVariations": "Weekends follow similar pattern but with more family interaction. Son or spouse often help with household tasks and yard work that patient cannot perform. May have occasional social visits from friends or family members."
    },
    "eveningRoutine": {
      "dinnerTime": "18:00",
      "activities": [
        {
          "time": "17:00 - 18:00",
          "description": "Dinner preparation with spouse.",
          "independence": "Modified Independent",
          "painLevel": 6,
          "notes": "Helps with meal preparation but cannot stand for extended periods or lift heavy items. Spouse does most of cooking."
        },
        {
          "time": "18:00 - 19:00",
          "description": "Family dinner.",
          "independence": "Independent",
          "painLevel": 5,
          "notes": "Enjoys family time. Uses cushion for lumbar support while sitting at dining table."
        },
        {
          "time": "19:00 - 20:30",
          "description": "Relaxation time with family, watching TV, or gentle conversation.",
          "independence": "Independent",
          "painLevel": 6,
          "notes": "Uses recliner with heat pad for comfort. Pain often increases as day progresses."
        },
        {
          "time": "20:30 - 21:30",
          "description": "Evening hygiene routine and preparation for bed.",
          "independence": "Modified Independent",
          "painLevel": 7,
          "notes": "Pain and stiffness more pronounced by evening. Takes evening medications."
        },
        {
          "time": "21:30 - 22:00",
          "description": "Relaxation techniques, meditation, or reading in bed.",
          "independence": "Independent",
          "painLevel": 7,
          "notes": "Uses relaxation app to help manage pain and prepare for sleep."
        }
      ],
      "bedtime": "22:00",
      "sleepEnvironment": "Uses multiple pillows for positioning - cervical pillow for neck, body pillow between knees, small lumbar roll. Has sound machine for white noise. Takes sleep aid as needed."
    },
    "sleepPattern": {
      "qualityDescription": "Poor and fragmented. Difficulty finding comfortable position. Pain disrupts sleep.",
      "nighttimeWakings": "3-4 times per night, usually due to pain when changing positions",
      "morningState": "Wakes feeling unrefreshed. Significant stiffness and increased pain in morning."
    }
  }
}